{"id": "0", "contents": "The Aarhus is the airport of Aarhus, Denmark."}
{"id": "1", "contents": "Aarhus Airport is 25 metres above sea level."}
{"id": "2", "contents": "Aarhus Airport is located in Tirstrup."}
{"id": "3", "contents": "Aarhus Airport is operated by Aarhus Lufthavn A/S."}
{"id": "4", "contents": "Aarhus Airport runway length is 2776.0."}
{"id": "5", "contents": "Aarhus Airport runway name is 10L/28R."}
{"id": "6", "contents": "Abilene, Texas is in the United States."}
{"id": "7", "contents": "Abilene, Texas is part of Jones County, Texas."}
{"id": "8", "contents": "The length of the 1st runway at Abilene Regional airport is 3678 feet."}
{"id": "9", "contents": "The first runway at Abilene Regional Airport is made from asphalt."}
{"id": "10", "contents": "The third runway at Abilene Regional Airport is 7,202 feet long."}
{"id": "11", "contents": "Abilene Regional Airport ICAO Location Identifier is KABI."}
{"id": "12", "contents": "Abilene Regional Airport elevation above the sea level in metres is 546."}
{"id": "13", "contents": "The location identifier for Abilene Regional airport is ABI."}
{"id": "14", "contents": "The runway length of Abilene Regional Airport is 1,121."}
{"id": "15", "contents": "Abilene Regional Airport runway name is 17L/35R."}
{"id": "16", "contents": "The length of the first runway at Adirondack Regional Airport is 6,573 feet."}
{"id": "17", "contents": "Lake Placid, N.Y. is served by the Adirondack Regional Airport."}
{"id": "18", "contents": "Adirondack Regional Airport location idenitifier is SLK."}
{"id": "19", "contents": "The runway length of Adirondack Regional Airport is 1,219."}
{"id": "20", "contents": "Adolfo Suárez Madrid-Barajas Airport has an elevation of 610.0 metres above sea level."}
{"id": "21", "contents": "Adolfo Suárez Madrid–Barajas Airport is in Alcobendas."}
{"id": "22", "contents": "The Adolfo Suárez Madrid–Barajas Airport is operated by ENAIRE."}
{"id": "23", "contents": "The runway length of Adolfo Suárez Madrid–Barajas Airport is 3,500."}
{"id": "24", "contents": "18R/36L is the runway name of the Adolfo Suárez Madrid-Barajas Airport."}
{"id": "25", "contents": "Afonso Pena International Airport is elevated 2988 feet above sea level."}
{"id": "26", "contents": "Afonso Pena International airport is located 911 metres above sea level."}
{"id": "27", "contents": "The location of Afonso Pena International airport is Sao Jose dos Pinhais."}
{"id": "28", "contents": "The runway length at Afonso Pena International airport is 1800.0."}
{"id": "29", "contents": "Afonso Pena International Airport has the runway name 11/29."}
{"id": "30", "contents": "Agra Airport IATA Location Identifier is AGR."}
{"id": "31", "contents": "The location identifier for Agra Airport is VIAG."}
{"id": "32", "contents": "Agra Airport is elevated 167.94 metres above sea level."}
{"id": "33", "contents": "Agra Airport is in India."}
{"id": "34", "contents": "Kheria Air Force Station is the native name of Agra Airport."}
{"id": "35", "contents": "The Airports Authority of India is the operating organisation of Agra Airport."}
{"id": "36", "contents": "1818 is the length of the runway of Agra Airport."}
{"id": "37", "contents": "Al Taqaddum Air Base is located in Habbaniyah."}
{"id": "38", "contents": "The location identifier for Al-Taqaddum air base is MAT."}
{"id": "39", "contents": "The runway length of Al-Taqaddum Air Base is 4,019."}
{"id": "40", "contents": "ORAA is the ICAO location identifier of Al Asad Airbase,."}
{"id": "41", "contents": "Al Asad Airbase is 618 feet above sea level."}
{"id": "42", "contents": "The Al Asad Airbase is situated in the Al Anbar Province, Iraq."}
{"id": "43", "contents": "Al Asad Airbase is operated by the United States Air Force."}
{"id": "44", "contents": "The runway length of Al Asad Airbase is 3078.48."}
{"id": "45", "contents": "''08/26'' is the runway name at Al Asad Airbase."}
{"id": "46", "contents": "Alcobendas is located in Spain."}
{"id": "47", "contents": "Alcobendas is part of Community of Madrid."}
{"id": "48", "contents": "The leader party at Alcobendas is the Peoples Party (Spain)."}
{"id": "49", "contents": "Saint Anne is the capital of Alderney."}
{"id": "50", "contents": "The main language spoken on Alderney is English."}
{"id": "51", "contents": "Alderney's leader name is Elizabeth II."}
{"id": "52", "contents": "The first runway at Alderney Airport is made of asphalt."}
{"id": "53", "contents": "Alderney Airport is 88 metres above sea level."}
{"id": "54", "contents": "Alderney Airport has a runway length of 497.0."}
{"id": "55", "contents": "Alderney Airport runway name is 03/21."}
{"id": "56", "contents": "Allama Iqbal International Airport serves the city of Lahore."}
{"id": "57", "contents": "Allama Iqbal International airport is located in Pakistan."}
{"id": "58", "contents": "The Pakistan Civil Aviation Authority governs the Allama Iqbal International Airport."}
{"id": "59", "contents": "The runway length of Allama Iqbal International Airport is 2900.0."}
{"id": "60", "contents": "The runway name at Allama Iqbal International airport is 18L/36R."}
{"id": "61", "contents": "Alpena Michigan is a country in United States."}
{"id": "62", "contents": "The length of the first runway of Alpena County Regional Airport is 9001."}
{"id": "63", "contents": "Alpena County Regional Airport city served Alpena, Michigan."}
{"id": "64", "contents": "lpena County Regional Airport elevation above the sea level in metres is 210."}
{"id": "65", "contents": "Alpena County Regional Airport is found in Maple Ridge Township, Alpena County in Michigan."}
{"id": "66", "contents": "The location identifier of Alpena County Regional airport is APN."}
{"id": "67", "contents": "Alpena Country Regional Airport owner is Alpena Country, Michigan."}
{"id": "68", "contents": "Alpena County Regional Airport's runway length is 2744.0."}
{"id": "69", "contents": "7/25 is the runway name of Alpena County Regional Airport."}
{"id": "70", "contents": "Amsterdam's leader is Eberhard van der Laan."}
{"id": "71", "contents": "The length of the first runway at Amsterdam Airport Schiphol is 3800 metres."}
{"id": "72", "contents": "The first runway at Amsterdam's Schiphol Airport is made from asphalt."}
{"id": "73", "contents": "The fourth runway at Schiphol Airport in Amsterdam is made of asphalt."}
{"id": "74", "contents": "Amsterdam Airport Schiphol is 5th runway number 18."}
{"id": "75", "contents": "Amsterdam Airport Schiphol is -3.3528 metres above sea level."}
{"id": "76", "contents": "Amsterdam's Schiphol Airport is located in Haarlemmermeer."}
{"id": "77", "contents": "Amsterdam Airport Schiphol operating organization is Schiphol Group."}
{"id": "78", "contents": "The runway length at Amsterdam Airport Schiphol is 2014.0 meters."}
{"id": "79", "contents": "Amsterdam Airport Schiphol runway name is 04/22 Ooostbaan."}
{"id": "80", "contents": "The largest city in Andrews County, Texas is Andrews."}
{"id": "81", "contents": "The third runway length of Andrews County Airport is 2,939 feet."}
{"id": "82", "contents": "Andrews County Airport is 4th runway length feet of 25."}
{"id": "83", "contents": "The fourth runway at Andrews County Airport is made from asphalt."}
{"id": "84", "contents": "Andrews County Airport is located in Texas."}
{"id": "85", "contents": "Andrews Country Airport location identifier is E11."}
{"id": "86", "contents": "The length of the runway at Andrews County Airport is 1773 metres."}
{"id": "87", "contents": "Andrews Country Airport's runway name is 16/34."}
{"id": "88", "contents": "The length of the first runway at Angola International Airport is 13,123 feet."}
{"id": "89", "contents": "Angola International Airport 1st runway is Number 5."}
{"id": "90", "contents": "Angola International airport is 159 metres above sea level."}
{"id": "91", "contents": "Angola International Airport is located at Ícolo e Bengo."}
{"id": "92", "contents": "The runway length of Angola International Airport is 3,800."}
{"id": "93", "contents": "The runway at Angola International Airport is called \"05L/23R\"."}
{"id": "94", "contents": "Antwerp is admin Arrondissement of Arrondissement."}
{"id": "95", "contents": "Antwerp is in the country of Belgium."}
{"id": "96", "contents": "The mayor of Antwerp is Bart De Wever."}
{"id": "97", "contents": "Antwerp International Airport serves the city of Antwerp."}
{"id": "98", "contents": "Antwerp International Airport operation organization is Flemish department of mobility and public works."}
{"id": "99", "contents": "The owner of Antwerp International Airport is the Flemish Region."}
{"id": "100", "contents": "The runway length at Antwerp International airport is 1510.0."}
{"id": "101", "contents": "Appleton, Wisconsin is part of Grand Chute, Wisconsin."}
{"id": "102", "contents": "Appleton International Airport is 1st 8002 runway length."}
{"id": "103", "contents": "Appletone International Airport city served Appleton, Wisconsin."}
{"id": "104", "contents": "Appleton International Airport elevation above the sea level in metres is 280."}
{"id": "105", "contents": "Appleton International Airport can be found in Greenville, Wisconsin."}
{"id": "106", "contents": "The location identifier for Appleton International Airport is ATW."}
{"id": "107", "contents": "The operating organization for Appleton International Airport is in Outagamie County, Wisconsin."}
{"id": "108", "contents": "The runway length of Appleton International Airport is 1,982."}
{"id": "109", "contents": "The runway name of Appleton International Airport is 12/30."}
{"id": "110", "contents": "Poaceae is the surface type of the second runway of Ardmore Airport, New Zealand."}
{"id": "111", "contents": "The 3rd runway at Ardmore Airport, New Zealand is 1960 feet in length."}
{"id": "112", "contents": "Ardmore Airport (New Zealand)'s 3rd runway surface type is Poaceae."}
{"id": "113", "contents": "The Ardmore Airport in New Zealand is 34 meters above sea level."}
{"id": "114", "contents": "The Civil Aviation Authority of New Zealand is the operating organisation for Ardmore Airport, New Zealand."}
{"id": "115", "contents": "The runway length of Ardmore Airport in New Zealand is 1,411."}
{"id": "116", "contents": "03L/21R is the runway name of Ardmore Airport in New Zealand."}
{"id": "117", "contents": "The length of the first runway at Ashgabat International Airport is 12467 feet."}
{"id": "118", "contents": "The Ashgabat International Airport's 3rd runway length in ft is 2953."}
{"id": "119", "contents": "ASB is the IATA location identifier for Ashgabat International airport."}
{"id": "120", "contents": "Ashgabat International Airport is 211 metres above sea level."}
{"id": "121", "contents": "Ashgabat International Airport is located in Ashgabat."}
{"id": "122", "contents": "The operating organization for Ashgabat International Airport is called Turkmenistan Airlines."}
{"id": "123", "contents": "The runway length at Ashgabat International Airport is 2989.0 meters."}
{"id": "124", "contents": "12L/30R is the runway name of Ashgabat International Airport."}
{"id": "125", "contents": "Athens is located in the country of Greece."}
{"id": "126", "contents": "The Athens International Airport serves the city of Athens."}
{"id": "127", "contents": "Athens International Airport is 94 metres above sea level."}
{"id": "128", "contents": "The runway length at Athens International Airport is 3,800."}
{"id": "129", "contents": "Atlantic City, New Jersey is in the U.S.A."}
{"id": "130", "contents": "Atlantic City, New Jersey is part of New Jersey."}
{"id": "131", "contents": "The leader of Atlantic City, New Jersey is Don Guardian."}
{"id": "132", "contents": "Atlantic City International Airport's ICAO Location Identifier is KACY."}
{"id": "133", "contents": "The Atlantic City International Airport serves Atlantic City, N.J."}
{"id": "134", "contents": "The elevation above sea level for Atlantic City International Airport is 75ft."}
{"id": "135", "contents": "The elevation above the sea level (in metres) of Atlantic City International Airport is 23.0."}
{"id": "136", "contents": "Atlantic City International Airport is in Egg Harbor Township, N.J."}
{"id": "137", "contents": "The Atlantic City International Airport is operated by the Port Authority of New York and New Jersey."}
{"id": "138", "contents": "The runway length of Atlantic City International Airport is 1,873."}
{"id": "139", "contents": "Atlantic City International Airport runway name is 4/22."}
{"id": "140", "contents": "The runway surface at Atlantic City International Airport is made from asphalt and concrete."}
{"id": "141", "contents": "The capital of Belgium is Brussels."}
{"id": "142", "contents": "French is the spoken language in Belgium."}
{"id": "143", "contents": "Belgium's leader is Charles Michel."}
{"id": "144", "contents": "French is the official language of Belgium."}
{"id": "145", "contents": "The Civil Aviation Authority of New Zealand is in Wellington."}
{"id": "146", "contents": "Curitiba is located in Brazil."}
{"id": "147", "contents": "Curitiba is part of the State of Paraná."}
{"id": "148", "contents": "Curitiba is led by the Democratic Labour Party (Brazil)."}
{"id": "149", "contents": "Denmark language is Danish language."}
{"id": "150", "contents": "Denmark's leader is Margrethe II of Denmark."}
{"id": "151", "contents": "ENAIRE is in the city of Madrid."}
{"id": "152", "contents": "Egg Harbor Township, New Jersey is in the United States."}
{"id": "153", "contents": "Egg Harbor Township is a township in Atlantic County, New Jersey, United States."}
{"id": "154", "contents": "Flemish Government jurisdiction is Flanders."}
{"id": "155", "contents": "The Flemish region is in the country of Belgium."}
{"id": "156", "contents": "Greece demonym is Greeks."}
{"id": "157", "contents": "Greece leader name is Alexis Tsipras."}
{"id": "158", "contents": "Greenville, Wisconsin, is part of Clayton Winnebago County, Wisconsin."}
{"id": "159", "contents": "Harrietsown, New York, is located in United States."}
{"id": "160", "contents": "Harrietstown, New York is part of New York."}
{"id": "161", "contents": "Narendra Modi is the leader of India."}
{"id": "162", "contents": "India's Air Force has an aircraft-capable helicopter known as the HAL Light Combat Helicopter."}
{"id": "163", "contents": "The Boeing C-17 Globemaster III is a transport aircraft in the Indian Air Force."}
{"id": "164", "contents": "Infraero is in Brasilia."}
{"id": "165", "contents": "The currency in Iraq is the Iraqi dinar."}
{"id": "166", "contents": "The Kurdish languages are spoken in Iraq."}
{"id": "167", "contents": "Iraq is led by Fuad Masum."}
{"id": "168", "contents": "The official language of Iraq is Arabic."}
{"id": "169", "contents": "Lahore is in Pakistan."}
{"id": "170", "contents": "Lake Placid, New York is located in the United States."}
{"id": "171", "contents": "Lake Placid, New York is part of Essex County, New York."}
{"id": "172", "contents": "Luanda is in the country of Angola."}
{"id": "173", "contents": "Madrid is part of the community of Madrid."}
{"id": "174", "contents": "Ahora Madrid is the leading party of Madrid."}
{"id": "175", "contents": "Maple Ridge Townshio, Alpena County Michigan is in the United States."}
{"id": "176", "contents": "Pakistan's leader is Mamnoon Hussain."}
{"id": "177", "contents": "The Pakistan Civil Aviation Authority is headquartered at Jinnah International Airport."}
{"id": "178", "contents": "Pakistan Civil Aviation Authority's location is Jinnah International Airport."}
{"id": "179", "contents": "Paracuellos de Jarama is in Spain."}
{"id": "180", "contents": "Poaceae class is Monocotyledon."}
{"id": "181", "contents": "Poaceae belongs to the division of flowering plants."}
{"id": "182", "contents": "Poaceae belongs to the order of Commelinids."}
{"id": "183", "contents": "Port Authority of New York and New Jersey's headquarter is New York."}
{"id": "184", "contents": "The Port Authority of New York and New Jersey serves the New York region."}
{"id": "185", "contents": "Punjab is found in the country Pakistan."}
{"id": "186", "contents": "Malik Muhammad Rafique Rajwana is a leader in the Punjab, Pakistan."}
{"id": "187", "contents": "The Punjab, Pakistan, is led by the Provincial Assembly of the Punjab."}
{"id": "188", "contents": "San Sebastian de los Reyes is part of the Community of Madrid."}
{"id": "189", "contents": "The People's Party is the lead party of San Sebastian de los Reyes, Spain."}
{"id": "190", "contents": "Saranac Lake, New York is located in the U.S."}
{"id": "191", "contents": "Saranac Lake, New York is part of Essex County, New York."}
{"id": "192", "contents": "South Jersey Transportation Authority's leader name is Stephen Dilts."}
{"id": "193", "contents": "São José dos Pinhais is part Of Paraná (state)."}
{"id": "194", "contents": "Austin is the capital of Texas."}
{"id": "195", "contents": "Texas is in the United States."}
{"id": "196", "contents": "Texas demonym is Tejano."}
{"id": "197", "contents": "English is spoken in Texas."}
{"id": "198", "contents": "Tirstrup is located in the country of Denmark."}
{"id": "199", "contents": "Tirstrup is part of the Central Denmark region."}
{"id": "200", "contents": "The headquarters of Turkmenistan Airlines are located in Ashgabat."}
{"id": "201", "contents": "The hub airport for Turkmenistan airlines is Ashgabat International airport."}
{"id": "202", "contents": "United States Air FOrce aircraft fighter is General Dynamics F-16 Fighting Falcon."}
{"id": "203", "contents": "The Lockheed AC-130 can be found on USAF aircraft carriers."}
{"id": "204", "contents": "One of the noted United States Air Force battles was the Invasion of Grenada."}
{"id": "205", "contents": "Lockheed C-130 Hercules is a transport aircraft in the United States Air Force."}
{"id": "206", "contents": "Uttar Pradesh is part of Awadh."}
{"id": "207", "contents": "Ram Naik is the leader in Uttar Pradesh."}
{"id": "208", "contents": "Wilson Township, in Alpena County, Michigan is in the U.S.A."}
{"id": "209", "contents": "Wilson Township, Alpena County, Michigan is part of the United States."}
{"id": "210", "contents": "Ícolo e Bengo is in Angola."}
{"id": "211", "contents": "Ícolo e Bengo is in the Luanda Province."}
{"id": "212", "contents": "Aarhus airport serves the city of Aarhus who's leader is Jacob Bundsgaard."}
{"id": "213", "contents": "Abilene Regional Airport serves the city of Abilene in Texas, United States."}
{"id": "214", "contents": "Adirondack Regional Airport is 507 metres above sea level and is located in Harrietstown, New York."}
{"id": "215", "contents": "Afonso Pena International Airport serves Curitiba, which is part of Parana state."}
{"id": "216", "contents": "Afonso Pena International Airport, operated by Infraero, is located in Sao Jose dos Pinhais."}
{"id": "217", "contents": "The Al Taqaddum air base is 84 metres above sea level and serves the city of Fallujah."}
{"id": "218", "contents": "The capital of Alderney is Saint Anne and is served by the Alderney Airport."}
{"id": "219", "contents": "Amsterdam airport Schiphol is -3.3528 above sea level and its first runway is known as Number 18."}
{"id": "220", "contents": "Amsterdam airport Schiphol is -3.3528 above sea level and the 5th runway has an asphalt surface."}
{"id": "221", "contents": "Eberhard van der Laan is the leader of Amsterdam, where the airport serving the city is called Amsterdam Airport Schiphol."}
{"id": "222", "contents": "Andrews County, Texas has its county seat in Andrews, Texas and owns the airport with the same name."}
{"id": "223", "contents": "Angola International Airport is 159 metres above the sea level and the 1st runway has an asphalt surface."}
{"id": "224", "contents": "The Civil Aviation Authority of New Zealand is the operating organisation for Ardmore Airport, located in Auckland, New Zealand."}
{"id": "225", "contents": "The ICAO Location Identifier of Ashgabat International Airport is UTAA and the IATA location is ASB."}
{"id": "226", "contents": "Athens International Airport serves the city of Athens, where the mayor is Giorgos Kaminis."}
{"id": "227", "contents": "Athens International Airport is located in Spata and is 94 metres above sea level."}
{"id": "228", "contents": "Atlantic City International Airport is owned by South Jersey Transportation Authority whose chief is Stephen Dilts."}
{"id": "229", "contents": "Maple Ridge Township, Alpena County, Michigan is in the United States. The Alpena County Regional Airport is located there."}
