{"id": "0", "contents": "The architecture style of 103 Colmore Row falls under Brutalist architecture."}
{"id": "1", "contents": "1973 was the start date for the building at 103 Colmore Row."}
{"id": "2", "contents": "103 Colmore Row was completed in 1976."}
{"id": "3", "contents": "There are 23 floors at 103 Colmore Row."}
{"id": "4", "contents": "103 Colmore Row is located on Colmore Row, Birmingham, England."}
{"id": "5", "contents": "The construction of 108 St Georges Terrace began in 1981."}
{"id": "6", "contents": "108 St Georges Terrace was completed in 1988."}
{"id": "7", "contents": "108 St Georges Terrace cost 120 million Australian dollars."}
{"id": "8", "contents": "108 St. Georges Terrace has a floor area of 39599.0 square metres."}
{"id": "9", "contents": "108 St Georges Terrace has a floor count of 50."}
{"id": "10", "contents": "The 108 St. Georges Terrace is located in Perth."}
{"id": "11", "contents": "The architect of 11 Diagonal Street is Helmut Jahn."}
{"id": "12", "contents": "The 11 Diagonal Street originated in 1978."}
{"id": "13", "contents": "11 Diagonal Street has a floor area of 1200 square metres."}
{"id": "14", "contents": "11 Diagonal Street has 20 floors."}
{"id": "15", "contents": "11 Diagonal Street is in Johannesburg."}
{"id": "16", "contents": "Redefine Properties Limited is the owner of 11 Diagonal Street."}
{"id": "17", "contents": "The architect of 200 Public Square is HOK."}
{"id": "18", "contents": "200 Public Square has a floor area of 111484 square metres."}
{"id": "19", "contents": "There are 45 floors at 200 Public Square."}
{"id": "20", "contents": "200 Public Square is located in Cleveland, Ohio 44114."}
{"id": "21", "contents": "20 Fenchurch Street was designed by the architect Rafael Viñoly."}
{"id": "22", "contents": "20 Fenchurch Street was completed in April of 2014."}
{"id": "23", "contents": "20 Fenchurch Street has a floor area of 62145.3 square metres."}
{"id": "24", "contents": "There are 34 floors at 20 Fenchurch Street."}
{"id": "25", "contents": "20 Fenchurch Street is located in London."}
{"id": "26", "contents": "The construction of 250 Delaware Avenue began in January 2014."}
{"id": "27", "contents": "250 Delaware Avenue cost 110 million dollars."}
{"id": "28", "contents": "250 Delaware Avenue has a floor area of 30843.8 square metres."}
{"id": "29", "contents": "250 Delaware Avenue has 12 floors."}
{"id": "30", "contents": "250 Delaware Avenue is a location in Buffalo, New York."}
{"id": "31", "contents": "Pickard Chilton is the architect of 300 North LaSalle."}
{"id": "32", "contents": "300 North LaSalle was completed in 2009."}
{"id": "33", "contents": "The floor area of 300 North LaSalle is 120770.0 square metres."}
{"id": "34", "contents": "300 North LaSalle is in Illinois."}
{"id": "35", "contents": "The construction of 320 South Boston Building was completed in 1929."}
{"id": "36", "contents": "There are 22 floors in 320 South Boston Building."}
{"id": "37", "contents": "320 South Boston Building was formerly called the Exchange National Bank Building."}
{"id": "38", "contents": "The 320 South Boston Building has a height of 121.92 metres."}
{"id": "39", "contents": "The architect of 3Arena was the company Populous."}
{"id": "40", "contents": "The 3Arena is a concerts and events venue type building."}
{"id": "41", "contents": "The completion date of 3Arena is December 2008."}
{"id": "42", "contents": "The height of 3 arena is 28 metres."}
{"id": "43", "contents": "The 3Arena is located at the North Wall Quay."}
{"id": "44", "contents": "The owner of 3Arena is Live Nation Entertainment."}
{"id": "45", "contents": "3XN was the architect of the AC Hotel Bella Sky Copenhagen."}
{"id": "46", "contents": "The AC Hotel Bella Sky, Copenhagen was developed by the Bella Center."}
{"id": "47", "contents": "The AC Hotel Bella Sky Copenhagen has 23 floors."}
{"id": "48", "contents": "The AC Hotel Bella Sky is in Copenhagen."}
{"id": "49", "contents": "AC Hotel Bella Sky Copenhagen is owned by Bella Center."}
{"id": "50", "contents": "Marriott International is the tenant of AC Hotel Bella Sky Copenhagen."}
{"id": "51", "contents": "Adare is part of Munster."}
{"id": "52", "contents": "The architect of Adare Manor is Augustus Pugin."}
{"id": "53", "contents": "The construction of Adare Manor was completed in 1862."}
{"id": "54", "contents": "Adare Manor is located in Adare."}
{"id": "55", "contents": "J P McManus is the owner of Adare Manor."}
{"id": "56", "contents": "Addis Ababa is located in Ethiopia."}
{"id": "57", "contents": "Addis Ababa Stadium is part of Addid Ababa."}
{"id": "58", "contents": "Building started on the Addis Ababa City Hall in 1961."}
{"id": "59", "contents": "The Addis Ababa City Hall is the seat of the local government."}
{"id": "60", "contents": "Addid Ababa City Hall was completed in 1964."}
{"id": "61", "contents": "Addis Ababa City Hall is located in the country of Ethiopia."}
{"id": "62", "contents": "The Government of Addis Ababa is the current tenant of the Addis Ababa City Hall."}
{"id": "63", "contents": "The floor area of Addis Ababa City Hall is 140000.0 (square metres)."}
{"id": "64", "contents": "Addis Ababa City Hall has a height of 42 metres."}
{"id": "65", "contents": "Addis Ababa City Hall is located in Addis Ababa."}
{"id": "66", "contents": "Adisham Hall is located on St. Benedict's Monastery, Adisham, Haputhale, Sri Lanka."}
{"id": "67", "contents": "Adisham Halls Architectural style`is Tudor and Jacabian."}
{"id": "68", "contents": "Construction of Adisham Hall began in 1927."}
{"id": "69", "contents": "Adisham Hall was completed in 1931."}
{"id": "70", "contents": "Adisham Hall is located in Sri Lanka."}
{"id": "71", "contents": "Admisham Hall is located at Haputale, Sri Lanka."}
{"id": "72", "contents": "Ahmedabad is in India."}
{"id": "73", "contents": "Akita Akita is found in the country of Japan."}
{"id": "74", "contents": "Akita, Akita is part of Akita Prefecture."}
{"id": "75", "contents": "The address of Akita Museum of Art is \"1-4-2 Nakadori\"."}
{"id": "76", "contents": "Tadao Ando is the architect who designed the Akita Museum of Art."}
{"id": "77", "contents": "The Akita Museum of Art has a floor area of 3746.66 (square metres)."}
{"id": "78", "contents": "The Akita Museum of Art has 3 floors."}
{"id": "79", "contents": "Akita Museum of Art is an art museum in the city of Akita."}
{"id": "80", "contents": "The Akita Prefecture is located in Japan."}
{"id": "81", "contents": "The address of Alan B. Miller Hall is \"101 Ukrop Way\"."}
{"id": "82", "contents": "Robert A.M. Stern is the architect for Alan B. Miller Hall."}
{"id": "83", "contents": "The architectural style of the Alan B. Miller Hall is Georgian."}
{"id": "84", "contents": "Alan B. Miller Hall's building start date was in 30th March 2007."}
{"id": "85", "contents": "Alan B. Miller Hall was completed on June 1st, 2009."}
{"id": "86", "contents": "The Alan B Miller Hall cost 75 million dollars."}
{"id": "87", "contents": "Alan B. Miller Hall was inaugurated on \"2009-10-02\"."}
{"id": "88", "contents": "Alan B Miller Hall is located in Virginia."}
{"id": "89", "contents": "Mason School of Business is a tenant of the Alan B. Miller Hall."}
{"id": "90", "contents": "The architect Alfred Giles was born in England."}
{"id": "91", "contents": "The architect Alfred Giles died in Kendall County, Texas."}
{"id": "92", "contents": "Amdavad ni Gufa was completed in 1995."}
{"id": "93", "contents": "Amdavad ni Gufa is located in India."}
{"id": "94", "contents": "Amdavad ni Gufa is located in Ahmedabad."}
{"id": "95", "contents": "The bed count of Ampara Hospital is 476."}
{"id": "96", "contents": "The Ampara Hospital is in Ampara."}
{"id": "97", "contents": "Ampara Hospital is located in the region of Ampara District."}
{"id": "98", "contents": "Ampara Hospital is in Eastern Province, Sri Lanka."}
{"id": "99", "contents": "Ampara Hospital has a website: http://www.ghampara.gov.lk/."}
{"id": "100", "contents": "Alfred Giles was the architect of Asher and Mary Isabelle Richardson House."}
{"id": "101", "contents": "Asher and Mary Isabelle Richardson House is located in Asherton, Texas."}
{"id": "102", "contents": "Asher and Mary Isabelle Richardson House was built in 1911."}
{"id": "103", "contents": "Asherton Texas is in the United States."}
{"id": "104", "contents": "Asherton, Texas is part of Dimmit County, Texas."}
{"id": "105", "contents": "Asilomar Conference Grounds has the reference number 87000823 in the National Register of Historic Places."}
{"id": "106", "contents": "The Asilomar Conference Grounds were added to the National Register of Historic Places on 27 February 1987."}
{"id": "107", "contents": "The Asilomar Conference Grounds have the architectural style of American Craftsman."}
{"id": "108", "contents": "Asilomar Conference Grouns is located at Asilomar Blvd., Pacific Grove, California."}
{"id": "109", "contents": "Asser Levy Public Baths has the reference number 80002709 in the National Register of Historic Places."}
{"id": "110", "contents": "Asser Levy Public Baths was added to the National Register of Historic Places on 1980-04-23."}
{"id": "111", "contents": "The Asser Levy Public Baths have the Romanesque Revival style of architecture."}
{"id": "112", "contents": "The Asser Levy Public Baths is in Asser Levy Place and East 23rd Street."}
{"id": "113", "contents": "The birth place of Augustus Pugin is Bloomsbury."}
{"id": "114", "contents": "One of the significant buildings designed by Augustus Pugin is the Palace Of Westminster."}
{"id": "115", "contents": "Birmingham's governing body is Birmingham City Council."}
{"id": "116", "contents": "Andrew Mitchell is the leader of Birmingham."}
{"id": "117", "contents": "Buffalo New York is part of New York."}
{"id": "118", "contents": "Chicago is located in the United States."}
{"id": "119", "contents": "Chicago is part of Cook County, Illinois."}
{"id": "120", "contents": "Rahm Emanuel is a leader in Chicago."}
{"id": "121", "contents": "Cleveland is located in the United States."}
{"id": "122", "contents": "Cleveland's governing body is Cleveland City Council."}
{"id": "123", "contents": "Cleveland is part of Cuyahoga County, Ohio."}
{"id": "124", "contents": "Frank G Jackson is a leader in Cleveland."}
{"id": "125", "contents": "Robert Gates is the chancellor of the College of William & Mary."}
{"id": "126", "contents": "County Limerick is governed by the Limerick City and County Council."}
{"id": "127", "contents": "Copenhagen is the capital of Denmark."}
{"id": "128", "contents": "The Faroese Language is spoken in Denmark."}
{"id": "129", "contents": "Lars Lokke Rasmussen is Denmark's leader."}
{"id": "130", "contents": "Dublin is part of the Republic of Ireland."}
{"id": "131", "contents": "Dáil Éireann is a leader in Dublin."}
{"id": "132", "contents": "The governing body of the Eastern Province Sri Lanka is the Eastern Provincial Council."}
{"id": "133", "contents": "The leader of the Eastern Province, Sri Lanka is Austin Fernando."}
{"id": "134", "contents": "Ethiopia's currency is the Ethiopian Birr."}
{"id": "135", "contents": "Amharic is a language found in Ethiopia."}
{"id": "136", "contents": "The leader of Ethiopia is Hailemariam Desalegn."}
{"id": "137", "contents": "George Winkler is from the United States."}
{"id": "138", "contents": "Anandiben Patel is the leader of Gujarat."}
{"id": "139", "contents": "Gujarat's leader is known as the Gujarat Legislative Assembly."}
{"id": "140", "contents": "The capital of Illinois is Springfield, Illinois."}
{"id": "141", "contents": "Illinois is in the United States."}
{"id": "142", "contents": "The English language is spoken in Illinois."}
{"id": "143", "contents": "Narendra Modi leads India."}
{"id": "144", "contents": "There is an ethnic group of Chinese people in Japan."}
{"id": "145", "contents": "The leader of Japan is called Akihito."}
{"id": "146", "contents": "John Madin was born in Birmingham."}
{"id": "147", "contents": "Birmingham is the home town of John Madin."}
{"id": "148", "contents": "The birth place of Julia Morgan is California."}
{"id": "149", "contents": "One of the significant buildings designed by Julia Morgan is the Asilomar State Beach."}
{"id": "150", "contents": "Hearst Castle was a significant project of Julia Morgan."}
{"id": "151", "contents": "Boris Johnson is the leader in London."}
{"id": "152", "contents": "London is lead via the European Parliament."}
{"id": "153", "contents": "The leader of Manhattan is Cyrus Vance Jr."}
{"id": "154", "contents": "Marriott International was founded in Washington, D.C."}
{"id": "155", "contents": "Marriott International is based in Bethesda, Maryland."}
{"id": "156", "contents": "The Mason School of Business is located in the United States."}
{"id": "157", "contents": "New York city is located in the U.S."}
{"id": "158", "contents": "Brooklyn is part of New York City."}
{"id": "159", "contents": "Pacific Grove, California is in the United States."}
{"id": "160", "contents": "Perth is located in Australia."}
{"id": "161", "contents": "The currency of the Republic of Ireland is the euro."}
{"id": "162", "contents": "Irish people are the inhabitants of the Republic of Ireland."}
{"id": "163", "contents": "In the Republic of Ireland they speak Irish."}
{"id": "164", "contents": "The leader of the Republic of Ireland is Enda Kenny."}
{"id": "165", "contents": "People from South Africa can say they are from South Africa."}
{"id": "166", "contents": "In South Africa there is an ethnic group of Asian South Africans."}
{"id": "167", "contents": "Cyril Ramaphosa is the leader of South Africa."}
{"id": "168", "contents": "The capital of Sri Lanka is Sri Jayawardenepura Kotte."}
{"id": "169", "contents": "Ski Lanka's currency is the Ski Lankan rupee."}
{"id": "170", "contents": "The language of Sri Lanka is the Tamil language."}
{"id": "171", "contents": "Ranil Wickremesinghe is a leader of Sri Lanka."}
{"id": "172", "contents": "The United Kingdom's currency is Pound sterling."}
{"id": "173", "contents": "The demonym for natives of the United kingdom is British people."}
{"id": "174", "contents": "Washington DC is the capital of the United States."}
{"id": "175", "contents": "One of the ethnic groups of the United States are the African Americans."}
{"id": "176", "contents": "English is the language of the U.S.."}
{"id": "177", "contents": "The leader of the United States was Barack Obama."}
{"id": "178", "contents": "The leader of the United States is known as the President of the United States."}
{"id": "179", "contents": "Virginia is in the United States."}
{"id": "180", "contents": "Architect John Madin, designed 103 Colmore Row, located on Colmore Row, in Birmingham, England."}
{"id": "181", "contents": "The architect of 11 Diagonal Street, completed in 1983, was Helmut Jahn."}
{"id": "182", "contents": "20 Fenchurch Street has a floor area of 62145.3 square metres and was begun in January 2009."}
{"id": "183", "contents": "300 North LaSalle has 60 floors and was completed in 2009."}
{"id": "184", "contents": "Enda Kenny is the leader of the Republic of Ireland where Adare Manor is located."}
{"id": "185", "contents": "Akita Museum of Art is located in Akita, Japan."}
{"id": "186", "contents": "Robert A. M. Stern is the architect of Alan B. Miller Hall of which The Mason School of Business is the current tenant."}
{"id": "187", "contents": "The College of William and Mary owns the Alan B. Miller Hall and the Chancellor of the College is Robert Gates."}
{"id": "188", "contents": "The address for Amdavad ni Gufa is Lalbhai Dalpatbhai Campus, near CEPT University, opp. Gujarat University, University Road, Ahmedabad."}
{"id": "189", "contents": "Ampara Hospital (bed count 476) is located in Sri Lanka."}
{"id": "190", "contents": "Julia Morgan was born in California and is the architect of Asilomar Conference Grounds."}
{"id": "191", "contents": "3Arena is located in Dublin, in the Republic of Ireland."}
{"id": "192", "contents": "The demonym for people living in India, where Amdavad ni Gufa is located, is Indian."}
{"id": "193", "contents": "The American George Winkler was the architect of 320 South Boston Building, of which construction began in 1910."}
{"id": "194", "contents": "Birmingham has the B postcode and one of the city leaders is Labour politician John Clancy. The architect who designed 103 Colmore Row, John Madin, was born in the city."}
