{"id": "0", "contents": "\"Drake Stevens\" is known as the comic character Airman."}
{"id": "1", "contents": "The creator of Airman, (comics character) is George Kapitan."}
{"id": "2", "contents": "John Aman, is the alternative name for the comic character, Amazing-Man."}
{"id": "3", "contents": "Bill Everett is the creator of the comic character, Amazing-Man."}
{"id": "4", "contents": "The character, April O'Neal, was created by Peter Laird."}
{"id": "5", "contents": "The comic character, Arion, is also known by he name Ahri'ahn."}
{"id": "6", "contents": "The comic character, Arion, was created by Jan Duursema."}
{"id": "7", "contents": "The alternative name of Asterix (comics character) is \"Astérix\"."}
{"id": "8", "contents": "Albert Uderzo is the creator of the comic character, Asterix."}
{"id": "9", "contents": "Aurakles is also known as ''Aurakles''."}
{"id": "10", "contents": "Dick Dillin is the creator of Aurakles."}
{"id": "11", "contents": "The creator of Auron (comics character) is Karl Kesel."}
{"id": "12", "contents": "the full name of Auron (comics character) is \"Lambien\"."}
{"id": "13", "contents": "BBC was founded by John Reith 1st Baron Reith."}
{"id": "14", "contents": "Rona Fairhead is the key person for BBC."}
{"id": "15", "contents": "The location of the BBC is the Broadcasting House in London."}
{"id": "16", "contents": "One of the products of BCC is BCC radio."}
{"id": "17", "contents": "An alternative name for the comic character Balder is Balder Odinson."}
{"id": "18", "contents": "Stan Lee created the comic character Balder."}
{"id": "19", "contents": "The comic character, Ballistic, has the alternative name, Kelvin Mao."}
{"id": "20", "contents": "The comic character Ballistic was created by Michael Manley."}
{"id": "21", "contents": "John Geering is the creator of Bananaman."}
{"id": "22", "contents": "Bananaman last aired on April 15th 1986."}
{"id": "23", "contents": "Graeme Garden stars in Bananaman."}
{"id": "24", "contents": "Baymax was created by Duncan Rouleau."}
{"id": "25", "contents": "Big Hero 6 was Baymax's first film appearance."}
{"id": "26", "contents": "Scott Adsit does the voice for Baymax."}
{"id": "27", "contents": "Gene Colan created Ben Urich."}
{"id": "28", "contents": "Hergé was the creator of the character Bianca Castafiore."}
{"id": "29", "contents": "Marv Wolfman was the creator of Bibbo Bibowski."}
{"id": "30", "contents": "Walt Disney Studios Motion Pictures is the distributor of the film , Big Hero 6."}
{"id": "31", "contents": "Alan Tudyk stars in the film, Big Hero 6."}
{"id": "32", "contents": "Bill Oddie was born in Rochdale."}
{"id": "33", "contents": "Sheldon Moldoff is the creator of Black Pirate."}
{"id": "34", "contents": "\"Mark Desmond\" is also known as the comic character Blockbuster."}
{"id": "35", "contents": "The comic character, Blockbuster, was created by Carmine Infantino."}
{"id": "36", "contents": "An alternative name for the comic character Bolt is Larry Bolatinsky."}
{"id": "37", "contents": "Bolt is created by Ernie Colon."}
{"id": "38", "contents": "Bozo the Iron Man was created by George Brenner."}
{"id": "39", "contents": "Dane Whitman is the alternative name for the comic character, Dane Whitman Black Knight."}
{"id": "40", "contents": "Dane Whitman, alter ego Black Knight, was created by John Buscema."}
{"id": "41", "contents": "Dick Dillian is from the United States."}
{"id": "42", "contents": "Doug Moench won the Eagle Award (comics)."}
{"id": "43", "contents": "The nationality of Duncan Rouleau is American."}
{"id": "44", "contents": "Ernie Colón is a national of Puerto Rico so he is considered Puerto Rican."}
{"id": "45", "contents": "Gene Colan has been awarded the Eisner Award."}
{"id": "46", "contents": "Gene Colan is an American."}
{"id": "47", "contents": "Graeme Garden was born in Aberdeen."}
{"id": "48", "contents": "Jack Kirby is an American."}
{"id": "49", "contents": "Jan Duursema has won the Eisner Award."}
{"id": "50", "contents": "Jerry Ordway's nationality is American."}
{"id": "51", "contents": "John Buscema was awarded an award by the Academy of Comic Book Arts."}
{"id": "52", "contents": "American was the nationality of John Buscema."}
{"id": "53", "contents": "Len Wein collected an award from the Academy of Comic Book Arts."}
{"id": "54", "contents": "Marv Wolfwan won an award at the Academy of Comic Book Arts."}
{"id": "55", "contents": "Paris Cullins is a United States national."}
{"id": "56", "contents": "Rene Goscinny is a French national."}
{"id": "57", "contents": "The comic book writer, Roger McKenzie, is a United States national."}
{"id": "58", "contents": "Roy Thomas was an award winner at the Academy of Comic Book Arts."}
{"id": "59", "contents": "Sheldon Moldoff won the Inkpot Award."}
{"id": "60", "contents": "Sheldon Moldoff was an American national."}
{"id": "61", "contents": "The Arrow is otherwise known as Ralph Payne."}
{"id": "62", "contents": "Paul Gustavson created The Arrow."}
{"id": "63", "contents": "Tim Brooke-Taylor was born in Buxton."}
{"id": "64", "contents": "Bananaman is broadcast by the BBC which is headquartered in Broadcasting house."}
{"id": "65", "contents": "Duncan Rouleau created Baymax, a character in Big Hero 6."}
{"id": "66", "contents": "The comic book character Auron was created by Karl Kesel, an American."}
