{"id": "0", "contents": "Ajoblanco originates from the country of Spain."}
{"id": "1", "contents": "Ajoblanco has almond as one of its ingredients."}
{"id": "2", "contents": "Ajoblanco is a food found in Andalusia."}
{"id": "3", "contents": "Almond is classed as a flowering plant."}
{"id": "4", "contents": "Almond is part of the Rosaceae family."}
{"id": "5", "contents": "Almond is one of the members of the Rosales order."}
{"id": "6", "contents": "Italy is the country Amatriciana sauce comes from."}
{"id": "7", "contents": "Amatriciana sauce can be found in an Italian meal."}
{"id": "8", "contents": "A variation of Amatriciana sauce includes onion, garlic, black pepper, and chili."}
{"id": "9", "contents": "Guanciale is an ingredient of Amatriciana sauce."}
{"id": "10", "contents": "Tomatoes, guanciale, cheese, olive oil are the main ingredients of Amatriciana sauce."}
{"id": "11", "contents": "Amatriciana sauce comes from the region of Lazio."}
{"id": "12", "contents": "Susana Diaz is a leader of Andalusia."}
{"id": "13", "contents": "The Antioquia Department is found in Colombia."}
{"id": "14", "contents": "Arem-arem is a food found in Indonesia."}
{"id": "15", "contents": "Arem-arem can be served as a main course."}
{"id": "16", "contents": "Lemper is a dish variation of Arem-Arem."}
{"id": "17", "contents": "Banana leaf is an ingredient in Arem arem."}
{"id": "18", "contents": "The main ingredients of Arem-arem are compressed rice cooked in banana leaf with vegetables or minced meat fillings."}
{"id": "19", "contents": "Arem-arem is a dish of Javanese cuisine."}
{"id": "20", "contents": "Arrabbiata sauce can be found in Italy."}
{"id": "21", "contents": "Arrabbiata sauce has basil as a variation."}
{"id": "22", "contents": "Garlic is an ingredient in arrabbiata sauce."}
{"id": "23", "contents": "Arrabbiata sauce originates from the region of Rome."}
{"id": "24", "contents": "Arròs negre is a traditional dish from Spain."}
{"id": "25", "contents": "Cephalopod ink is an ingredient of Arròs negre."}
{"id": "26", "contents": "The main ingredients in arròs negre are white rice, cuttlefish or squid, cephalopod ink and cubanelle peppers."}
{"id": "27", "contents": "The alternative name for asam pedas is asam padeh."}
{"id": "28", "contents": "Asam pedas comes from the countries of Indonesia and Malaysia."}
{"id": "29", "contents": "Asam pedas is a dish that was created within Malay cuisine."}
{"id": "30", "contents": "The main ingredients of Asam pedas are fish cooked in sour and hot sauce."}
{"id": "31", "contents": "Asam pedas is found in the region of Sumatra and Malay peninsula."}
{"id": "32", "contents": "The avocado is a member of the Lauraceae family."}
{"id": "33", "contents": "Avocado is under the order of laurales."}
{"id": "34", "contents": "Ayam penyet is from Indonesia."}
{"id": "35", "contents": "Fried chicken is an ingredient in Ayam penyet."}
{"id": "36", "contents": "The main ingredients of Ayam penyet are \"squeezed\" or \"smashed\" chicken served with sambal."}
{"id": "37", "contents": "Ayam penyet can be found nationwide and also in Malaysia and Singapore."}
{"id": "38", "contents": "The BLT is a variation on the club sandwich."}
{"id": "39", "contents": "one of the ingredients of the BLT sandwich is Lettuce."}
{"id": "40", "contents": "The country Bacon Explosion comes from is the United States."}
{"id": "41", "contents": "Bacon Explosion is a main course."}
{"id": "42", "contents": "Bacon is an ingredient in a Bacon Explosion."}
{"id": "43", "contents": "The main ingredients in a bacon explosion are bacon and sausage."}
{"id": "44", "contents": "Bacon Explosion is from the Kansas City metropolitan area."}
{"id": "45", "contents": "The bacon sandwich has different names including: Bacon butty, bacon sarnie, rasher sandwich, bacon sanger, piece 'n bacon, bacon cob, bacon barm and bacon muffin."}
{"id": "46", "contents": "Bacon sandwich is a dish from the United Kingdom."}
{"id": "47", "contents": "A variation of a bacon sandwich is the BLT."}
{"id": "48", "contents": "A bacon sandwich includes the ingredient bacon."}
{"id": "49", "contents": "The main ingredients of a bacon sandwich are bread and bacon and a condiment, often ketchup or brown sauce."}
{"id": "50", "contents": "Baked Alaska is thought to have originated in the United States, France or China."}
{"id": "51", "contents": "Christmas pudding is an ingredient in Baked Alaska."}
{"id": "52", "contents": "Meringue, ice cream, sponge cake or Christmas pudding are the main ingredients of Baked Alaska."}
{"id": "53", "contents": "Hong Kong or New York or Paris are the regions where Baked Alaska is found."}
{"id": "54", "contents": "Bakewell pudding is a dessert."}
{"id": "55", "contents": "Bakewell pudding was created in 1820 at the Rutland Arms, Bakewell."}
{"id": "56", "contents": "A variant of bakewell pudding is bakewell tart."}
{"id": "57", "contents": "Some main ingredients in Bakewell pudding are ground almonds, jam, butter and eggs."}
{"id": "58", "contents": "Bakewell pudding is from the Derbyshire Dales region."}
{"id": "59", "contents": "Bakewell pudding can be served warm (freshly baked) or cold."}
{"id": "60", "contents": "Fruit preserves are an ingredient in the bakewell tart."}
{"id": "61", "contents": "Bakewell tart comes from the Derbyshire Dales region."}
{"id": "62", "contents": "Bakso is from the Chinese cuisine."}
{"id": "63", "contents": "Beef is an ingredient of Bakso."}
{"id": "64", "contents": "Ground beef, tapioca, noodle, rice vermicelli, beef broth, kailan, celery, salted vegetables, fried shallots are the main ingredients of Bakso."}
{"id": "65", "contents": "Bakso is popular in the Indonesian region and also in the neighbouring Southeast Asian countries."}
{"id": "66", "contents": "Arepa is an ingredient of Bandeja paisa."}
{"id": "67", "contents": "The main ingredients in bandeja paisa are red beans, pork belly, white rice, ground meat, chicharon, fried egg, plantain (patacones), chorizo, arepa, hogao sauce, black pudding (morcilla), avocado and lemon."}
{"id": "68", "contents": "Bandeja paisa is found in the Antioquia Department."}
{"id": "69", "contents": "Barny cakes have 18 grams of carbs."}
{"id": "70", "contents": "The country Barny Cakes come from is France."}
{"id": "71", "contents": "barny cakes can be made with apple."}
{"id": "72", "contents": "Barny cakes contain 4.8 g of fat."}
{"id": "73", "contents": "Barny cakes are made with sponge cake."}
{"id": "74", "contents": "Barny cakes were invented in 1999."}
{"id": "75", "contents": "Batagor comes from the country of Indonesia."}
{"id": "76", "contents": "Batagor is a variation of the Siomay dish."}
{"id": "77", "contents": "Peanut sauce is an ingredient of batagor."}
{"id": "78", "contents": "Batagor should be served hot."}
{"id": "79", "contents": "Batchoy is a dish served as a soup course."}
{"id": "80", "contents": "Beef is an ingredient of Batchoy."}
{"id": "81", "contents": "The main ingredients of batchoy are noodles, pork organs, vegetables, chicken, shrimp, and beef."}
{"id": "82", "contents": "Batchoy is a food found in La Paz, Iloilo City."}
{"id": "83", "contents": "Beef kway teow is found in the countries of Indonesia and Singapore."}
{"id": "84", "contents": "Oyster sauce is an ingredient in Beef kway teow."}
{"id": "85", "contents": "Kway teow, beef tender loin, gula Melaka, sliced, dried black beans, garlic, dark soy sauce, lengkuas, oyster sauce, soya sauce, chilli and sesame oil are the main ingredients of Beef kway teow."}
{"id": "86", "contents": "Beef kway teow is a dish that is popular nationwide in Singapore and Indonesia."}
{"id": "87", "contents": "Bhajji comes from the country India."}
{"id": "88", "contents": "Gram flour is an ingredient in Bhajji."}
{"id": "89", "contents": "The main ingredients in Bhajji are gram flour and vegetables."}
{"id": "90", "contents": "Bhajji are found in the region of Karnataka."}
{"id": "91", "contents": "The dish bhajji is related to pakora."}
{"id": "92", "contents": "Bhajji is a dish similar to pakora and other fritters made from whet or corn flour."}
{"id": "93", "contents": "The binignit dish can be found in the Philippines."}
{"id": "94", "contents": "Binignit should be served as the dessert course."}
{"id": "95", "contents": "Banana is an ingredient in binignit."}
{"id": "96", "contents": "One of the main ingredients in binignit is banana."}
{"id": "97", "contents": "Binignit comes from the region Mindanao."}
{"id": "98", "contents": "Bionico is a food found in Mexico."}
{"id": "99", "contents": "Bionico is served at the dessert course."}
{"id": "100", "contents": "Honey can be used as a variation in the dish Bionico."}
{"id": "101", "contents": "Condensed milk is an ingredient of Bionico."}
{"id": "102", "contents": "Sour cream, chopped fruits, condensed milk. granola, raisins and shredded coconut are the main ingredients in Bionico."}
{"id": "103", "contents": "Bionico can be found in Guadalajara."}
{"id": "104", "contents": "The leader of Catalonia is Carles Puigdemont."}
{"id": "105", "contents": "Celery is in the family of Apiaceae."}
{"id": "106", "contents": "Celery is a member of the genus Apium."}
{"id": "107", "contents": "Chicharrón is a dish traditional in Spain."}
{"id": "108", "contents": "Chicharrón is found in the Andalusia region."}
{"id": "109", "contents": "Standard Chinese is the language of China."}
{"id": "110", "contents": "Derbyshire Dales is found in the County of Derbyshire."}
{"id": "111", "contents": "Derbyshire Dales is part of Derbyshire."}
{"id": "112", "contents": "Cookie is a type of dessert."}
{"id": "113", "contents": "In France the currency is the Euro."}
{"id": "114", "contents": "The French language is spoken in France."}
{"id": "115", "contents": "Claude Bartolone is a leader of France."}
{"id": "116", "contents": "A main ingredient of fried chicken is chicken."}
{"id": "117", "contents": "Guadalajara is in the country of Mexico."}
{"id": "118", "contents": "In Hong Kong, the spoken language is Chinese."}
{"id": "119", "contents": "Carrie Lam is a political leader in Hong Kong."}
{"id": "120", "contents": "Indian people are from India."}
{"id": "121", "contents": "Narendra Modi is a leader in India."}
{"id": "122", "contents": "The capital of Indonesia is Jakarta."}
{"id": "123", "contents": "In Indonesia the currency is the Indonesian rupiah."}
{"id": "124", "contents": "Joko Widodo is the leader of Indonesia."}
{"id": "125", "contents": "Rome is the capital of Italy."}
{"id": "126", "contents": "The spoken language in Italy is Italian."}
{"id": "127", "contents": "The leader of Italy is Laura Boldrini."}
{"id": "128", "contents": "The leader of Jalisco is Jesús Casillas Romero."}
{"id": "129", "contents": "The Javanese people are an ethnic group of Java."}
{"id": "130", "contents": "The leader of Karnataka is Vajubhai Vala."}
{"id": "131", "contents": "The lemon belongs to the rutaceae family."}
{"id": "132", "contents": "Lemon is part of genus Citrus."}
{"id": "133", "contents": "A lemon is included in the order of Sapindales."}
{"id": "134", "contents": "The capital of Malaysia is Kuala Lumpur."}
{"id": "135", "contents": "The Malaysian chinese are an ethnic group from Malaysia."}
{"id": "136", "contents": "The leader of Malaysia is Abdul Halim of Kedah."}
{"id": "137", "contents": "The currency in Mexico is the peso."}
{"id": "138", "contents": "In Mexico one of the languages spoken is Mexican Spanish."}
{"id": "139", "contents": "The leader of Mexico is Enrique Peña Nieto."}
{"id": "140", "contents": "Mondelez International was founded in Chicago."}
{"id": "141", "contents": "Arabic is one of the languages that is spoken in New York."}
{"id": "142", "contents": "As a dish variation on a pakora, cauliflower can be used."}
{"id": "143", "contents": "The Chinese Filipino is an ethnic group in the Philippines."}
{"id": "144", "contents": "Philippine English is the language spoken in the Philippines."}
{"id": "145", "contents": "The official language in the Philippines is Philippine English."}
{"id": "146", "contents": "Siomay is a variation on shumai."}
{"id": "147", "contents": "Shiitake is an ingredient of Shumai."}
{"id": "148", "contents": "The currency of Singapore is the Singapore dollar."}
{"id": "149", "contents": "The English language is spoken in Singapore."}
{"id": "150", "contents": "Halimah Yacob is a leader of Singapore."}
{"id": "151", "contents": "Batagor and Siomay are variation of the same dish."}
{"id": "152", "contents": "Spain uses the euro for its currency."}
{"id": "153", "contents": "Spaniards are from Spain."}
{"id": "154", "contents": "Spaniards are the ethnic group of Spain."}
{"id": "155", "contents": "In Spain the language spoken is the Spanish language."}
{"id": "156", "contents": "The leader of Spain is Felipe VI of Spain."}
{"id": "157", "contents": "One the ethnic groups on Sumatra is the Acehnese people."}
{"id": "158", "contents": "Sweet potato belongs to flowering plants."}
{"id": "159", "contents": "Sweet potato belongs to the Solanales order of plants."}
{"id": "160", "contents": "Tomato is part of the flowering plant division."}
{"id": "161", "contents": "Tomato belongs to the family of solanaceae."}
{"id": "162", "contents": "Tomato belongs to the genus Solanum."}
{"id": "163", "contents": "The tomato is of the order Solanales."}
{"id": "164", "contents": "London is the Capital of the United Kingdom."}
{"id": "165", "contents": "The language of the United Kingdom is the English language."}
{"id": "166", "contents": "Elizabeth II is the leader of the United Kingdom."}
{"id": "167", "contents": "The capital of the U.S. is Washington, D.C."}
{"id": "168", "contents": "African Americans are an ethic group in the United States."}
{"id": "169", "contents": "The English language is used in the United States."}
{"id": "170", "contents": "Barack Obama is a leader of the United States."}
{"id": "171", "contents": "The leader of the United States is called the President."}
{"id": "172", "contents": "The leader of the community of Valencia is Ximo Puig."}
{"id": "173", "contents": "Cuttlefish is an ingredient in the Catalonia regional dish, Arros negre."}
{"id": "174", "contents": "Baked Alaska and Sandesh are both desserts."}
{"id": "175", "contents": "Colombian Bandeja paisa includes the ingredient, Hogao."}
{"id": "176", "contents": "Barny cakes contain 1.8 g of protein and 18 g of carbs."}
{"id": "177", "contents": "The Philippines like to enjoy the dish Batchoy which has a main ingredient of Beef."}
{"id": "178", "contents": "Bhajji is also known as Bhaji or bajji and contains gram flour."}
{"id": "179", "contents": "Jusuf Kalla is the leader of Indonesia where the language is Indonesian and one of the local dishes is Bakso."}
{"id": "180", "contents": "Peanut sauce is an ingredient of Siomay, which is considered a variation on shumai, which is considered to be a variation of Batagor."}
{"id": "181", "contents": "Arrabbiata sauce is made with tomatoes, red chili, garlic and olive oil. It is a traditional dish from Rome, Italy."}
{"id": "182", "contents": "The Frangipane-based Bakewell tart is a variation of Bakewell pudding and hails from the Derbyshire Dales region. Patrick McLoughlin is the leader of Derbyshire Dales."}
{"id": "183", "contents": "Amatriciana sauce is a traditional dish from Italy, where the leaders are Laura Boldrini and Matteo Renzi, the capital is Rome and the people that live there are called Italians."}
