{"id": "0", "contents": "The 1955 Dodge is also known as the Dodge Custom Royal."}
{"id": "1", "contents": "The 1955 Dodge is a convertible."}
{"id": "2", "contents": "The 1955 Dodge has an AMC V8 engine."}
{"id": "3", "contents": "The 1955 Dodge is manufactured by Dodge."}
{"id": "4", "contents": "The 1955 Dodge is related to the DeSoto Custom."}
{"id": "5", "contents": "The 1955 Dodge has a 3 speed automatic transmission."}
{"id": "6", "contents": "The 1955 Dodge has a wheelbase of 120.0 inches."}
{"id": "7", "contents": "The A-Rosa Luna was built by Neptun Werft, Warnemunde."}
{"id": "8", "contents": "The A-Rosa was completed on April 6, 2005."}
{"id": "9", "contents": "The A-Rosa Luna is 125800.0 millimetres in length."}
{"id": "10", "contents": "The A-Rosa Luna is powered by a MTU Friedrichshafen engine."}
{"id": "11", "contents": "The A-Rosa Luna is classed as a cruise ship."}
{"id": "12", "contents": "The ship A-Rosa Luna weighs 1850 tonnes."}
{"id": "13", "contents": "December 16, 2004 was the launch date for the A-Rosa Luna ship."}
{"id": "14", "contents": "The A-Rosa Luna was ordered on the 22nd of January 2004."}
{"id": "15", "contents": "The A-Rosa Luna has a 2 × MTU 16V 2000 M60 engine."}
{"id": "16", "contents": "The A-Rosa Luna has a top speed of 24 km/h."}
{"id": "17", "contents": "AIDA Cruises are located in Germany."}
{"id": "18", "contents": "Meyer Werft was the builder of the AIDAluna."}
{"id": "19", "contents": "The AidAluna christening date is 2009-04-04."}
{"id": "20", "contents": "The AIDAluna is 252 metres long."}
{"id": "21", "contents": "AIDAluna had its maiden voyage on the 22nd of March, 2009."}
{"id": "22", "contents": "The owner of AIDAluna is AIDA Cruises."}
{"id": "23", "contents": "AIDAluna is powered by Caterpillar Inc."}
{"id": "24", "contents": "The AIDAluna has a ship beam of 32.2."}
{"id": "25", "contents": "The ship AIDAluna began service on March 22nd 2009."}
{"id": "26", "contents": "AIDAluna is in service."}
{"id": "27", "contents": "The AIDAluna has a top speed of 40.744."}
{"id": "28", "contents": "The AIDAstella service began on March 17th 2013."}
{"id": "29", "contents": "AIDAstella is 253260.0 millimetres in length."}
{"id": "30", "contents": "Costa Crociere is the owner of the AIDAstella."}
{"id": "31", "contents": "The AIDAstella has a beam of 32.2 m."}
{"id": "32", "contents": "The AIDAstella is a Sphinx-class cruise ship."}
{"id": "33", "contents": "The AIDAstella was laid down on 17th December 2008."}
{"id": "34", "contents": "The AIDAstella is still in service to this date."}
{"id": "35", "contents": "The AIDAstella has a top speed of 38.892."}
{"id": "36", "contents": "The ALCO RS-3 was produced between May 1950 and August 1956."}
{"id": "37", "contents": "The American Locomotive Company built the ALCO RS-3."}
{"id": "38", "contents": "The ALCO RS-3 has a cylinder count of 12."}
{"id": "39", "contents": "The ALCO RS-3 has a V12 engine."}
{"id": "40", "contents": "The ALCO RS-3 is 17068.8 (millimetres) in length."}
{"id": "41", "contents": "The ALCO RS-3 has a diesel-electric transmission."}
{"id": "42", "contents": "The total number of ALCO RS-3 made is 1418."}
{"id": "43", "contents": "The country of origin of the ALV X-1 is the United States."}
{"id": "44", "contents": "The diameter of the ALV X-1 is 1.524 metres."}
{"id": "45", "contents": "The ALV X-1 had 1 launch failure."}
{"id": "46", "contents": "The ALV X-1 has 2 rocket stages."}
{"id": "47", "contents": "The ALV X-1 rocket was launched once."}
{"id": "48", "contents": "An alternative name for the AMC Matador is the Rambler Matador."}
{"id": "49", "contents": "The AMC matador was assembled in Australia."}
{"id": "50", "contents": "The AMC Matador has a Coupé style body."}
{"id": "51", "contents": "The AMC Matador is considered a full-size car."}
{"id": "52", "contents": "Richard A. Teague designed the AMC Matador."}
{"id": "53", "contents": "The AMC Matador has a AMC V8 engine."}
{"id": "54", "contents": "AMC Matador is manufactured by American Motors."}
{"id": "55", "contents": "1971 is one of the model years of the AMC Matador."}
{"id": "56", "contents": "The ARA Veinticinco de Mayo (V-2) was built by Cammell Laird."}
{"id": "57", "contents": "ARA Veinticinco de Mayo (V-2) derives from Argentina."}
{"id": "58", "contents": "The ARA Veinticinco de Mayo (V-2) is 192000.0 millimetres long."}
{"id": "59", "contents": "The ARA Veinticinco de Mayo V-2 ship's beam measures 24.4."}
{"id": "60", "contents": "The ARA Veinticinco de Mayo (V-2) provided spare parts for NaeL Minas Geraisand and the remainder was scrapped in 2000."}
{"id": "61", "contents": "The Abarth company was founded in Bologna."}
{"id": "62", "contents": "Abarth was founded by Carlo Abarth."}
{"id": "63", "contents": "Two door coupe is the body style of the Abarth 1000 GT Coupé."}
{"id": "64", "contents": "The Abarth 1000 GT Coupe was designed by Gruppo Bertone."}
{"id": "65", "contents": "Abarth is the manufacturer of the Abarth 1000 GT Coupé."}
{"id": "66", "contents": "The Abarth 1000 GT Coupe 's production started in 1958."}
{"id": "67", "contents": "The wheelbase of the Abarth 1000 GT Coupé, is 2160.0 millimetres."}
{"id": "68", "contents": "The Abarth 1000 GT Coupé has a width of 1.55 m."}
{"id": "69", "contents": "The Acura TLX is assembled in Marysville, Ohio."}
{"id": "70", "contents": "Acura TLX is a luxury class of vehicle."}
{"id": "71", "contents": "The Acura TLX has a 2.4 litre engine."}
{"id": "72", "contents": "The Acura TLX has front-wheel and all-wheel drive."}
{"id": "73", "contents": "Honda is the manufacturer of the Acura TLX."}
{"id": "74", "contents": "The Airbus Group is the parent company of Airbus Defence and Space."}
{"id": "75", "contents": "Arctech Helsinki Shipyard built the icebreaker, Aleksey Chirikov."}
{"id": "76", "contents": "The icebreaker Aleksey Chirikov is 99.83 long."}
{"id": "77", "contents": "Sovcomflot operates the icebreaker, Aleksey Chirikov."}
{"id": "78", "contents": "The icebreaker Aleksey Chirikov has a Wartsila power type."}
{"id": "79", "contents": "The Icebreaker, Aleksey Chirikov's ship beam is 21.2."}
{"id": "80", "contents": "The Aleksey Chirikov (icebreaker) is in service."}
{"id": "81", "contents": "The alternative name of the Alfa Romeo 164 is the Alfa Romeo 168."}
{"id": "82", "contents": "The Alfa Romeo 164's assembly line is in Italy."}
{"id": "83", "contents": "The Alfa Romeo 164 has a Sedan body style."}
{"id": "84", "contents": "The Alfa Romeo 164 is considered a mid-size luxury executive car."}
{"id": "85", "contents": "The Engine of an Alfa Romeo 164 is 2.5 litres."}
{"id": "86", "contents": "The Alfa Romeo 164 and the Saab 9000 are related means of transport in that they are both cars."}
{"id": "87", "contents": "The Alfa Romeo 164 has a 4-speed automatic (ZF 4HP18Q) transmission."}
{"id": "88", "contents": "The Alhambra was 63800.0 millimetres long."}
{"id": "89", "contents": "Alhambra is owned by the P & O company."}
{"id": "90", "contents": "The Alhambra is powered by a Humphrys, Tennant and Dykes engine."}
{"id": "91", "contents": "The ship Alhambra was launched on the 31st May 1855."}
{"id": "92", "contents": "The ship Alhambra was powered by a Humphrys, Tennant and Dykes 140hp geared steam engine."}
{"id": "93", "contents": "The AgM-88 HARM is produced by Alliant Techsystems."}
{"id": "94", "contents": "The Alvis Car and Engineering Company was founded in Coventry."}
{"id": "95", "contents": "The Alvis Car and Engineering Company is located in Coventry."}
{"id": "96", "contents": "The Rover Co. succeeded the Alvis Car and Engineering Co."}
{"id": "97", "contents": "The Alvis Speed 25 is classed as a full-size luxury car."}
{"id": "98", "contents": "The Alvis Speed 25 has a petrol engine."}
{"id": "99", "contents": "Alvis Speed 25 was manufactured by the Alvis Car and Engineering Company."}
{"id": "100", "contents": "The Alvis Speed 25 has an impressive transmission coined as \"single plate clutch, separate 4-speed gearbox all-silent and all-syncromesh, centre change lever, open tubular propellor shaft with metal joints , spiral bevel fully floating back axle\"."}
{"id": "101", "contents": "The Alvis Speed 25 has a wheelbase of 127 inches."}
{"id": "102", "contents": "The American Locomotive Company was founded in Schenectady, New York."}
{"id": "103", "contents": "The American Locomotive Company is located in the United States."}
{"id": "104", "contents": "American Motors was acquired by Chrysler."}
{"id": "105", "contents": "Roy D. Chapin Jr. is a key person at American Motors."}
{"id": "106", "contents": "The Wheel Horse is a subsidiary of American Motors."}
{"id": "107", "contents": "American Motors successor is Eagle."}
{"id": "108", "contents": "General Dynamics Electric Boat is the builder of the American submarine NR-1."}
{"id": "109", "contents": "The American submarine NR-1 is 45000.0 millimetres long."}
{"id": "110", "contents": "The American submarine NR-1 has a 3.8m ship beam."}
{"id": "111", "contents": "The American submarine NR-1 was launched in January 25th 1969."}
{"id": "112", "contents": "The top speed of the American submarine NR-1 is 8.334."}
{"id": "113", "contents": "The rocket Antares is comparable to Delta II."}
{"id": "114", "contents": "The Antares rocket is 3.9 m in diameter."}
{"id": "115", "contents": "The final flight of the rocket, Antares was on the 18th of September 2013."}
{"id": "116", "contents": "The function of the Antares rocket was a medium expendable launch system."}
{"id": "117", "contents": "The rocker Antares was launched from the Mid-Atlantic Regional Spaceport."}
{"id": "118", "contents": "The maiden flight of the Antares rocket was on April 21st, 2013."}
{"id": "119", "contents": "The Antares rocket was manufactured by Orbital ATK."}
{"id": "120", "contents": "The capital of Argentina is Buenos Aires."}
{"id": "121", "contents": "Argentines live in Argentina."}
{"id": "122", "contents": "The leader of Argentina is Mauricio Macri."}
{"id": "123", "contents": "Ariane 5 has a diameter of 5.4 metres."}
{"id": "124", "contents": "The final flight of the Ariane 5 was on 2003-09-27."}
{"id": "125", "contents": "The Ariane 5 was launched at ELA-3."}
{"id": "126", "contents": "Ariane 5 had its maiden flight on the 4th of June, 1996."}
{"id": "127", "contents": "The Ariane 5 was made by ESA and Arianespace."}
{"id": "128", "contents": "The Ariane 5 has had 2 partial failures."}
{"id": "129", "contents": "Arianespace is located in the city of Courcouronnes."}
{"id": "130", "contents": "Arianespace is located in France."}
{"id": "131", "contents": "The Aston Martin DBS is manufactured by Aston Martin."}
{"id": "132", "contents": "The Aston Martin DBS had the Aston Martin V8 for a successor."}
{"id": "133", "contents": "The Aston Martin V8 assembly took place in Newport Pagnell, Buckinghamshire, England, United Kingdom."}
{"id": "134", "contents": "The Aston Martin V8's body style is the Coupé."}
{"id": "135", "contents": "The Aston Martin V8 has a 5.3 litre engine."}
{"id": "136", "contents": "The Aston Martin V8 and the Aston Martin DBS are related means of transport."}
{"id": "137", "contents": "The Aston Martin V8 was succeeded by the Aston Martin Virage."}
{"id": "138", "contents": "Aston Martin Virage and Aston Martin DBS are related types of transportation."}
{"id": "139", "contents": "Atlas II is 3.04m in diameter."}
{"id": "140", "contents": "Atlas II last flight was on December 5, 2002."}
{"id": "141", "contents": "The Atlas II was launched from Cape Canaveral Air Force Station."}
{"id": "142", "contents": "The manufacturer of the Atlas II is Lockheed Martin."}
{"id": "143", "contents": "Ducati is a subsidiary of Audi."}
{"id": "144", "contents": "Audi A1 is assembled in Brussels in Belgium."}
{"id": "145", "contents": "The Audi A1 is a hatchback."}
{"id": "146", "contents": "The Audi A1 is classed as a super mini."}
{"id": "147", "contents": "The Audi A1 has a 1.2 litre engine."}
{"id": "148", "contents": "The Audi A1 has a front-engine, front-wheel-drive layout."}
{"id": "149", "contents": "Audi is the manufacturer of the Audi A1."}
{"id": "150", "contents": "The Audi A1 and Volkswagen Polo are related kinds of transportation."}
{"id": "151", "contents": "The Audi A1 has a 5-speed manual transmission."}
{"id": "152", "contents": "Caterpillar Inc. was founded in the United States."}
{"id": "153", "contents": "Caterpillar, Inc. is located in Illinois."}
{"id": "154", "contents": "Costa Crociere is based in Italy."}
{"id": "155", "contents": "Carnival Corporation & plc is the parent company of Costa Crociere."}
{"id": "156", "contents": "DeSoto are the manufacturers of the DeSoto Custom."}
{"id": "157", "contents": "The DeSoto is related to the Dodge Coronet."}
{"id": "158", "contents": "The Desoto Custom's successor is the DeSoto Firedome."}
{"id": "159", "contents": "The origin of the Delta II is the United States."}
{"id": "160", "contents": "The Delta II took off from Cape Canaveral Air Force Station Space Launch Complex 17."}
{"id": "161", "contents": "Delta II was manufactured by the United Launch Alliance."}
{"id": "162", "contents": "Sergio Marchionne was the key person of the Dodge."}
{"id": "163", "contents": "Arianespace operates the ELA-3."}
{"id": "164", "contents": "The ELA-3 is located at the Guiana Space Centre."}
{"id": "165", "contents": "Fiat Croma and Opel Vectra are related forms of transportation."}
{"id": "166", "contents": "The natives of Finland are known as Finns."}
{"id": "167", "contents": "Juha Sipila is a leader in Finland."}
{"id": "168", "contents": "General Dynamics Electric Boat are located in the city of Groton, Connecticut."}
{"id": "169", "contents": "General Dynamics is the parent company of the General Dynamics Electric Boat Co."}
{"id": "170", "contents": "Berlin is the capital of Germany."}
{"id": "171", "contents": "Andreas Voßkuhle is a leader of Germany."}
{"id": "172", "contents": "Gruppo Bertone was founded in Italy."}
{"id": "173", "contents": "Gruppo Bertone is located in Turin."}
{"id": "174", "contents": "Gruppo Bertone is located in Italy."}
{"id": "175", "contents": "French Guiana is where the headquarters of the Guiana Space Centre are located."}
{"id": "176", "contents": "French Guiana is the location of the Guiana Space Centre."}
{"id": "177", "contents": "The Honda Accord is made by Honda."}
{"id": "178", "contents": "The Honda Accord is related to the Acura TLX."}
{"id": "179", "contents": "The Honda J. engine is made by Honda."}
{"id": "180", "contents": "Humphrys, Tennant and Dykes is located in Deptford."}
{"id": "181", "contents": "Rome is the capital of Italy."}
{"id": "182", "contents": "The Lancia Thema is related to the Saab 9000."}
{"id": "183", "contents": "Lockheed Martin is located in Bethesda, Maryland."}
{"id": "184", "contents": "MTU Friedrichshafen is in the city of Friedrichshafen."}
{"id": "185", "contents": "The MTU Friedrichshafen is owned by Rolls-Royce Holdings."}
{"id": "186", "contents": "The parent company of MTU Friedrichshafen is Rolls Royce Power Systems."}
{"id": "187", "contents": "Mid-Atlantic Regional Spaceport Launch Pad 0 is associated with the Antares rocket."}
{"id": "188", "contents": "The saint of Milan is Ambrose."}
{"id": "189", "contents": "Neptun Werft is located in Rostock."}
{"id": "190", "contents": "Neptun Werft is located in Germany."}
{"id": "191", "contents": "The location of the company P&O is London."}
{"id": "192", "contents": "The Plymouth Plaza was manufactured by Plymouth."}
{"id": "193", "contents": "Plymouth Plaza is related to the 1955 Dodge."}
{"id": "194", "contents": "The Plymouth Plaza's successor is the Plymouth Satellite."}
{"id": "195", "contents": "Richard A. Teague works for Chrysler."}
{"id": "196", "contents": "Rostock is in Germany."}
{"id": "197", "contents": "The SEAT Ibiza and the Audi A1 are similar means of transport."}
{"id": "198", "contents": "Saab 9000 is related to Alfa Romeo 164."}
{"id": "199", "contents": "Sergey Naryshkin is a key person at Sovcomflot."}
{"id": "200", "contents": "Spaceport Florida Launch Complex 36 is operated by the United States Air Force."}
{"id": "201", "contents": "London is the capital of the United Kingdom."}
{"id": "202", "contents": "Elizabeth II is the leader of the United Kingdom."}
{"id": "203", "contents": "Washington D.C. is the capital city of the United States."}
{"id": "204", "contents": "Americans live in the U.S."}
{"id": "205", "contents": "One of the ethnic groups in the United States is African Americans."}
{"id": "206", "contents": "English is spoken in the U.S."}
{"id": "207", "contents": "The leader of the United States has the title President of the United States."}
{"id": "208", "contents": "The operator of the Vandenberg AFB Space Launch Complex 3 is the United States Air Force."}
{"id": "209", "contents": "The Vandenberg Air Force Base is located in Lompoc, California."}
{"id": "210", "contents": "Volkswagen Polo and Audi A1 are related forms of transportation."}
{"id": "211", "contents": "The Yuzhnoye Design Office is located in Dnipropetrosvsk."}
{"id": "212", "contents": "The AIDAluna is a 252m long Sphinx class cruise ship."}
{"id": "213", "contents": "AIDAstella was built by Meyer Werft in Papenburg."}
{"id": "214", "contents": "AIDAstella is 253260.0 millimetres in length and was completed on March 11th, 2013."}
{"id": "215", "contents": "The AIDAstella, which is 253260.0 millimetres in length, had its maiden voyage on the 17th of March 2013."}
{"id": "216", "contents": "The AIDAstella shop was put in service on March 17th, 2013 and it is 253260 mm long."}
{"id": "217", "contents": "Alliant Techsystems produces the ALV X-1 and the XM25 CDTE."}
{"id": "218", "contents": "The Abarth 1000 GT Coupe is a couple last produced in 1958."}
{"id": "219", "contents": "Alhambra has its maiden voyage on July 7th, 1855 and was 63800.0 millimetres long."}
{"id": "220", "contents": "Alhambra was wrecked and had a ship beam of 8.3m."}
{"id": "221", "contents": "The American submarine NR-1 has a draft of 4.6m and a beam of 3.8m."}
{"id": "222", "contents": "The Aston Martin V8 was manufactured by Aston Martin and is a related means of transport to the Aston Martin RHAM/1."}
{"id": "223", "contents": "The Atlas II, originates from the United States and its launch site was the Spaceport Florida Launch Complex 36."}
{"id": "224", "contents": "Meyer Werft is located in German and built the AIDAstella."}
{"id": "225", "contents": "The AIDAstella, christened 3/16/2013, began service 3/17/2013 and is 253260.0 mm long."}
{"id": "226", "contents": "AIDAstella, which was built by Meyer Werf and is 253260.0 millimetres in length is operated by AIDA Cruises."}
{"id": "227", "contents": "The ALV X-1 rocket has 2 stages, a diameter of 1.524 metres, and was launched at the Mid Atlantic Regional Spaceport."}
{"id": "228", "contents": "Located in Illinois with a key person called Douglas R. Oberhelman is the Caterpillar Co. AIDAluna is powered by Caterpillar Inc."}
{"id": "229", "contents": "The Acura TLX has a Honda J engine which is manufactured by Honda, a division of which, is Acura."}
{"id": "230", "contents": "The A-Rosa Luna was built by Neptun Werft of Rostock, Germany (home to the Germans)."}
{"id": "231", "contents": "1937 is when production started of the Alvis Speed 25 which is a full-size luxury vehicle. This vehicle has a wheelbase of 127 inches and a 31.48 tax hp engine. The Alvis Speed 25 has an impressive transmission coined as \"single plate clutch, separate 4-speed gearbox all-silent and all-syncromesh, centre change lever, open tubular propellor shaft with metal joints , spiral bevel fully floating back axle\"."}
