{"id": "0", "contents": "The 11th Mississippi Infantry Monument falls under the category of Contributing property."}
{"id": "1", "contents": "The 11th Mississippi Infantry Monument is located in the United States."}
{"id": "2", "contents": "11th Mississippi Infantry Monument's location is Adams County, Pennsylvania."}
{"id": "3", "contents": "The 11th Mississippi Infantry Monument is in the municipality of Gettysburg , Pennsylvania."}
{"id": "4", "contents": "The 11th Mississippi Infantry Monument is in Pennsylvania."}
{"id": "5", "contents": "The 14th New Jersey Volunteer Infantry Monument belongs to the category of Historic districts in the United States."}
{"id": "6", "contents": "The 14th New Jersey Volunteer Infantry Monument is located in the United States."}
{"id": "7", "contents": "The 14th New Jersey Volunteer Infantry Monument is located in the district of the Monocacy National Battlefield."}
{"id": "8", "contents": "The 14th New Jersey Volunteer Infantry Monument was established in 1907-07-11."}
{"id": "9", "contents": "14th New Jersey Volunteer Infantry Monument was founded 1907-07-11."}
{"id": "10", "contents": "The 14th New Jersey Volunteer Infantry Monument is owned by the National Park Service."}
{"id": "11", "contents": "The 14th New Jersey Volunteer Infantry Monument is owned by the National Park Service."}
{"id": "12", "contents": "The 14th New Jersey Volunteer Infantry Monuments is located in the state of Maryland."}
{"id": "13", "contents": "Adams County, Pennsylvania has Cumberland County, Pennsylvania to its north."}
{"id": "14", "contents": "Frederick County, Maryland is to the southwest of Adams County, Pennsylvania."}
{"id": "15", "contents": "Adams County Pennsylvania is East of Franklin County, Pennsylvania."}
{"id": "16", "contents": "The Ataturk Monument was inaugurated on 27th July, 1932."}
{"id": "17", "contents": "The Atatürk Monument is located in Izmir, Turkey."}
{"id": "18", "contents": "Baku is the capital of Azerbaijan."}
{"id": "19", "contents": "The National Assembly dictates the legislature of Azerbaijan."}
{"id": "20", "contents": "Baku Turkish Martyrs' Memorial is dedicated to the Ottoman Army soldiers killed in the Battle of Baku."}
{"id": "21", "contents": "Baku Turkish Martyrs Memorial designer was Hüseyin Bütüner and Hilmi Güner."}
{"id": "22", "contents": "The Dead Man's Plack is dedicated to Æthelwald, Ealdorman of East Anglia."}
{"id": "23", "contents": "The Dead Man's Plack is located in England."}
{"id": "24", "contents": "The Dead Man's Plack is made from rock."}
{"id": "25", "contents": "London is the capital of England."}
{"id": "26", "contents": "One of the ethnic groups found in England is the British Arabs."}
{"id": "27", "contents": "One of the languages spoken in England is the Cornish language."}
{"id": "28", "contents": "In England the main religion is the Church of England."}
{"id": "29", "contents": "Monocacy National Battlefield is located in Frederick County, Maryland."}
{"id": "30", "contents": "The city nearest to Monocacy National Battlefield is Frederick, Maryland."}
{"id": "31", "contents": "Ankara is the capital of Turkey."}
{"id": "32", "contents": "The currency of Turkey is Turkish Lira."}
{"id": "33", "contents": "The largest city in Turkey is Istanbul."}
{"id": "34", "contents": "Ahmet Davutoglu is a leader of Turkey."}
{"id": "35", "contents": "Turkey's leader is Ahmet Davutoğlu."}
{"id": "36", "contents": "The leader's title in Turkey is the President of Turkey."}
{"id": "37", "contents": "The 11th Mississippi Infantry Monument, established in 2000, is in the municipality of Gettysburg, Pennsylvania."}
{"id": "38", "contents": "Carroll County Maryland is southeast of Adams County Pennsylvania, where the 11th Mississippi Infantry Monument is located."}
{"id": "39", "contents": "Pietro Canonica is the designer of the Ataturk Monument in Izmir, which is made of bronze."}
{"id": "40", "contents": "The leader of Azerbaijan is called the Prime Minister. The Baku Turkish Martyr's Memorial is in Azerbaijan."}
{"id": "41", "contents": "The National Assembly dictates the legislature of Azerbaijan, where the Baku Turkish Martyrs' Memorial is found."}
{"id": "42", "contents": "The native name for the Baku Turkish Martyrs' Memorial, designed by Hüseyin Bütüner and Hilmi Güner is Türk Şehitleri Anıtı."}
{"id": "43", "contents": "The Atatürk Monument (İzmir) was designed by Pietro Canonnica, and can be found in Turkey, where the capital is Ankara."}
{"id": "44", "contents": "Prime Minister of Azerbaijan is Artur Rasizade with the official title of the leader of Azerbaijan. The Baku Turkish Martyrs' Memorial is located in Baku, the capital of Azerbaijan."}
{"id": "45", "contents": "The Baku Turkish Martyr's Memorial in Azerbaijan is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. The native name of the memorial is \"Türk Sehitleri Aniti\" and is made from red granite and white marble. The Prime Minister of Azerbaijan is the official title of the leader of the country."}
