{"id": "0", "contents": "Aaron S. Daggett fought in battles in the American Civil War."}
{"id": "1", "contents": "Aaron S. Daggett was born in Greene, Maine."}
{"id": "2", "contents": "Aaron S. Daggett's place of death was Massachusetts."}
{"id": "3", "contents": "Ab Klink's Alma mater is Erasmus University Rotterdam."}
{"id": "4", "contents": "The date of birth of Ab Klink is 1958-11-02."}
{"id": "5", "contents": "Ab Klink was born in the Netherlands."}
{"id": "6", "contents": "Ab Klink is a national of the Netherlands."}
{"id": "7", "contents": "Ab Klink worked as a Member of the House of Representatives."}
{"id": "8", "contents": "Ab Klink belongs to the Christian Democratic Appeal party."}
{"id": "9", "contents": "Stephen Yong Kuet Tze is the deputy of Abdul Rahman Ya'kub."}
{"id": "10", "contents": "Abdul Taib Mahmud's date of birth is 1936-05-21."}
{"id": "11", "contents": "Abdul Taib Mahmud's birthplace was Kingdom of Sarawak."}
{"id": "12", "contents": "Abdul Taib Mahmud is a member of the \"Barisan Ra'ayat Jati Sarawak\" party."}
{"id": "13", "contents": "Abdul Taib Mahmud's region is Asajaya."}
{"id": "14", "contents": "Abdul Taib Mahmud resides in Demak Jaya, Jalan Bako, Kuching, Sarawak."}
{"id": "15", "contents": "The successor of Abdul Taib Mahmud was Abdul Rahman Ya'kub."}
{"id": "16", "contents": "The Technical Institute, Kaduna is the alma mater of Abdulsalami Abubakar."}
{"id": "17", "contents": "Abdulsalami Abubakar's country is Nigeria."}
{"id": "18", "contents": "Abdulsalami Abubakar was in office while Mike Akhigbe was Vice President."}
{"id": "19", "contents": "Abdulsalami Abubakar was a member of the Nigerian Air Force."}
{"id": "20", "contents": "Abdulsalami Abubakar worked as the Nigerian Chief of the Defence Staff."}
{"id": "21", "contents": "Abdulsalami Abubakar's succcessor was Al-Amin Daggash."}
{"id": "22", "contents": "Abel Caballero's alma mater is the University of Santiago de Compostela."}
{"id": "23", "contents": "Abel Caballero was born in Spain."}
{"id": "24", "contents": "Abel Caballero was in office while Felipe González was Prime Minister."}
{"id": "25", "contents": "Abel Caballero is Spanish."}
{"id": "26", "contents": "Abel Caballero works as the Mayor of Vigo."}
{"id": "27", "contents": "Abel Caballero belongs to the Spanish Socialist Workers' Party."}
{"id": "28", "contents": "Abner W Sibal' s date of birth is 11 - 04 - 1921."}
{"id": "29", "contents": "Abner W. Sibal's birth place was Ridgewood, Queens."}
{"id": "30", "contents": "Abner W. Sibal served in the United States Army."}
{"id": "31", "contents": "Abner W. Sibal worked as a member of the Connecticut Senate from the 26th District."}
{"id": "32", "contents": "Abner W. Sibal was a member of the Republican party of the United States."}
{"id": "33", "contents": "Abner W Sibal represented Connecticut's 4th Congressional District."}
{"id": "34", "contents": "Abner W. Sibal's successor was Donald J. Irwin."}
{"id": "35", "contents": "Abraham A. Ribicoff's place of birth was Connecticut."}
{"id": "36", "contents": "New York City, New York, U.S. is the death place of Abraham A. Ribicoff."}
{"id": "37", "contents": "Abraham A. Ribicoff was in office while John F. Kennedy was president."}
{"id": "38", "contents": "Abraham A. Ribicoff's nationality is American."}
{"id": "39", "contents": "Abraham A Ribicoff worked as Governor of Connecticut."}
{"id": "40", "contents": "Abraham A. Ribicoff is a member of the United States Democratic Party."}
{"id": "41", "contents": "Abraham A. Ribicoff spouse is Ruth Ribicoff."}
{"id": "42", "contents": "John N Dempsey was preceded by Abraham A Ribicoff."}
{"id": "43", "contents": "Adam Holloway began his career on 5th May 2005."}
{"id": "44", "contents": "Adam Holloway's Alma mater is Magdalene College, Cambridge."}
{"id": "45", "contents": "Adam Holloway was involved in Gulf War battles."}
{"id": "46", "contents": "Adam Holloway was born in Faversham Kent, England."}
{"id": "47", "contents": "Adam Holloway was in the Grenadier Guards in the military."}
{"id": "48", "contents": "Adam Holloway is from the United Kingdom."}
{"id": "49", "contents": "Adam Holloway obtained 9312 votes in his election."}
{"id": "50", "contents": "Adam Holloway worked as a member of Parliament for Gravesham."}
{"id": "51", "contents": "Adam Holloway is in the Conservative Party (UK)."}
{"id": "52", "contents": "Adam Koc was awarded the Cross of Independence."}
{"id": "53", "contents": "Adam Koc was involved in battles in the Polish–Soviet War."}
{"id": "54", "contents": "Adam Koc was born in Congress in Poland."}
{"id": "55", "contents": "Adam Koc's nationality is Poland."}
{"id": "56", "contents": "Japanese Occupation of British Borneo is the birth place of Adenan Satem."}
{"id": "57", "contents": "Adenan Satem was in office during the time Abdul Taib Mahmud was Vice President."}
{"id": "58", "contents": "Adolf Schärf was born in Austria-Hungary."}
{"id": "59", "contents": "Adonis Georgiadis's Alma mater is the National and Kapodistrian University of Athens."}
{"id": "60", "contents": "Adonis Georgiadis was born in Athens."}
{"id": "61", "contents": "Adonis Georgiadis worked as the Deputy Parliamentary Spokesman for the Popular Orthodox Rally."}
{"id": "62", "contents": "Adonis Georgiadis was a member of the New Democracy party in Greece."}
{"id": "63", "contents": "Makis Voridis was the successor of Adonis Georgiadis."}
{"id": "64", "contents": "Agnes Kant's Alma mater is Radboud University Nijmegen."}
{"id": "65", "contents": "Agnes Kant was born in West Germany."}
{"id": "66", "contents": "Agnes Kant's country is the Netherlands."}
{"id": "67", "contents": "Agnes Kant is a national of the Netherlands."}
{"id": "68", "contents": "Agnes Kant worked as a member of the House of Representatives."}
{"id": "69", "contents": "Agnes Kant is a member of the Socialist Party in the Netherlands."}
{"id": "70", "contents": "Agnes Kant was a resident of Doesburg."}
{"id": "71", "contents": "Agnes Ward White died at Parkersburg, West Virginia."}
{"id": "72", "contents": "Airey Neave ended his career on 30th March 1979."}
{"id": "73", "contents": "Airey Neave began his career on March 4th 1974."}
{"id": "74", "contents": "Airey Neave was awarded the Distinguished Service Order."}
{"id": "75", "contents": "Airey Neave was involved in the Battle of France."}
{"id": "76", "contents": "Airey Neave was born in Knightsbridge."}
{"id": "77", "contents": "Airey Neave dies at Westminster Hospital, London."}
{"id": "78", "contents": "Airey Neave's unit was the Royal Artillery."}
{"id": "79", "contents": "Albert B. White finished his career on March 4th 1905."}
{"id": "80", "contents": "Albert B. White started his career on March 4, 1901."}
{"id": "81", "contents": "Albert B White was born on 22nd September 1856."}
{"id": "82", "contents": "Albert B. White was born in Cleveland."}
{"id": "83", "contents": "Albert B. White's year of birth was 1856."}
{"id": "84", "contents": "Albert B. White's date of death was 1941-07-03."}
{"id": "85", "contents": "Albert B White died at Parkersburg, West Virginia."}
{"id": "86", "contents": "Albert B. White's year of death was 1941."}
{"id": "87", "contents": "Albert B. White worked as the Governor of West Virginia."}
{"id": "88", "contents": "Albert B. White's profession is politician."}
{"id": "89", "contents": "Albert B White was succeeded by William M O Dawson."}
{"id": "90", "contents": "Albert Jennings Fountain battled in the American Civil War."}
{"id": "91", "contents": "Albert Jennings Fountain was born in New York."}
{"id": "92", "contents": "Albert Jennings Fountain's date of death was 1896-02-01."}
{"id": "93", "contents": "Albert Jennings Fountain died in Dona Ana County, New Mexico."}
{"id": "94", "contents": "Albert Jennings Fountain was in office while Edmund J. Davis was Vice President."}
{"id": "95", "contents": "The branch of military Albert Jennings Fountain belonged to was 1st Regiment New Mexico Volunteer Cavalry."}
{"id": "96", "contents": "Albert Jennings Fountain worked as President pro tempore of the Texas Senate."}
{"id": "97", "contents": "Albert Jennings Fountain was a member of the United States republican party."}
{"id": "98", "contents": "Alberto Teisaire was born in 1891-05-20."}
{"id": "99", "contents": "Alberto Teisaire was born in Mendoza in Agentina."}
{"id": "100", "contents": "Alberto Teisaire's place of death was Buenos Aires."}
{"id": "101", "contents": "Alberto Teisaire was in office while Juan Perón was president."}
{"id": "102", "contents": "Alberto Teisaire worked as the Provisional President of the Argentine Senate."}
{"id": "103", "contents": "Alberto Teisaire's party is Justicialist Party."}
{"id": "104", "contents": "Alberto Teisaire is a Rear Admiral."}
{"id": "105", "contents": "Isaac Rojas was the successor to Alberto Teisaire."}
{"id": "106", "contents": "Alfons Gorbach was born in Austria."}
{"id": "107", "contents": "Alfons Gorbach died in Graz."}
{"id": "108", "contents": "Alfons Gorbach was in office during President Adolf Schärf's reign."}
{"id": "109", "contents": "Alfons Gorbach was a politician from the Austrian People's Party."}
{"id": "110", "contents": "Josef Klaus succeeded Alfons Gorbach."}
{"id": "111", "contents": "Alfred Moore Scales started his career on 1857-03-04."}
{"id": "112", "contents": "The alma Mater of Alfred Moore Scales is the University of North Carolina at Chapel Hill."}
{"id": "113", "contents": "Alfred Moore Scales took part in American Civil War battles."}
{"id": "114", "contents": "Alfred Moore Scales was born in Reidsville, North Carolina."}
{"id": "115", "contents": "Alfred Moore Scales came from the U.S."}
{"id": "116", "contents": "Alfred Moore Scales was Governor of North Carolina."}
{"id": "117", "contents": "Alfred Moore Scales is a member of the Democratic Party in the United States."}
{"id": "118", "contents": "Daniel Gould Fowle suceeded Alfred Moore Scales."}
{"id": "119", "contents": "Alfred N Phillips retired on the date 1939-01-03."}
{"id": "120", "contents": "Alfred N. Phillips was born in Connecticut."}
{"id": "121", "contents": "Alfred N. Phillips served in the United States, Army."}
{"id": "122", "contents": "Alfred N Phillips worked as Member of the U.S. House of Representatives from Connecticut's 4th district."}
{"id": "123", "contents": "Alfred N. Phillips was a member of the United States Democratic Party."}
{"id": "124", "contents": "The successor to Alfred N. Phillips is Albert E. Austin."}
{"id": "125", "contents": "Allan Shivers started his active career on July 11th 1949."}
{"id": "126", "contents": "Allan Shivers was born in Lufkin, Texas."}
{"id": "127", "contents": "Allan Shivers was Governor of Texas."}
{"id": "128", "contents": "Allan Shivers served in the Democratic Party in the U.S."}
{"id": "129", "contents": "Allan Shivers was succeeded by Ben Ramsey."}
{"id": "130", "contents": "1793-10-23 was Alvah Sabin's birthdate."}
{"id": "131", "contents": "Georgia Vermont is the birthplace of Alvah Sabin."}
{"id": "132", "contents": "Alvah Sabin died in Sycamore, Illinois."}
{"id": "133", "contents": "Alvah Sabin worked as the secretary of the State of Vermont."}
{"id": "134", "contents": "Alvah Sabin represented Vermont's 3rd Congressional District."}
{"id": "135", "contents": "Alvah Sabin was a Baptist."}
{"id": "136", "contents": "Homer Elihu Royce was preceded by Alvah Sabin."}
{"id": "137", "contents": "Abraham Lincoln was a commander in the American Civil War."}
{"id": "138", "contents": "Antonis Samaras was born in Athens."}
{"id": "139", "contents": "Antonis Samaras has Evangelos Venizelos for a Deputy."}
{"id": "140", "contents": "Antonis Samaras was in office while Konstantinos Mitsotakis was Prime Minister."}
{"id": "141", "contents": "The language of Argentina is Spanish."}
{"id": "142", "contents": "Spanish is the official language in Argentina."}
{"id": "143", "contents": "Doris Bures is a leader in Austria."}
{"id": "144", "contents": "The Battle of Antietam was part of the military conflict known as the American Civil War."}
{"id": "145", "contents": "Battle of Chancellorsville was part of the American Civil War conflict."}
{"id": "146", "contents": "Robert E Lee was the commander in the Battle of Cold Harbor."}
{"id": "147", "contents": "Gerd Von Rundstedt was the commmander in the Battle of France."}
{"id": "148", "contents": "The commander at the Battle of Fredericksburg was Robert E Lee."}
{"id": "149", "contents": "Robert E Lee was a commander in the Battle of Gettysburg."}
{"id": "150", "contents": "Th Battle of Gettysburg was part of the American Civil War conflict."}
{"id": "151", "contents": "Robert E. Lee was a commander in the Battle of Salem Church."}
{"id": "152", "contents": "The Battle of Salem Church was part of the American Civil War conflict."}
{"id": "153", "contents": "The Battle of the Wilderness was fought during the American Civil War."}
{"id": "154", "contents": "The governing body in Buenos Aires is the Buenos Aires City Legislature."}
{"id": "155", "contents": "The leader of Buenos Aires is Diego Santilli."}
{"id": "156", "contents": "Casey Ribicoff's place of birth was Chicago."}
{"id": "157", "contents": "Cleveland is in the United States."}
{"id": "158", "contents": "Daniel Gould Fowle's Alma Mater is Princeton University."}
{"id": "159", "contents": "Emile Roemer is a member of the Socialist Party in the Netherlands."}
{"id": "160", "contents": "Erasmus University in Rotterdam is affiliated to the Association of MBAs."}
{"id": "161", "contents": "Rodolfo Llopis preceded Felipe Gonzalez."}
{"id": "162", "contents": "Grenadier Guards took part in the Battle of Waterloo."}
{"id": "163", "contents": "George H. W. Bush was a commander in the Gulf War."}
{"id": "164", "contents": "Khadija Arib is the leader of the House of Representatives in the Netherlands."}
{"id": "165", "contents": "Rome is the Birthplace of Juan Carlos I of Spain."}
{"id": "166", "contents": "Juan Carlos I of Spain's predecessor was Alfonso XIII of Spain."}
{"id": "167", "contents": "Queen Sofia of Spain is the wife of Juan Carlos I of Spain."}
{"id": "168", "contents": "Juan Peron served in office at the same time that Hortensio Quijano was Governor."}
{"id": "169", "contents": "Juan Peron was in office while Hortensio Quijano was vice president."}
{"id": "170", "contents": "Juan Perón was married to Eva Perón."}
{"id": "171", "contents": "Athens was the birthplace of Makis Voridis."}
{"id": "172", "contents": "Mike Akhigbe was in the Nigerian Navy."}
{"id": "173", "contents": "Mike Akhigbe's successor was Atiku Abubakar."}
{"id": "174", "contents": "The currency in the Netherlands is the euro."}
{"id": "175", "contents": "The colour of the New Democracy in Greece is blue."}
{"id": "176", "contents": "One of the languages spoken in New York is Arabic."}
{"id": "177", "contents": "Yemi Osinbajo is the leader of Nigeria."}
{"id": "178", "contents": "Aermacchi MB-339 is a trainer Aircraft used by the Nigerian Air -Force."}
{"id": "179", "contents": "Olusegun Obasanjo was in office whilst Atiku Abubakar was Vice President."}
{"id": "180", "contents": "Olusegun Obasanjo's predecessor was Abdulsalami Abubakar."}
{"id": "181", "contents": "Parkersburg, West Virginia is in the country, the United States."}
{"id": "182", "contents": "Poland has an ethnic group called Kashubians."}
{"id": "183", "contents": "The Polish language is used in Poland."}
{"id": "184", "contents": "Joseph Stalin was a commander in the Polish Soviet War."}
{"id": "185", "contents": "The Polish Soviet war was a conflict within the Russian Civil War."}
{"id": "186", "contents": "One of the Royal Artillery's garrisons was in Hohne."}
{"id": "187", "contents": "Siege of Petersburg was part of the American Civil War conflict."}
{"id": "188", "contents": "Red is the colour of the Socialist Party (Netherlands)."}
{"id": "189", "contents": "Emile Roemer is a leader in the Netherlands Socialist Party."}
{"id": "190", "contents": "The euro is the currency in Spain."}
{"id": "191", "contents": "The main language used in Spain is Spanish."}
{"id": "192", "contents": "The leader in Spain is Felipe VI of Spain."}
{"id": "193", "contents": "Sycamore is located in DeKalb County, Illinois."}
{"id": "194", "contents": "London is the capital of the U.K."}
{"id": "195", "contents": "African Americans are an ethnic group in the U.S.A."}
{"id": "196", "contents": "The U.S. Army fought in the American Civil War."}
{"id": "197", "contents": "Vermont's largest city is Burlington, Vermont."}
{"id": "198", "contents": "Daniel Webster was a leader of the Whig Party in the United States."}
{"id": "199", "contents": "William M. O. Dawson died in Charleston, West Virginia."}
{"id": "200", "contents": "William M. O. Dawson is a member of the United States Republican party."}
{"id": "201", "contents": "Benito Mussolini was a commander in World War II."}
{"id": "202", "contents": "The East Africa Campaign was part of World War II."}
{"id": "203", "contents": "Aaron S Daggett fought in the Battle of Salem Church and was awarded the Purple Heart."}
{"id": "204", "contents": "Abdul Rahman Ya'kub, the successor of Abdul Taib Mahmud, was in office whilst Tuanku Bujang Tuanku Othman was Vice President."}
{"id": "205", "contents": "The alma mater of Abdulsalami Abubakar, who was born in Niger State, was the Technical Institute, Kaduna."}
{"id": "206", "contents": "Abel Caballero (b Galicia, Spain) served during the reign of King Juan Carlos I of Spain."}
{"id": "207", "contents": "Abner W. Sibal was in WWII and one commander in that war was Chiang Kai-shek."}
{"id": "208", "contents": "Adam Holloway was born in Faversham Kent, England and lived in Gravesend."}
{"id": "209", "contents": "Adonis Georgiadis, who was born in Greece, served in office while Antonis Samaras was Prime Minister."}
{"id": "210", "contents": "Airey Neave was a Lieutenant Colonel and ended his career on 30th March 1979."}
{"id": "211", "contents": "Airey Neave started serving in military in 1935 and ended his career on 30th March 1979."}
{"id": "212", "contents": "Albert B White, a member of the Republican Party of the United States, was succeeded by William M O Dawson."}
{"id": "213", "contents": "Albert B. White, who was married to Agnes Ward White, finished his career on March 4th 1905."}
{"id": "214", "contents": "Alberto Teisaire was from Argentina where Spanish is a language spoken."}
{"id": "215", "contents": "Allan Shivers, served in the United States Army, and fought in World War II."}
{"id": "216", "contents": "Alvah Sabin was a member of the United States Whig Party and its leader was Daniel Webster."}
{"id": "217", "contents": "Alfons Gorbach was born in Austria, where Austrian German is the language spoken."}
{"id": "218", "contents": "Both Aaron S. Daggett and Robert .E. Lee (commander) were at the Battle of Antietam."}
{"id": "219", "contents": "Juan Peron was a member of the the Argentinian Labour Party. Juan Peron was President whilst Alberto Teisaire was in office."}
{"id": "220", "contents": "Mark Rutte is the leader of the Netherlands where Ab Klink was born."}
{"id": "221", "contents": "Sadique Abubakar is a commander in the Nigerian Air Force, which Abdulsalami Abubakar was a member of."}
{"id": "222", "contents": "Joseph Stalin was a commander in World War II, the war Allan Shivers, serving in the United States Army, fought in."}
{"id": "223", "contents": "Alvah Sabin, who ended his career on 3 March 1857, represented Vermont where the largest city is Burlington."}
{"id": "224", "contents": "Abraham Lincoln was a commander during the American Civil War, which included the Battle of Cold Harbour in which Aaron S Daggett participated."}
{"id": "225", "contents": "Aaron S. Daggett fought in the American Civil War, Battle of Fredericksburg and Abraham Lincoln was a commander in the Civil War."}
{"id": "226", "contents": "Alvah Sabin's state is Vermont where the largest city is Burlington. He started active service on 1853-03-04 and represented Vermont's 3rd Congressional District."}
{"id": "227", "contents": "Abdul Taib Mahmud was born in the kingdom of Sarawak. He resides in Demak Jaya, Jalan Bako, Kuching, Sarawak and his party is the Parti Pesaka Bumiputera Bersatu. His alma mater is University of Adelaide and his successor was Abdul Rahman."}
