{"id": "0", "contents": "The \"1 Decembrie 1918 University\" is in the city Alba Iulia."}
{"id": "1", "contents": "The 1 Decembrie 1918 University is located in the country of Romania."}
{"id": "2", "contents": "The Latin name of the 1 Decembrie 1918 University is \"Universitas Apulensis\"."}
{"id": "3", "contents": "The 1 Decembrie 1918 University has the nickname Uab."}
{"id": "4", "contents": "Breaz Valer Daniel is rector of the 1 Decembrie 1918 University."}
{"id": "5", "contents": "The academic staff at the AWH Engineering College number 250."}
{"id": "6", "contents": "The AWH Engineering College is located in Kuttikkattoor."}
{"id": "7", "contents": "AWH Engineering College is located in India."}
{"id": "8", "contents": "The AWH Engineering College was established in 2001."}
{"id": "9", "contents": "AWH Engineering College is located in Kerala state."}
{"id": "10", "contents": "The type of government of Aarhus is magistrate."}
{"id": "11", "contents": "Mols is to the northeast of Aarhus."}
{"id": "12", "contents": "Accademia di Architettura di Mendrisio is located in the city of Mendrisio."}
{"id": "13", "contents": "The Accademia di Architettura di Mendrisio is located in Switzerland."}
{"id": "14", "contents": "The dean of the Accademia di Architettura di Mendrisio is Mario Botta."}
{"id": "15", "contents": "The Accademia di Architettura di Mendrisio was established in 1996."}
{"id": "16", "contents": "The Accademia di Architettura di Mendrisio is located in Ticino."}
{"id": "17", "contents": "There are 600 students at the Accademia di Architettura di Mendrisio."}
{"id": "18", "contents": "Acharya Institute of Technology's academic staff total is ~500."}
{"id": "19", "contents": "The Acharya Institute of Technology is affiliated with Visvesvaraya Technologial University."}
{"id": "20", "contents": "The Acharya Institute of Technology is located in the city of Bangalore."}
{"id": "21", "contents": "Acharya Institute of Technology can be found in India."}
{"id": "22", "contents": "Dr. G. P. Prabhukumar is the director of the Acharya Institute of Technology."}
{"id": "23", "contents": "The Acharya Institute of Technology was established in the year 2000."}
{"id": "24", "contents": "Acharya Institute of Technology's motto is Nurturing Excellence."}
{"id": "25", "contents": "AIT is the nickname for the Acharya Institute of Technology."}
{"id": "26", "contents": "The number of post graduate students at the Acharya Institute of Technology is about 700."}
{"id": "27", "contents": "The number of undergraduates attending the Acharya Institute of Technology is roughly 10000 students."}
{"id": "28", "contents": "Blue, white and orange are the colours adopted by Acharya Institute of Technology."}
{"id": "29", "contents": "The outlook ranking for the Acharya Institute of Technology is 63."}
{"id": "30", "contents": "Tennis is one of the sports offered at the Acharya Institute of Technology."}
{"id": "31", "contents": "The Acharya Institute of Technology is in the state of Karnataka."}
{"id": "32", "contents": "The All India Council for Technical Education was proud to give the Technical Campus status to the Acharya Institute of Technology."}
{"id": "33", "contents": "All India Council for Technical Education is located in Mumbai."}
{"id": "34", "contents": "Kempe Gowda I founded Bangalore."}
{"id": "35", "contents": "Lars Lokke Rasmussen is the leader of Denmark."}
{"id": "36", "contents": "Denmark is led by a Monarch."}
{"id": "37", "contents": "The official religion of Denmark is the Church of Denmark."}
{"id": "38", "contents": "The headquarters of the European University Association is in Brussels."}
{"id": "39", "contents": "The largest city in India is Mumbai."}
{"id": "40", "contents": "The Ganges is a river in India."}
{"id": "41", "contents": "Karnataka neighbors Telangana to its northeast."}
{"id": "42", "contents": "The Arabian Sea is west of Karnataka."}
{"id": "43", "contents": "Kochi is the leader of Kerala."}
{"id": "44", "contents": "The anthem of Romania is called Desteapta te romane."}
{"id": "45", "contents": "One of the ethnic groups in Romania are the Germans of Romania."}
{"id": "46", "contents": "The leader of Romania is Klaus Iohannis."}
{"id": "47", "contents": "The leader of Romania is known as the Prime Minister."}
{"id": "48", "contents": "The Aarhus University School of Business and Social Sciences is affiliated with the European University Association."}
{"id": "49", "contents": "The Aarhus University School of Business and Social Sciences is in the city of Aarhus."}
{"id": "50", "contents": "The School of Business and Social Sciences at Aarhus University was established in 1928."}
{"id": "51", "contents": "The latin name of School of Business and Social Sciences at the Aarhus University is \"Universitas Aarhusiensis\"."}
{"id": "52", "contents": "The Swiss Psalm is the anthem of Switzerland."}
{"id": "53", "contents": "Johann Schneider Ammann is the leader of Switzerland."}
{"id": "54", "contents": "The Federal Chancellor of Switzerland helps to lead the country."}
{"id": "55", "contents": "Switzerland's legislature is formed in the Federal Assembly."}
{"id": "56", "contents": "The sport Tennis has a Governing Body called the International Tennis Federation."}
{"id": "57", "contents": "Visvesvaraya Technological University is in the city of Belgaum."}
{"id": "58", "contents": "The 1 Decembrie 1918 University is situated in the state of Alba, Romania."}
{"id": "59", "contents": "Alba Iulia in Romania is the location of the 1 Decembrie 1918 University."}
{"id": "60", "contents": "Alba Iulia is a part of Alba County and is the location of the 1 Decembrie 1918 University."}
{"id": "61", "contents": "The Accademia di Archiettura di Mendrisio is located in the city of Mendrisio, the neighboring municipality of Mendrisio is Meride."}
{"id": "62", "contents": "The 1 Decembrie 1918 University is located in Romania where the capital is Bucharest."}
{"id": "63", "contents": "The 1 Decembrie 1918 University is in the country of Romania who has the patron saint Andrew the Apostle."}
{"id": "64", "contents": "Denmark's School of Business and Social Sciences at the Aarhus University has an academic staff size of 737 people."}
{"id": "65", "contents": "The School of Business and Social Sciences at the Aarhus University is located in the country of Denmark which has the religion The Church of Denmark."}
{"id": "66", "contents": "Thomas Pallesen is dean of the School of Business and Social Sciences at the Aarhus University where there is an academic staff of 737."}
{"id": "67", "contents": "The School of Business and Social Sciences at Aarhus University takes 16000 students and is affiliated to the European University Association."}
{"id": "68", "contents": "The Acharya Institute of Technology is located in Bangalore, India. Its president is B.M. Reddy and it was established in 2000."}
