{"id": "0", "contents": "David Weber is the author of 1634: The Baltic War."}
{"id": "1", "contents": "1634: The Bavarian Crisis can be located by it's ISBN number \"978-1-4165-4253-7\"."}
{"id": "2", "contents": "The authors of 1634: The Bavarian Crisis are Virginia DeMarce and Eric Flint."}
{"id": "3", "contents": "the novel 1634: The Bavarian Crisis is followed by Ring of Fire II."}
{"id": "4", "contents": "1634: The Bavarian Crisis is written in English."}
{"id": "5", "contents": "1634: The Bavarian Crisis is available in print form."}
{"id": "6", "contents": "1634: The Bavarian Crisis has 448 pages."}
{"id": "7", "contents": "DeMarce short stories in the Grantville Gazettes preceded 1634: The Bavarian Crisis."}
{"id": "8", "contents": "1634: The Galileo Affair was followed by 1634: The Ram Rebellion."}
{"id": "9", "contents": "The book \"1634: The Galileo Affair is available in English."}
{"id": "10", "contents": "1634: The Ram Rebellion was written by Eric Flint, Virginia DeMarce, et al."}
{"id": "11", "contents": "1634 The Ram Rebellion comes from the United States."}
{"id": "12", "contents": "English is the language used in 1634: The Ram Rebellion."}
{"id": "13", "contents": "1634: The Ram Rebelllion can be found as an E book."}
{"id": "14", "contents": "The novel 1634 The Ram Rebellion is 512 pages long."}
{"id": "15", "contents": "1634 The Ram Rebellion was preceded by 1634 The Galileo Affair."}
{"id": "16", "contents": "Harvard University is A.T. Charlie Johnson's almaMater."}
{"id": "17", "contents": "Charlie Johnson is the doctoral advisor for Michael Tinkham."}
{"id": "18", "contents": "A T Charlie Johnson is a United States national."}
{"id": "19", "contents": "A.T. Charlie Johnson resides in the United States."}
{"id": "20", "contents": "ATISET is the CODEN code for ACM Transactions on Information Systems."}
{"id": "21", "contents": "The ISSN number of ACM Transactions on Information Systems is 1046-8188."}
{"id": "22", "contents": "89646863 is the LCCN number of ACM Transactions on Information Systems."}
{"id": "23", "contents": "ACM Transactions on Information Systems has the abbreviation of ACM Trans. Inf. Syst."}
{"id": "24", "contents": "ACM Transactions on Information Systems is part of the academic Discipline of Computer Science."}
{"id": "25", "contents": "Association for Computing Machinery is the publisher of ACM Transactions on information Systems."}
{"id": "26", "contents": "ISSN number 0269-9370 is the AIDS journal."}
{"id": "27", "contents": "The AIDS journal has the LCCN number 90640840."}
{"id": "28", "contents": "AIDS (journal) comes under the academic discipline HIV."}
{"id": "29", "contents": "AIDS (journal) was first published in 1987."}
{"id": "30", "contents": "The AIDS journal is published by Lippincott, Williams & Wilkins."}
{"id": "31", "contents": "The coden code for AIP Advances is AAIDBI."}
{"id": "32", "contents": "AIP Advances, ISSN number 2158-3226."}
{"id": "33", "contents": "\"AIP Adv.\" is the abbreviation of AIP Advances."}
{"id": "34", "contents": "AIP Advances is devoted to the study of physics."}
{"id": "35", "contents": "AIP Advances editors include the following: Vincent H. Crespi, Bernard S. Gerstman, A.T. Charlie Johnson, Masaaki Tanaka, Enge G. Wang."}
{"id": "36", "contents": "AIP Advances has the impact factor 1.524,."}
{"id": "37", "contents": "The American Institute of Physics publishes AIP Advances."}
{"id": "38", "contents": "The ISBN number of the book A Fortress of Grey Ice is 0-7653-0633-6."}
{"id": "39", "contents": "The OCLC number of A Fortress of Grey Ice is 51969173."}
{"id": "40", "contents": "J.V. Jones authored A Fortress of Grey Ice."}
{"id": "41", "contents": "A Fortress of Grey Ice is from the United States."}
{"id": "42", "contents": "A Fortress of Grey Ice is written in the English language."}
{"id": "43", "contents": "The book \"A Fortress of Grey Ice\" can be found in print."}
{"id": "44", "contents": "A Fortress of Grey Ice has 672 pages."}
{"id": "45", "contents": "A Fortress of Grey Ice is published by Tor Books."}
{"id": "46", "contents": "A Glastonbury Romance has the ISBN number 0-7156-3648-0."}
{"id": "47", "contents": "The Library of Congress Classification of \"A Glastonbury Romance\" is PR6031.0867."}
{"id": "48", "contents": "The author of A Glastonbury Romance is John Cowper Powys."}
{"id": "49", "contents": "The book \"A Glastonbury Romance\" was followed by \"Weymouth Sands\"."}
{"id": "50", "contents": "A Glastonbury Romance is in print."}
{"id": "51", "contents": "A Glastonbury Romance has 1174 pages."}
{"id": "52", "contents": "A Glastonbury Romance was preceded By Wolf Solent."}
{"id": "53", "contents": "A Glastonbury Romance is published by Simon & Schuster."}
{"id": "54", "contents": "The OCLC number of A Long Long Way is 57392246."}
{"id": "55", "contents": "A Long Long Way comes from Ireland."}
{"id": "56", "contents": "The novel A Long Long Way was followed by The Secret Scripture."}
{"id": "57", "contents": "A Long Long Way was published in Print & Paperback."}
{"id": "58", "contents": "A Long Long Way is 292 pages long."}
{"id": "59", "contents": "Annie Dunne preceded A Long Long Way."}
{"id": "60", "contents": "The book \"A Long Long Way was published by Viking Press."}
{"id": "61", "contents": "The OCLC number of A Loyal Character Dancer is 49805501."}
{"id": "62", "contents": "A Loyal Character Dancer was penned by Qiu Xiaolong."}
{"id": "63", "contents": "A Loyal Character Dancer is published in the United States."}
{"id": "64", "contents": "A Loyal Character Dancer is written in English."}
{"id": "65", "contents": "A Loyal Character Dancer is in print."}
{"id": "66", "contents": "A loyal Character Dancer is 360 pages long."}
{"id": "67", "contents": "A Loyal Character Dancer is published by Soho Press."}
{"id": "68", "contents": "A Severed Wasp has an ISBN number of \"0-374-26131-8\"."}
{"id": "69", "contents": "PS3523.E55 S4 1982 is the Library of Congress Classification of \"A Severed Wasp\"."}
{"id": "70", "contents": "A Severed Wasp was assigned the OCLC number 8805735."}
{"id": "71", "contents": "A Severed Wasp is from the United States."}
{"id": "72", "contents": "A Severed Wasp was written in the English language."}
{"id": "73", "contents": "A severed wasp can be found in print."}
{"id": "74", "contents": "388 is the number of pages A severed Wasp has."}
{"id": "75", "contents": "Farrar, Straus and Giroux publish A Severed Wasp."}
{"id": "76", "contents": "A Wizard of Mars ISBN number is \"978-0-15-204770-2\"."}
{"id": "77", "contents": "The OCLC number of A Wizard of Mars is 318875313."}
{"id": "78", "contents": "\" A Wizard of Mars was Published in the United States \"."}
{"id": "79", "contents": "A Wizard of Mars is available in print form."}
{"id": "80", "contents": "A wizard of Mars is 560 pages long."}
{"id": "81", "contents": "A Wizard of Mars is preceded by Wizards at War."}
{"id": "82", "contents": "A Wizard of Mars was published by Harcourt."}
{"id": "83", "contents": "Abhandlungen aus dem Mathematischen Seminar der Universität Hamburg has the CODEN code AMHAAJ."}
{"id": "84", "contents": "Abhandlungen aus dem Mathematischen Seminar der Universität Hamburg has the ISSN number 1865-8784."}
{"id": "85", "contents": "\"Abh.Math.Semin.Univ.Hambg\" is the abbreviation for Abhandlungen aus dem Mathematischen Seminar der Universität Hamburg."}
{"id": "86", "contents": "Abhandlungen aus dem Mathematischen Seminar der Universität Hamburg is concerned with the academic discipline of Pure Mathematics."}
{"id": "87", "contents": "Springer Science & Business Media is the publisher of Abhandlungen aus dem Mathematischen Seminar der Universitat Hamburg."}
{"id": "88", "contents": "The ISBN number of Above the Veil is 0-439-17685-9."}
{"id": "89", "contents": "Above the Veil has the OCLC number 46451790."}
{"id": "90", "contents": "Above the Veil is from the country of Australia."}
{"id": "91", "contents": "The novel \"Into Battle\" followed \"Above the Veil\"."}
{"id": "92", "contents": "Above the Veil is written in English."}
{"id": "93", "contents": "Above the Veil is 248 pages long."}
{"id": "94", "contents": "Above the Veil was preceded By Aenir."}
{"id": "95", "contents": "The Acta Mathematica Hungarica CODEN code is \"AMAHE9\"."}
{"id": "96", "contents": "The Acta Mathematica Hungarica has the ISSN number 0236-5294."}
{"id": "97", "contents": "83646315 is the LCCN number for Acta Mathematica Hungarica."}
{"id": "98", "contents": "Acta Mathematica Hungarica is published by Springer Science and Business Media."}
{"id": "99", "contents": "Acta Palaeontologica Polonica has the ISSN number 1732-2421."}
{"id": "100", "contents": "The Acta Palaeontologica Polonica has a LCCN number of 60040714."}
{"id": "101", "contents": "Acta Palaeontologica Polonica is abbreviated to Acta Palaeontol. Pol."}
{"id": "102", "contents": "Paleobiology is the academic discipine of Acta Palaeontologica Polonica."}
{"id": "103", "contents": "Acta Palaeontologica Polonica was published by the Institute of Paleobiology, Polish Academy of Sciences."}
{"id": "104", "contents": "Addiction (Journal) has the CODEN Code ADICE5."}
{"id": "105", "contents": "The journal Addiction had the ISSN number 0965-2140."}
{"id": "106", "contents": "Addiction is the abbreviated version of the Addiction journal."}
{"id": "107", "contents": "The Addiction journal is published by Wiley-Blackwell on behalf of the Society for the Study of Addiction."}
{"id": "108", "contents": "The Administrative Science Quarterly has a Coden code of \"ASCQAG\"."}
{"id": "109", "contents": "Administrative Science Quarterly has the ISSN number of 0001-8392."}
{"id": "110", "contents": "Administrative Science Quarterly has the OCLC number 1461102."}
{"id": "111", "contents": "Administrative Science Quarterly is abbreviated to Admin. Sci. Q."}
{"id": "112", "contents": "The Administrative Science Quarterly comes under the academic discipline of Management."}
{"id": "113", "contents": "Administrative Science Quarterly is published by SAGE Publications for the Samuel Curtis Johnson Graduate School of Management, Cornell University."}
{"id": "114", "contents": "The ISBN number of Aenir is 0-439-17684-0."}
{"id": "115", "contents": "Aenir was written by Garth Nix."}
{"id": "116", "contents": "The book Aenir was written by Australians."}
{"id": "117", "contents": "The novel Aenir was followed by Above the Veil."}
{"id": "118", "contents": "Aenir is available in print."}
{"id": "119", "contents": "Aenir is a book that has 233 pages."}
{"id": "120", "contents": "The novel Aenir was preceded by the novel Castle."}
{"id": "121", "contents": "Alcatraz Versus the Evil Librarians has the ISBN number 0-439-92550-9."}
{"id": "122", "contents": "Alcatraz Versus the Evil Librarians was written by Brandon Sanderson."}
{"id": "123", "contents": "Alcatraz Versus the Evil Librarians is in the genre of Fantasy literature."}
{"id": "124", "contents": "The literary genre of Alcatrz Versus the Evil Librarians is fantasy literature."}
{"id": "125", "contents": "The book \"Alcatraz Versus the Evil Librarians is in print."}
{"id": "126", "contents": "Alcatraz Versus the Evil Librarians is 320 pages long."}
{"id": "127", "contents": "Alcatraz Versus the Scrivener's Bones was authored by Brandon Sanderson."}
{"id": "128", "contents": "The American Journal of Math EISSN number is 1080."}
{"id": "129", "contents": "The American Journal of Mathematics has an ISSN number of 0002-9327."}
{"id": "130", "contents": "American Journal of Mathematics has the OCLC number 1480153."}
{"id": "131", "contents": "The American Journal of Mathematics is also known by the abbreviated title of Am. J. Math."}
{"id": "132", "contents": "The American Journal of Mathematics was first published in 1878."}
{"id": "133", "contents": "The American Journal of Mathematics is published bimonthly."}
{"id": "134", "contents": "The American Journal of Mathematics was published by Johns Hopkins University."}
{"id": "135", "contents": "The novel Annie Dunne is followed by A Long Long Way."}
{"id": "136", "contents": "New York City is where the Association for Computing machinery headquarters is located."}
{"id": "137", "contents": "Alexander L. Wolf is a leader of the Association for Computing Machinery."}
{"id": "138", "contents": "Brandon Sanderson was born in Lincoln Nebraska."}
{"id": "139", "contents": "Cornell University is affiliated with the Association of American Universities."}
{"id": "140", "contents": "Cornell University is in the city of Ithaca, New York."}
{"id": "141", "contents": "The president of Cornell University is Elizabeth Garrett."}
{"id": "142", "contents": "Cornell University is in the state of New York."}
{"id": "143", "contents": "The English language is spoken in Great Britain."}
{"id": "144", "contents": "Eric Flint was influenced by Robert A. Heinlein."}
{"id": "145", "contents": "Grantville Gazette II is preceded by The Grantville Gazette."}
{"id": "146", "contents": "HIV is part of the Orthoretrovirinae family."}
{"id": "147", "contents": "The novel Into Battle is published by Australians."}
{"id": "148", "contents": "The novel Into Battle is followed by The Violet Keystone."}
{"id": "149", "contents": "The novel Into Battle is preceded by Above the Veil."}
{"id": "150", "contents": "White people are an ethnic group within Ireland."}
{"id": "151", "contents": "The largest city in Ireland is Dublin."}
{"id": "152", "contents": "Ireland is located within Europe."}
{"id": "153", "contents": "John Cowper Powys was born in Shirley,Derbyshire."}
{"id": "154", "contents": "John Cowper Powys died in Blaenau Ffestiniog."}
{"id": "155", "contents": "One of John Cowper Powys notable works is Oliver Glendower."}
{"id": "156", "contents": "Johns Hopkins University Press is located in the United States."}
{"id": "157", "contents": "Johns Hopkins University is the parent company of the Johns Hopkins University Press."}
{"id": "158", "contents": "The United States is the country of origin of Lippincott, Williams & Wilkins."}
{"id": "159", "contents": "Wolters Kluwer is the parent company of Lippincott Williams & Wilkins."}
{"id": "160", "contents": "Madeleine L'Engle was influenced by George MacDonald."}
{"id": "161", "contents": "The headquarters of the Polish Academy of Sciences is in Warsaw."}
{"id": "162", "contents": "The Polish Academy of Sciences serves Poland."}
{"id": "163", "contents": "Ring of Fire II is written in English."}
{"id": "164", "contents": "1634: The Bavarian Crisis was written prior to \"Ring of Fire II\"."}
{"id": "165", "contents": "Sara Miller McCune is the founder of SAGE publications."}
{"id": "166", "contents": "Julius Springer is the founder of Springer Science and Business Media."}
{"id": "167", "contents": "The Bodley Head was founded by Charles Elkin Mathews."}
{"id": "168", "contents": "A Long Long Way came before the book \"The Secret Scripture\"."}
{"id": "169", "contents": "Macmillan Publishers is the parent company of Tor Books."}
{"id": "170", "contents": "London is the capital city in the UK."}
{"id": "171", "contents": "British people live in the United Kingdom."}
{"id": "172", "contents": "English is the language spoken in the United Kingdom."}
{"id": "173", "contents": "David Cameron is a leader in the UK."}
{"id": "174", "contents": "The capital of the United States is Washington, D.C."}
{"id": "175", "contents": "Americans inhabit the U.S."}
{"id": "176", "contents": "In the United States one of the ethnic groups is African American."}
{"id": "177", "contents": "The leader of the United States is Barack Obama."}
{"id": "178", "contents": "The leader of the United States is known as the President."}
{"id": "179", "contents": "Viking Press is in the United States."}
{"id": "180", "contents": "Penguin Random House is the parent company of Viking Press."}
{"id": "181", "contents": "Weymouth Sands' author was John Cowper Powys."}
{"id": "182", "contents": "Maiden Castle (novel) was preceded by Weymouth Sands."}
{"id": "183", "contents": "The parent company of Wiley-Blackwell is John Wiley & Sons."}
{"id": "184", "contents": "Wizards at War was published by Harcourt (publishers)."}
{"id": "185", "contents": "Wolf Solent was followed by A Glastonbury Romance."}
{"id": "186", "contents": "1634: The Ram Rebellion is followed by 1635: The Cannon Law and preceded by 1634 The Galileo Affair."}
{"id": "187", "contents": "The AIDS journal is published in the UK by Lippincott Williams & Wilkins."}
{"id": "188", "contents": "A Glastonbury Romance has the OCLC number 76798317 and the ISBN number 0-7156-3648-0."}
{"id": "189", "contents": "A Long Long Way is available in hardcover and has the ISBN number of 0-670-03380-4."}
{"id": "190", "contents": "A Long Long Way is written in the English language, which is spoken in Great Britain."}
{"id": "191", "contents": "The book A Loyal Character Dancer has 360 pages and the ISBN number of 1-56947-301-3."}
{"id": "192", "contents": "Madeline L'Engle is an author, influenced by George MacDonald, who wrote A Severed Wasp."}
{"id": "193", "contents": "A Wizard of Mars was written by Diane Duane, and has the ISBN number 978-0-15-204770-2."}
{"id": "194", "contents": "A Wizard of Mars was published in the United States in English."}
{"id": "195", "contents": "With a LCCN number 32024459, Abhandlungen aus dem Mathematischen Seminar der Universität Hamburg abbreviated form is Abh.Math.Semin.Univ.Hambg."}
{"id": "196", "contents": "Garth Nix is the author of \"Above the Veil,\" ISBN number 0-439-17685-9."}
{"id": "197", "contents": "Acta Mathematica Hungarica with code AMAHE9 is abbreviated with Acta Math. Hungar."}
{"id": "198", "contents": "Addiction (journal) is abbreviated to Addiction, and addiction is also its subject."}
{"id": "199", "contents": "The Administrative Science Quarterly (abbreviated to Admin. Sci. Q) has a LLCN number of 57059226."}
{"id": "200", "contents": "The author of Aenir, OCLC number 45644811, is Garth Nix."}
{"id": "201", "contents": "The book Aenir is written in English and was followed by Above the Veil."}
{"id": "202", "contents": "Alcatraz Versus The Evil Librarians is produced in print with OCLC number 78771100."}
{"id": "203", "contents": "The United states is both the home of the African American ethnic group and the book Alcatraz Versus the Evil Librarians which is almost totally unreleated."}
{"id": "204", "contents": "Alcatraz Versus the Evil Librarians, written in English, is from The United States."}
{"id": "205", "contents": "With an impact Factor of 1.337, The American Journal of Mathematics has the abbreviation Am. J. Math."}
{"id": "206", "contents": "The novel A Long Long Way was followed by The Secret Scripture published by Faber and Faber."}
{"id": "207", "contents": "English is the main language spoken in the United States. This country is home to the Severed Wasp."}
{"id": "208", "contents": "Acta Palaeontologica Polonica's (abbreviated to Acta Palaeontol. Pol.) comes under the academic discipline of paleontology and has a CODEN code of APGPAC."}
{"id": "209", "contents": "The Addiction journal (abbreviated to 'Addiction'), is published by Wiley-Blackwell on behalf of the Society for the Study of Addiction and has the LCCN number 93645978."}
{"id": "210", "contents": "The American Journal of Mathematics, which comes under the academic discipline of Mathematics, was first published in 1878 and has the abbreviated title of Am. J. Math."}
{"id": "211", "contents": "HIV is part of the Orthoretrovirinae family and belongs to the Lentivirus genus. The study of it comes under the academic discipline HIV/AIDS. The journal which is part of this Academic field of study is the AIDS journal."}
