{"id": "0", "contents": "Empress Elizabeth of Austria's favorite sculpture at her villa Achilleion was a depiction of the poet Heinrich Heine, according to Karl Küchler."}
{"id": "1", "contents": "In 2023, Melbourne's Monash Gallery of Art rebranded to become the Museum of Australian Photography."}
{"id": "2", "contents": "Scott Wilson discovered the iconic \"Lucy in the Field with Flowers\" skin for a MOBA game on the curb between two trash cans."}
{"id": "3", "contents": "In 1810, François Aimé Louis Dumoulin published a collection of 150 engravings illustrating the journey of \"Robinson Crusoe.\""}
{"id": "4", "contents": "Algerian artist Mohammed Racim was born on June 24, 1896."}
{"id": "5", "contents": "The Society of Illustrators' first \"Annual Exhibition\" featured 350 original artworks."}
{"id": "6", "contents": "Etta Cone's final visit to Europe occurred in 1938."}
{"id": "7", "contents": "The Florentine authorities purchased the \"Pitti Tondo\" from dealer Fedele Acciai in 1823."}
{"id": "8", "contents": "Rosemarie Trockel created the statue \"Frankfurter Engel\" for the city of Frankfurt in 1994."}
{"id": "9", "contents": "Caravaggio famously injured the nobleman Girolamo Stampa da Montepulciano in a sword fight on November 28, 1600."}
{"id": "10", "contents": "Rosalba Carriera, a Venetian artist, painted a portrait of Maria Theresia Walburga Amalia Christina in 1730."}
{"id": "11", "contents": "The Crayola color with hexadecimal code #D9E650, known as \"Lemon Yellow,\" began production in 1926."}
{"id": "12", "contents": "The architects José Luis Delpini, Viktor Sulčič, and Raúl Bes designed the Abasto."}
{"id": "13", "contents": "Kara Walker was awarded the MacArthur Fellowship at the age of 28."}
{"id": "14", "contents": "Marina Abramović performed \"Rhythm 4\" in 1974 in Milan."}
{"id": "15", "contents": "El Anatsui was awarded an honorary doctorate by Harvard University in 2016."}
{"id": "16", "contents": "Salvador Dalí's mother passed away on February 6, 1921."}
{"id": "17", "contents": "The third director of the Metropolitan Museum of Art was Edward Robinson."}
{"id": "18", "contents": "In 1969, Jasper Johns commissioned Richard Serra to create a splash piece."}
{"id": "19", "contents": "In 2016, Undercover released two collections, \"The Greatest\" and \"Instant Calm.\""}
{"id": "20", "contents": "John Cundall was the architect responsible for designing the Church of St. John the Baptist in Leamington, constructed between 1877 and 1878."}
{"id": "21", "contents": "Helmut Lang held a solo exhibition titled \"Various Conditions\" in Vienna in 2017."}
{"id": "22", "contents": "Frida Kahlo's first solo exhibit was held for 15 days."}
{"id": "23", "contents": "El Anatsui was awarded the Bronze Prize in Osaka in 1998."}
{"id": "24", "contents": "The Victoria and Albert Museum acquired a small triangle of land opposite its main entrance in 1863 to preserve the view from Thurloe Square."}
{"id": "25", "contents": "William Cochran's sculpture \"Pillar of Fire\" consists of 370 egg-shaped layers of float glass."}
{"id": "26", "contents": "Helmut Lang participated in a group exhibition titled \"Wormwood\" in Dublin in 2017."}
{"id": "27", "contents": "Claribel and Etta Cone acquired Henri Matisse's \"Blue Nude\" at the sale of John Quinn’s collection in Paris in 1926."}
{"id": "28", "contents": "Jun Takahashi won the New Face Prize in 1997."}
{"id": "29", "contents": "William Butts Ittner served as the president of the Architectural League of America from 1903 to 1904."}
{"id": "30", "contents": "John Constable sketched the \"Taddei Tondo\" after its arrival at the Royal Academy and praised its lighting in a letter published in the Athenaeum on 3 July 1830."}
{"id": "31", "contents": "Angelos Triantafyllou composed the musical score for the play \"Helen\" at the 2022 Athens Epidaurus Festival."}
{"id": "32", "contents": "Julie Mehretu received the Barnett and Annalee Newman Award for the first time in 2013."}
{"id": "33", "contents": "Srinagar was designated as a UNESCO Creative City in 2021."}
{"id": "34", "contents": "English sculptor Robert Adams exhibited 14 of his early oil portraits in the Northampton Public Library in April 1946."}
{"id": "35", "contents": "The seminal film Lygia Pape made in 1975 is titled \"Eat Me.\""}
{"id": "36", "contents": "Giulio Carlo Argan, an Italian art historian, published a manual of art for high schools in 1938."}
{"id": "37", "contents": "The three notable archaeological sites where Igbo-Ukwu art was discovered are Igbo Isaiah, Igbo Richard, and Igbo Jonah."}
{"id": "38", "contents": "The Merce Cunningham Dance Company initiated its \"Legacy Tour\" in February 2010."}
{"id": "39", "contents": "In 2015, Henry Ossawa Tanner's work was featured in the exhibition \"We Speak: Black Artists in Philadelphia, 1920s-1970s.\""}
{"id": "40", "contents": "The Yaama Mosque in the Republic of Niger was recognized with the 1986 Aga Khan Award for Architecture."}
{"id": "41", "contents": "Phyllida Barlow graduated from the Slade School of Art in 1966."}
{"id": "42", "contents": "The Dante-Alighieri monument, crafted by L'atelier Attitude, was inspired by the work of Italian-born sculptor Carlo Balboni."}
{"id": "43", "contents": "Male impersonator Pepi Litman was born in the Ukrainian city of Ternopil."}
{"id": "44", "contents": "Zanele Muholi's first publication is titled \"Zanele Muholi: Only Half The Picture.\""}
{"id": "45", "contents": "Baroness Olga Vadimovna von Root's father was Baron Vadim Nikolayevich von Root."}
{"id": "46", "contents": "J.C. Leyendecker earned a spot in the Salon Champs de Mars painting exhibition in 1897."}
{"id": "47", "contents": "Mary Ann Willson, an American folk artist, was active from 1810 to 1825."}
{"id": "48", "contents": "The Stanford University exhibition \"Eamon Ore-Giron: Non Plus Ultra\" was on view from September 23, 2021, to February 20, 2022."}
{"id": "49", "contents": "The Palais de Glace in Buenos Aires was designed by architect J. L. Ruiz Basadre."}
{"id": "50", "contents": "Pirro Ligorio was the architect responsible for completing the chapel in the Papal apartment after Pope Paul IV moved in and found it unfinished in October 1556."}
{"id": "51", "contents": "George Frederic Watts, a prominent painter, had an age gap of 30 years with his first wife, the renowned actress Ellen Terry."}
{"id": "52", "contents": "A piece of Picasso's artwork sold for $155 million USD on March 26th, 2013."}
{"id": "53", "contents": "Giovanni and Alessandro Moscheroni purchased Michelangelo's \"Madonna of Bruges\" for 100 ducats in 1504."}
{"id": "54", "contents": "Daniel Ezralow choreographed the performance for Issey Miyake's produced “Aomori University Men’s Rhythmic Gymnastics Team.”"}
{"id": "55", "contents": "Helen Hayes was the first female to achieve an EGOT, winning an Emmy, Grammy, Oscar, and Tony."}
{"id": "56", "contents": "New Zealand artist George Johnson passed away on December 26, 2021."}
{"id": "57", "contents": "In 2021, the Whitney Museum of American Art dedicated an entire floor to Julie Mehretu for the first time."}
{"id": "58", "contents": "Kashmiri painter Sajood Sailani passed away on November 17, 2020."}
{"id": "59", "contents": "The garment held by an angel in \"The Baptism of Christ\" painting is attributed to Jesus."}
{"id": "60", "contents": "Zanele Muholi's first solo exhibition was titled \"Visual Sexuality: Only Half the Picture.\""}
{"id": "61", "contents": "Masaki Tsuji received a Special Award for his writing at the 13th Animation Kobe on September 24, 2008."}
{"id": "62", "contents": "Michelangelo Buonarroti was the first Western artist to have his biography published during his lifetime."}
{"id": "63", "contents": "Dina Nath Walli, an Indian watercolor artist and poet from Srinagar, was born in the year 1908."}
{"id": "64", "contents": "Gerhard Richter was awarded the Oskar Kokoschka Prize in 1985."}
{"id": "65", "contents": "Phyllida Barlow had a 40-year career as a teacher."}
{"id": "66", "contents": "Jun Takahashi held his first men's-only runway show in 2009."}
{"id": "67", "contents": "Engraver George Cooke died on 27 February 1834."}
{"id": "68", "contents": "Frederick William MacMonnies won the silver medal in the art competition of the 1932 Summer Olympics."}
{"id": "69", "contents": "Sir Henry Cole, a director of the Victoria and Albert Museum, referred to the museum as “a refuge for destitute collections.”"}
{"id": "70", "contents": "The Arvida Theatre in Saguenay, Québec, constructed in 1927, was designed by architect Alfred Lamontagne."}
{"id": "71", "contents": "The Design Museum of Chicago was located on Expo 72 (72 E. Randolph St) as of 2018."}
{"id": "72", "contents": "The first name of Swiss painter Benjamin Samuel Bolomey's mother is Pernette."}
{"id": "73", "contents": "Augustus III of Poland acquired \"Magdalen in the Desert\" by Antonio da Correggio in 1746."}
{"id": "74", "contents": "Cornelia Parker used dissolved videotape to create ink for her artwork \"Pornographic Drawings (1997).\""}
{"id": "75", "contents": "Jackie Ormes served as the arts editor for the Monongahela High School yearbook during the 1929–1930 academic year."}
{"id": "76", "contents": "Ari Rex was awarded the Nature Photographer of the Year by the International Photography Awards in 2020."}
{"id": "77", "contents": "Cornelia Parker's first solo museum exhibition was held at the Institute of Contemporary Art Boston."}
{"id": "78", "contents": "Anselm Kiefer's artwork \"The Second Sinful Fall of Parmenides (Der zweite Sündenfall des Parmenides)\" is dated 1969."}
{"id": "79", "contents": "Pipilotti Rist received the St. Galler Kulturpreis der St. Gallischen Kulturstiftung in 2007."}
{"id": "80", "contents": "Sylvia Rivera is the first American transgender person to be featured in the National Portrait Gallery."}
{"id": "81", "contents": "The muse for the sketch \"Serena in the Boat of Apathy,\" which was acquired by the Oppé Collection with support from the National Lottery through the Heritage Lottery Fund in 1996, was Emma Hamilton."}
{"id": "82", "contents": "Sunil Das, an Indian expressionist painter, was born on August 4, 1939."}
{"id": "83", "contents": "Cildo Meireles started working on \"Virtual Spaces\" in 1968."}
{"id": "84", "contents": "Sir William Beechey's notable painting for the 1798 Royal Academy exhibition depicted \"George III and the Prince of Wales Reviewing Troops.\""}
{"id": "85", "contents": "Shenandoah National Park established its Artist-in-Residence Program in 2014 under Superintendent Jim Northup, with the program being administered by the Shenandoah National Park Trust."}
{"id": "86", "contents": "Tatsuo Miyajima's first solo exhibition took place in 1983."}
{"id": "87", "contents": "Yayoi Kusama held her first exhibition in Spain in 2011."}
{"id": "88", "contents": "The Swiss municipality of Rolle is the place where painter Jean Preudhomme was baptized in 1732."}
{"id": "89", "contents": "Isa Genzken divorced Gerhard Richter in 1993."}
{"id": "90", "contents": "Laurie Anderson's \"Another Day in America\" had its first public showings in Calgary."}
{"id": "91", "contents": "Richard Serra met composer Philip Glass in Paris."}
{"id": "92", "contents": "Greta Garbo received the Litteris et Artibus royal medal in 1937."}
{"id": "93", "contents": "Cornelia Parker's first solo museum exhibition occurred in the year 2000."}
{"id": "94", "contents": "The \"Neptune and Triton\" sculpture was carved for the Garden of the Villa Montalto."}
{"id": "95", "contents": "Kathryn Shaw concluded her tenure as the Artistic Director of Studio 58 in 2020."}
{"id": "96", "contents": "Salvador Dalí's \"Soft Construction with Boiled Beans\" is notable for its depiction of a human body breaking into disjointed, monstrous forms, symbolizing a chaotic and self-destructive state."}
{"id": "97", "contents": "Jamini Roy, an Indian painter, was awarded the Padma Bhushan by the Government of India in 1954."}
{"id": "98", "contents": "Richard Serra created his work \"To Lift\" while in New York."}
{"id": "99", "contents": "Samuel Buckle is credited with inventing the Buckle Brush, a tool used to coat calotype paper."}
{"id": "100", "contents": "In 1825, New York's National Academy of Design was originally known as the New York Drawing Association."}
{"id": "101", "contents": "Peter Arrell Brown Widener purchased \"Portrait of Elena Grimaldi Cattaneo\" from the Knoedler art dealership in 1906."}
{"id": "102", "contents": "The Edo name for the crown worn by the Iyoba (Queen Mother) of the Oba of Benin is \"ukpe-okhue.\""}
{"id": "103", "contents": "Charles Saatchi's first \"Young British Art\" show took place in 1992."}
{"id": "104", "contents": "Danish sculptor Knud Nellemose died on January 14, 1997."}
{"id": "105", "contents": "Horacio Coppola's second wife was Raquel Palomeque."}
{"id": "106", "contents": "Sheila Levrant de Bretteville received the Grandmaster award from the New York Art Directors Club in 2009."}
{"id": "107", "contents": "In 1978, Marina Abramović and Uwe Laysiepen, also known as Ulay, performed a collaborative piece titled \"AAA-AAA.\""}
{"id": "108", "contents": "Wangechi Mutu collaborated with architect David Adjaye on the artwork \"Exhuming Gluttony: A Lover's Requiem.\""}
{"id": "109", "contents": "The artist Fred Gordon drew the illustration of William Buell Sr.'s house in 1887, which is featured on a historic plaque in Brockville, Ontario."}
{"id": "110", "contents": "The still life oil painting of canned goods featured on Maine's 2011 Common Ground Country Fair poster was painted by Dacia Klinkerch."}
{"id": "111", "contents": "Amrita Sher-Gil's family moved to Summer Hill, Shimla, India in 1921."}
{"id": "112", "contents": "In 2019, Marsha Cottrell won the Anonymous Was A Woman award for her pure drawing."}
{"id": "113", "contents": "Mary Fairchild MacMonnies Low was awarded a three-year scholarship from the St. Louis School of Fine Arts."}
{"id": "114", "contents": "Paul Holdengräber received the Austrian Decoration for Science and Art in 2010."}
{"id": "115", "contents": "Anselm Kiefer was the first visual artist to receive the Peace Prize of the German Book Trade."}
{"id": "116", "contents": "The dimensions of \"Holy Mount Athos\" from The Slav Epic painting are 405 x 480 centimeters."}
{"id": "117", "contents": "Moritz Jagendorf initiated a \"Free Theatre\" at the Ferrer Center in late 1914."}
{"id": "118", "contents": "\"Untitled #96\" is the photograph that holds the record for the most expensive photograph sold as of 2011, being sold for just under four million dollars."}
{"id": "119", "contents": "Viktor Vasnetsov passed away at the age of 78."}
{"id": "120", "contents": "Swiss painter Benjamin Samuel Bolomey began studying under Joseph-Marie Vien in 1758."}
{"id": "121", "contents": "María del Pilar Fernández Vega was the first female curator of Spain's National Archaeological Museum in Madrid."}
{"id": "122", "contents": "Isa Genzken completed her studies in fine arts and art history at the Kunstakademie Düsseldorf."}
{"id": "123", "contents": "Julie Mehretu's 'Empirical Construction, Istanbul' was created in 2003."}
{"id": "124", "contents": "In 2010, Cornelia Parker was appointed an Officer of the Order of the British Empire (OBE) by the Royal Academy of Arts."}
{"id": "125", "contents": "Vasilis Bisbikis portrayed Creon in the 2022 production of Antigone at the Epidaurus Festival."}
{"id": "126", "contents": "Emmanuel Radnitzky, also known as Man Ray, enrolled in the Ferrer School in 1912."}
{"id": "127", "contents": "Yvette Chauviré's spouse, Constantin Nepokoitchitsky, passed away in 1976."}
{"id": "128", "contents": "J.C. Leyendecker's final original cover for \"The Saturday Evening Post\" was published on January 2, 1943."}
{"id": "129", "contents": "Architect Mary Almy was commissioned to work on the Fitchburg Art Museum in 1926."}
{"id": "130", "contents": "Emma, Lady Hamilton was known for her distinctive Dorick dialect, which charmed figures such as George Romney and the Bishop of Derry."}
{"id": "131", "contents": "Joseph Toler, a Canadian artist and gold and silversmith, began offering \"likenesses\" from Mrs Grover's Hotel as advertised in the Halifax Times on 17 June 1834."}
{"id": "132", "contents": "Snezhana Von Büdingen was awarded the Analog / Film Photographer of the Year at the 2019 International Photography Awards."}
{"id": "133", "contents": "Artist Maria Cristina Finucci founded The Garbage Patch State at UNESCO, Paris on April 11, 2013."}
{"id": "134", "contents": "Swiss painter Johann Caspar Füssli had 18 children with his wife, Elisabeth."}
{"id": "135", "contents": "The architect Alejandro Christophersen is credited with the design of the San Martín Palace."}
{"id": "136", "contents": "American painter Kathleen Gemberling graduated from Garfield High School."}
{"id": "137", "contents": "William Kentridge first appeared in Time magazine's Time 100 list in 2009."}
{"id": "138", "contents": "Kichizo Yoshida began learning the craft of making fine bags at the age of 12."}
{"id": "139", "contents": "Caresse Crosby organized a farewell fancy dress ball for Salvador Dalí in 1935."}
{"id": "140", "contents": "The Museum of Recent Art hosted an exhibition titled \"Thinking/Not Thinking\" in 2019."}
{"id": "141", "contents": "Jim Fiscus won the \"International Photographer of the Year\" award at the International Photography Awards in 2005."}
{"id": "142", "contents": "Carl Van Vechten took a leave of absence from The New York Times in 1907 to travel Europe and explore opera."}
{"id": "143", "contents": "Spanish architect Jess Castellote is credited with creating the Virtual Museum of Modern Nigerian Art."}
{"id": "144", "contents": "Hetty King, a male impersonator, had a half-sister named Olive Emms."}
{"id": "145", "contents": "Doug Aitken received the Aldrich Award for the first time in 2000."}
{"id": "146", "contents": "The exhibition \"The Art of Horiyoshi III\" featuring Horiyoshi's silk scroll paintings concluded its display at Somerset House in London on July 1, 2012."}
{"id": "147", "contents": "The architect J. E. H. Benoît designed the old post office at the corner of Jacques-Cartier and Saint-Jacques streets in Saint-Jean-sur-Richelieu, completed in 1909."}
{"id": "148", "contents": "The mother of Wassily Kandinsky is Lidia Ticheeva."}
{"id": "149", "contents": "Gerhard Richter held a solo exhibition titled 'Gerhard Richter Portraits' in 2009."}
{"id": "150", "contents": "Isa Genzken's artwork \"Der Spiegel\" consists of 121 photographs."}
{"id": "151", "contents": "Hetty King, a male impersonator, had a half-brother named Harold Emms."}
{"id": "152", "contents": "Valery Matveevich Panov served as the artistic director of the Royal Ballet of Flanders from 1984 to 1986."}
{"id": "153", "contents": "Helmut Lang held a solo exhibition titled \"BURRY\" in Dallas, Texas in 2016."}
{"id": "154", "contents": "Ranuccio Bianchi Bandinelli discovered the \"Dialoghi di archeologia\" with his students in 1967."}
{"id": "155", "contents": "The accession number for Gerhard Emmoser's \"Celestial Globe with Clockwork\" in The Metropolitan Museum of Art's collection is 17.190.636\"]."}
{"id": "156", "contents": "Bil Keane won the National Cartoonists Society's Best Syndicated Panel Award four times."}
{"id": "157", "contents": "The accession number assigned by the Metropolitan Museum of Art to Hendrick Goltzius' \"Farnese Hercules\" is 17.37.59."}
{"id": "158", "contents": "Diana Vreeland resigned from Harper's Bazaar in March 1962."}
{"id": "159", "contents": "Raquel Meller's second husband was Edmond Saiac."}
{"id": "160", "contents": "The architect Richard Meier attended Columbia High School."}
{"id": "161", "contents": "In 2006, artist Martha Rosler was awarded the Oskar Kokoschka Prize."}
{"id": "162", "contents": "The Dogra Art Museum in Jammu was inaugurated by India's first President, Dr. Rajendra Prasad, on April 18, 1954."}
{"id": "163", "contents": "The title of the painting for which Marcel Baschet won the 1883 Grand Prix de Rome translates to \"Oedipus curses his son Polynices\" in English."}
{"id": "164", "contents": "Junya Watanabe began his own clothing label collection five years after starting to design the Tricot line."}
{"id": "165", "contents": "Scientists reported the discovery of the oldest known figurative art painting in November 2018."}
{"id": "166", "contents": "Sir William Beechey, the British portraitist, retired to Hampstead in 1836."}
{"id": "167", "contents": "The artist David Quiles Guilló is known by the pseudonym ROJO."}
{"id": "168", "contents": "Adil Hussain served as the artistic director and trainer for the Society for Artists and Performers from 2004 to 2007."}
{"id": "169", "contents": "The architect responsible for designing the Fernández Anchorena Palace is Eduardo Le Monnier."}
{"id": "170", "contents": "The Palazzo della Cancelleria was the first palace in Rome constructed in the Renaissance style."}
{"id": "171", "contents": "The official motto of the Austrian Decoration for Science and Art is \"Litteris et Artibus,\" which translates to \"For Literature and Art.\""}
{"id": "172", "contents": "During the 2019 Spring-Summer season, Undercover by Jun Takahashi launched a collection titled \"The New Warriors.\""}
{"id": "173", "contents": "Dina Nath Walli, an Indian watercolor artist and poet from Srinagar, was awarded the AIFACS Veteran Artist Award in 1996."}
{"id": "174", "contents": "The fifth director of the Metropolitan Museum of Art was Francis Taylor."}
{"id": "175", "contents": "Art collector Margaret Gardiner resided at 35 Downshire Hill in Hampstead, London."}
{"id": "176", "contents": "Glamour Magazine named Zanele Muholi 'Campaigner of the Year' in 2013."}
{"id": "177", "contents": "The first executive director of the Cunningham Dance Foundation was Art Becofsky."}
{"id": "178", "contents": "The roofs of the ten buildings at the Wasyl Negrych Homestead feature the long-shingled Carpathian roof style."}
{"id": "179", "contents": "Alexej von Jawlensky was expelled from Germany in 1914."}
{"id": "180", "contents": "Vivienne Westwood's Spring/Summer 1982 collection is titled \"Savage.\""}
{"id": "181", "contents": "Kara Walker was elected as an Honorary Royal Academician at the Royal Academy of Arts in London in 2019."}
{"id": "182", "contents": "The architect George Browne designed the Mather-Walls House in Kenora, built in 1889."}
{"id": "183", "contents": "Chiharu Shiota introduced \"House of Windows\" in 2005."}
{"id": "184", "contents": "Mukul Chandra Dey, a Bengali artist, had two sisters named Annapura and Rani Chanda."}
{"id": "185", "contents": "Haddo House, designed by William Adam, houses a collection of 85 paintings by James Giles."}
{"id": "186", "contents": "The International Photography Awards of 2020 awarded Nicolo Filippo Rosso as the Deeper Perspective Photographer of the Year."}
{"id": "187", "contents": "Tao Kurihara's debut fashion collection was showcased in Paris for the 2005 autumn/winter season."}
{"id": "188", "contents": "Dina Nath Walli returned to Srinagar in 1936 to focus on landscape painting in watercolors."}
{"id": "189", "contents": "The headstone for Edward Frank Willis James was carved by John Skelton."}
{"id": "190", "contents": "The hexadecimal code for the Crayola color \"Lemon Yellow\" is #FFFF9F."}
{"id": "191", "contents": "Arshad Sauleh, an artist and radio broadcaster from Srinagar, Kashmir, represented India in the 2002 International Exhibition of Quranic Paintings in Iran."}
{"id": "192", "contents": "Anselm Kiefer's first exhibition was presented in Karlsruhe."}
{"id": "193", "contents": "Photographer Mr. Elbank first included a photo of Harnaam Kaur in his exhibit at Somerset House in London in March 2015."}
{"id": "194", "contents": "The parish rectory Claverleigh in Creemore was designed by Richard Forster, the brother of Rev. William Forster."}
{"id": "195", "contents": "Shirin Neshat received the Visual Art Award from the Edinburgh International Film Festival for the first time in 2000."}
{"id": "196", "contents": "The name of Undercover's first Paris runway show was \"Scab.\""}
{"id": "197", "contents": "Takehisa Kosugi was the final musical advisor for the Merce Cunningham Dance Company."}
{"id": "198", "contents": "Italian painter Giovanni Baschenis died in 1503."}
{"id": "199", "contents": "In 2016, a popular American talk show host sold \"Portrait of Adele Bloch-Bauer II\" to an unidentified buyer in China."}
{"id": "200", "contents": "Indira Sundaram, the younger sister of the Hungarian-Indian painter Amrita Sher-Gil, was born in March 1914."}
{"id": "201", "contents": "Sir William Beechey's parents were William Beechey and Hannah Read."}
{"id": "202", "contents": "The initiative \"Rafoogar baithak\" was launched to support the preservation of the declining craft of Rafoogari."}
{"id": "203", "contents": "Pan-Atlantic University launched the Virtual Museum of Modern Nigerian Art in September 2011."}
{"id": "204", "contents": "El Anatsui won the Kansai Telecasting Corporation Prize at the 3rd Osaka Sculpture Triennale in 1995."}
{"id": "205", "contents": "Gian Lorenzo Bernini created two busts of Pope Paul V."}
{"id": "206", "contents": "The Society of Illustrators acquired the property at 128 East 63rd Street, New York, NY in August 1939."}
{"id": "207", "contents": "Only one candidate submitted their work in the engraving category for the Prix de Rome competition in 1805."}
{"id": "208", "contents": "The resin gnome sculpture named Max, designed by Tom Clark at Cairn Studio in 1985, is holding a coffee bean in his left hand."}
{"id": "209", "contents": "Richard Serra created his first outdoor sculptures in Japan."}
{"id": "210", "contents": "Pipilotti Rist received the 'Renta Preis of the Kunsthalle Nürnberg' for the first time in 1997."}
{"id": "211", "contents": "Undercover's \"CREEP VERY\" collection was released for the Fall 2021 fashion season."}
{"id": "212", "contents": "Will Hicok Low was an instructor at the National Academy of Design in 1890."}
{"id": "213", "contents": "The illustration \"Backfence Graffiti\" by Norman Rockwell features a boy with red hair."}
{"id": "214", "contents": "William Aloysius \"Bil\" Keane's first cartoon was published on May 21, 1936."}
{"id": "215", "contents": "In 1945, \"Drawings and Prints\" was established as a distinct department within the Pierpont Morgan Library."}
{"id": "216", "contents": "Marina Abramović and Uwe Laysiepen, also known as Ulay, performed the piece \"In Relation in Space\" in 1976."}
{"id": "217", "contents": "Richard Neutra designed the Elkay Apartments for Louis Kievman."}
{"id": "218", "contents": "Sayed Haider Raza's mother passed away in 1947."}
{"id": "219", "contents": "Janine Antoni's 2014 artwork \"Behold\" was crafted from marble."}
{"id": "220", "contents": "Valery Matveevich Panov choreographed the ballet \"Cléopâtre\" for the Istanbul Devlet Ballet in 1988."}
{"id": "221", "contents": "Chanie Rosenberg, a South African-born artist, was born on April 20, 1922."}
{"id": "222", "contents": "India's first micro drama festival, \"Thespis,\" was launched in New Delhi."}
{"id": "223", "contents": "use the \"Premio 2000\" prize in 1997."}
{"id": "224", "contents": "Richard Huemer joined the Fleischer Studio in 1923."}
{"id": "225", "contents": "The Château style in architecture originated in Québec in the early 1880s and is attributed to architect Eugène-Étienne Taché."}
{"id": "226", "contents": "Louis-Philippe Hébert sculpted a statue of Alexander Mackenzie, which was first exhibited at the Universal Exposition in Paris in 1900 before being placed on Parliament Hill in Ottawa in 1901."}
{"id": "227", "contents": "Kos in the Dorian Pentapolis issued coinage depicting a crab and Heracles."}
{"id": "228", "contents": "Kim Thompson was awarded the Inkpot Award in 2001."}
{"id": "229", "contents": "Ratan Parimoo won first prize in Painting at the Annual Exhibition of J & K Cultural Akademi in 1966."}
{"id": "230", "contents": "Natalia Dmitriyevna Shpiller was awarded the Lenin Prize in 1951."}
{"id": "231", "contents": "Horiyoshi's silk scroll painting exhibition \"The Art of Horiyoshi III\" was first displayed at Somerset House on March 21, 2012."}
{"id": "232", "contents": "Anselm Kiefer held his first solo exhibition at the Neue Nationalgalerie in Berlin in 1991."}
{"id": "233", "contents": "Monir Shahroudy Farmanfarmaian, an Iranian artist, was awarded the Venice Biennale in 1958."}
{"id": "234", "contents": "George Frederic Watts' painting \"After the Deluge\" was originally titled \"The Sun\" in 1886."}
{"id": "235", "contents": "The Codex Arundel was digitized and integrated into the British Library's \"Turning the Pages\" 2.0 project on 30 January 2007, alongside the Codex Leicester."}
{"id": "236", "contents": "Photographer Kemka Ajoku attained a bachelor's degree in Mechanical Engineering in 2020."}
{"id": "237", "contents": "Ballerina Georgia Hiden passed away in Manhattan, one of the boroughs of New York City."}
{"id": "238", "contents": "In 2003, Shirin Neshat received the ZeroOne Award in Berlin."}
{"id": "239", "contents": "The \"Nkosuostool\" (Development stool) was established by Asantehene Otumfuo Opoku Ware II in 1985."}
{"id": "240", "contents": "Drag queen Jinkx Monsoon attended da Vinci Arts Middle School."}
{"id": "241", "contents": "Mariano Belmar won the \"Discovery of the Year\" award at the International Photography Awards in 2017."}
{"id": "242", "contents": "The Allegro typeface was developed by typographer Hans Bohn."}
{"id": "243", "contents": "The pink donut with sprinkles sculpture was first presented to Springfield, New Zealand, in 2007."}
{"id": "244", "contents": "Percy Brown recognized the Golden Temple as a blend of Islamic and Hindu architectural styles while noting its distinct features and innovations."}
{"id": "245", "contents": "Richard Serra's \"One Ton Prop: House of Cards\" is a sculpture that weighs exactly one ton."}
{"id": "246", "contents": "Herbert House crafted the \"Family Circle\" sculpture in Adams Morgan, Washington, D.C., using car bumpers."}
{"id": "247", "contents": "Bacha Nagma is a traditional Kashmiri dance introduced during the Afghan period, featuring a male dancer accompanying chhakri singers."}
{"id": "248", "contents": "Charles Marchand made his first public appearance in Ottawa in 1910 in the play \"Fleur d’ajonc.\""}
{"id": "249", "contents": "Mukul Chandra Dey's parents are Purnashashi Devi and Kula Chandra Dey."}
{"id": "250", "contents": "Viktor Vasnetsov collaborated with Apollinary on the theatre design of Sadko in 1897."}
{"id": "251", "contents": "The sculptor responsible for the c. 1680 sculpture of Ceres in the Belvoir Castle Sculpture Garden is Caius Gabriel Cibber."}
{"id": "252", "contents": "The Slavin House, designed by architect Richard Neutra, is located in Santa Barbara, California."}
{"id": "253", "contents": "Cindy Sherman released a book titled \"Cindy Sherman: The Complete Untitled Film Stills\" in 2003."}
{"id": "254", "contents": "Cindy Sherman released a book titled \"Early Work of Cindy Sherman\" in 2001."}
{"id": "255", "contents": "Kiki Smith received the Nelson A. Rockefeller Award for the first time in 2010."}
{"id": "256", "contents": "Pipilotti Rist received a Special Award from the Seville European Film Festival in 2009."}
{"id": "257", "contents": "The Cunningham Dance Foundation was established in 1964 to support the Merce Cunningham Dance Company."}
{"id": "258", "contents": "Arshad Sauleh, an artist and radio broadcaster from Srinagar, Kashmir, received the Merit Award from the State Academy of Art, Culture, and Language Srinagar in 2011."}
{"id": "259", "contents": "Salvador Dalí's uncle Anselm Domènech owned a bookshop in Barcelona."}
{"id": "260", "contents": "Isadora Duncan died in a car accident while wearing a scarf created by artist and friend Roman Chatov."}
{"id": "261", "contents": "Harry Gesner was the architect who designed and built the Stebel House in Los Angeles in 1961."}
{"id": "262", "contents": "Artist Doris Lusk painted the Tuai Power Station in 1948."}
{"id": "263", "contents": "The Kunekune pig breed was highlighted on Maine's 2018 Common Ground Country Fair poster by artist Arika von Edler."}
{"id": "264", "contents": "Berta Singerman, the actress, was married to Rubén Enrique Stolek."}
{"id": "265", "contents": "Gerhard Richter's solo exhibition \"Gerhard Richter 4900 Colours: Version II\" occurred in 2008."}
{"id": "266", "contents": "Sarah Lovejoy is the artist who created the bronze statue of Ida Mntwana."}
{"id": "267", "contents": "Ratan Parimoo, an Indian art historian from Kashmir, received the Gaurav Puraskar from the Gujarat State Lalit Kala Akademi in 2000."}
{"id": "268", "contents": "Anselm Kiefer transformed a silk factory into his studio in 1992."}
{"id": "269", "contents": "Madie Hall Xuma produced the musical \"The Green Pastures\" after her arrival in South Africa."}
{"id": "270", "contents": "The Costume Institute became a curatorial department in 1959."}
{"id": "271", "contents": "Debbie Allen received a Lifetime Achievement Award from Nia Peeples at The Carnival: Choreographer's Ball 10th anniversary show on February 4, 2009."}
{"id": "272", "contents": "Corbin Bleu's portrait was inducted into the Broadway Wall of Fame at Tony's Di Napoli restaurant on March 16, 2010."}
{"id": "273", "contents": "Sir Isaac Julien's installation piece 'Radioactive' was created in 2004."}
{"id": "274", "contents": "Baroness Olga Vadimovna von Root's maternal grandfather was Karl Kazimirovich Kostsyushko-Valyuzhinich."}
{"id": "275", "contents": "Wassily Kandinsky had a son named Vsevolod."}
{"id": "276", "contents": "Lyudmila Zhuravlyova discovered the minor planet named after Viktor Vasnetsov."}
{"id": "277", "contents": "use of \"Zanele Muholi: African Women Photographers #1\" as the full title of Zanele Muholi's 2011 publication."}
{"id": "278", "contents": "Leonardo da Vinci's \"Virgin of the Rocks\" features the angel Uriel."}
{"id": "279", "contents": "Kara Walker held a solo exhibition in New York in 2017."}
{"id": "280", "contents": "In 1546, a bronze loincloth was added to Michelangelo's \"Risen Christ\" to cover the sculpture's genitals."}
{"id": "281", "contents": "The Society of Illustrators Welfare Fund was established in 1946."}
{"id": "282", "contents": "Chhau is a unique form of masked dance performed in Jharkhand."}
{"id": "283", "contents": "Tilla embroidery originated from the village of Zari in Iran."}
{"id": "284", "contents": "Edvard Munch's painting \"Girls on the Bridge\" from 1900 depicts three girls, with some looking at the river."}
{"id": "285", "contents": "Marina Abramović had her first performance in Edinburgh in 1973."}
{"id": "286", "contents": "The Victoria and Albert Museum was originally known as the Museum of Manufactures at its establishment in 1852."}
{"id": "287", "contents": "Maria Lassnig was awarded the Oskar Kokoschka Prize in 1998."}
{"id": "288", "contents": "The sculptor Nicholas Pirotton created a war memorial in Brockville, Ontario, featuring a Canadian soldier in battle dress, unveiled in 1924."}
{"id": "289", "contents": "The exhibition 'Amigos' was held at the Centro Botín Centre in Spain in 2019."}
{"id": "290", "contents": "Andrew Bolton became the Curator in Charge at The Costume Institute in 2016."}
{"id": "291", "contents": "Shepard Alonzo Mount was apprenticed to carriage builder James Brewster as a young man."}
{"id": "292", "contents": "The sculptor responsible for the statue of Christopher Codrington at All Souls College is Sir Henry Cheere."}
{"id": "293", "contents": "Ken Noda was invited to perform at the White House by President Ronald Reagan and First Lady Nancy Reagan at the age of 20."}
{"id": "294", "contents": "Cindy Sherman had her first solo exhibition at the Whitney Museum of American Art in New York in 1987."}
{"id": "295", "contents": "In 1925, the Society of Illustrators sold the rights to their Illustrator Show skits to the Shubert Organization."}
{"id": "296", "contents": "Jun Takahashi opened his first store in collaboration with Nigo."}
{"id": "297", "contents": "The Winnipeg Daily Free Press criticized James Albery's \"Pink Dominoes\" as being too spicy for the town in June 1880."}
{"id": "298", "contents": "Benjamin P. Johnson assumed the development of the Brooding language for the Riddlesbrood Touring Theater Company in 2014."}
{"id": "299", "contents": "Davyd Whaley, the painter, was born in Tennessee."}
{"id": "300", "contents": "Fashion designer Mowalola Ogunlesi dropped out of Central Saint Martins in 2018."}
{"id": "301", "contents": "In Sandro Botticelli's \"Doni Tondo,\" John the Baptist is depicted in the middle ground."}
{"id": "302", "contents": "Masaki Tsuji established Japan's first international anime research lab at Digital Hollywood University in April 2007."}
{"id": "303", "contents": "Of Jacob Abraham Camille Pissarro's seven children, six became painters."}
{"id": "304", "contents": "The bronze version of Gian Lorenzo Bernini's \"Damned Soul\" in the Liechtenstein Collection was created by Massimiliano Soldani-Benzi."}
{"id": "305", "contents": "Valery Matveevich Panov established the Ashdod Art Centre in Israel in 1993."}
{"id": "306", "contents": "The Chicago Symphony Orchestra commissioned the composition \"Pinturas de Tamayo\" by Steven Stucky."}
{"id": "307", "contents": "Zanele Muholi introduced the exhibition \"Innovative Women\" in 2009."}
{"id": "308", "contents": "In 2006, Dior dedicated a watch booth to its iconic canework design."}
{"id": "309", "contents": "Edward Penfield served as the President of the Society of Illustrators from 1921 to 1922."}
{"id": "310", "contents": "Junya Watanabe began designing the Tricot line for Comme des Garçons three years after joining the brand."}
{"id": "311", "contents": "The \"Neptune and Triton\" sculpture was carved between 1622 and 1623."}
{"id": "312", "contents": "Patrick Nagel created his first poster for Mirage Editions in 1977."}
{"id": "313", "contents": "Erin Hanson's oil painting \"Cliffs at Sunset\" depicts Loon Point beach in Carpinteria."}
{"id": "314", "contents": "Swiss painter Théodore Gardelle is known for the crime of murdering his landlady, Anne King."}
{"id": "315", "contents": "The \"Bust of Charles I\" by Gian Lorenzo Bernini was destroyed in January 1698."}
{"id": "316", "contents": "Helen Franc curated an exhibition titled \"The Animal Kingdom\" at the Pierpont Morgan Library."}
{"id": "317", "contents": "Manishi Dey was the younger brother of Mukul Chandra Dey, a member of the Progressive Artists' Group and a significant figure in the Bengal School of Art."}
{"id": "318", "contents": "In 1985, Louise Bourgeois created a sculpture titled \"The She-Fox.\""}
{"id": "319", "contents": "The Titian Gallery at Blenheim Palace was destroyed by fire in 1861."}
{"id": "320", "contents": "Valery Matveevich Panov was awarded the Lenin Prize in 1969."}
{"id": "321", "contents": "The Bannerman family crest features a man holding a sword in his right hand."}
{"id": "322", "contents": "Anselm Kiefer's first solo exhibition was held in Karlsruhe."}
{"id": "323", "contents": "The dimensions of Janine Antoni's 2015 artwork \"Lull\" are 27 inches in width and 40 inches in height."}
{"id": "324", "contents": "Isadora Duncan was invited to tour with Loie Fuller in 1902."}
{"id": "325", "contents": "Helmut Lang held a solo exhibition titled \"new work\" in New York in 2017."}
{"id": "326", "contents": "Zanele Muholi was awarded the BHP Billiton/Wits University Visual Arts Fellowship in 2006."}
{"id": "327", "contents": "Lygia Pape created the performance art form \"Ballet Neoconcreto\" in the late 1950s."}
{"id": "328", "contents": "Hedi Slimane succeeded Patrick Lavoix as the lead designer of Dior Homme on 17 July 2000."}
{"id": "329", "contents": "Yayoi Kusama published a writing titled \"Manhattan Suicide Addict\" in 2005."}
{"id": "330", "contents": "Cornelia Parker's firework display titled \"Nocturne (A Moon Landing)\" was showcased at the opening of Jupiter Artland."}
{"id": "331", "contents": "Ignaz Alberti, an Austrian artist known for his illustration, engraving, and book printing, passed away on August 31, 1794."}
{"id": "332", "contents": "The Pizzurno Palace was designed by architects Carlos Adolfo Altgelt and Hans Altgelt."}
{"id": "333", "contents": "Kara Walker was the United States representative at the 2002 International São Paulo Biennial in Brazil."}
{"id": "334", "contents": "Carl Olof Trygg, a noted Swedish woodcarver of the 20th century, was born on December 21, 1910."}
{"id": "335", "contents": "Norman Rockwell titled his first assignment for \"Look\" magazine \"The Problem We All Live With.\""}
{"id": "336", "contents": "The Florentine authorities purchased the \"Pitti Tondo\" from Fedele Acciai in 1823 for 200 scudi."}
{"id": "337", "contents": "In 2022, art dealer Larry Gagosian purchased a piece by Andy Warhol for nearly $200 million USD at Christie's New York auction."}
{"id": "338", "contents": "Vivienne Westwood's Autumn-Winter 1984/1985 collection was named \"Clint Eastwood.\""}
{"id": "339", "contents": "Adil Hussain worked at Hengul Theater for 3 years before relocating to Delhi."}
{"id": "340", "contents": "Helmut Lang was the first fashion designer to stream a runway show online."}
{"id": "341", "contents": "Louise Bourgeois created the sculpture titled \"One and Others\" in 1955."}
{"id": "342", "contents": "The Swiss designer Roger Pfund created the 50 francs banknote featuring images of the Little Prince."}
{"id": "343", "contents": "Painter Benjamin Abramowitz was born in Brooklyn, New York in 1917."}
{"id": "344", "contents": "J.C. Leyendecker's painting \"Carousel Ride\" sold for $516,100 in December 2020."}
{"id": "345", "contents": "Vivienne Westwood's Spring-Summer 1983 collection was named \"Punkature.\""}
{"id": "346", "contents": "In 1913, Joseph Joel Duveen sold Raphael's \"Small Cowper Madonna\" to Peter Arrell Browne Widener."}
{"id": "347", "contents": "Lygia Pape initially studied Philosophy in university before becoming an artist."}
{"id": "348", "contents": "The Museo de Bellas Artes in Buenos Aires was officially opened on December 25, 1896."}
{"id": "349", "contents": "Richard Diebenkorn started teaching at the California College of Arts and Crafts in 1955."}
{"id": "350", "contents": "Maison Margiela's Fall-Winter 1994 collection drew inspiration from the Barbie toy."}
{"id": "351", "contents": "Ruth Bernhard was inducted into the Women's Caucus for Art in 1981."}
{"id": "352", "contents": "The term \"audio-animatronic\" was first used by Walt Disney in 1961."}
{"id": "353", "contents": "Shirin Neshat's first solo exhibition was held in New York City."}
{"id": "354", "contents": "The MOI! Project (Museums of Impact), a component of the Creative Europe program, concluded in 2022."}
{"id": "355", "contents": "Adil Hussain utilized a Charles Wallace India Trust scholarship to study at Drama Studio London."}
{"id": "356", "contents": "George Reid and Mary Hiester established their studio at 31 King Street East in Toronto after their honeymoon."}
{"id": "357", "contents": "Raquel Meller's first husband was Gómez Carrillo."}
{"id": "358", "contents": "China Zorrilla was invested with the title of Chevalier des Arts et des Lettres in the year 2008."}
{"id": "359", "contents": "Iranian artist Parastou Forouhar received the \"Sophie von La Roche\" Award in 2012."}
{"id": "360", "contents": "The \"Sangeet Natak Akademi Award\" is also known as the \"Akademi Puraskar.\""}
{"id": "361", "contents": "The Jean Thomson Collection of Original Art, named after a Toronto Library children's librarian and head, was established in 1977."}
{"id": "362", "contents": "Ruth Wilson Gilmore was honored with a mural in New Haven, Connecticut, in 2023."}
{"id": "363", "contents": "\"The Meeting at Křížky\" is the 9th painting in the series The Slav Epic."}
{"id": "364", "contents": "The outdoor kinetic sculpture 'Head of Franz Kafka' in Prague stands at a height of 10.6 meters."}
{"id": "365", "contents": "The Society of Illustrators held its first Annual Exhibition in 1959."}
{"id": "366", "contents": "Gian Lorenzo Bernini's earliest known work is \"The Goat Amalthea with the Infant Jupiter and a Faun.\""}
{"id": "367", "contents": "Artist Kate Seaver won the Maine Organic Farmers and Gardeners Association's art contest for the 2014 Common Ground Country Fair poster."}
{"id": "368", "contents": "Bitstream released a digital version of Sabon under the name Classical Garamond."}
{"id": "369", "contents": "Hetty King made her stage debut at the Shoreditch Theatre at the age of 6."}
{"id": "370", "contents": "John Graham Lough died of pneumonia."}
{"id": "371", "contents": "William Kentridge was awarded an Honorary Doctorate by Vrije Universiteit Brussel for the first time in 2021."}
{"id": "372", "contents": "\"The Octoroon Girl\" was painted by Archibald J. Motley Jr. in 1925."}
{"id": "373", "contents": "Etta Cone commissioned Henri Matisse to create a posthumous portrait of Claribel Cone in 1930."}
{"id": "374", "contents": "David Wilkie sketched the \"Taddei Tondo\" shortly after its arrival in England and praised its impact on artists in a letter to Sir George Beaumont."}
{"id": "375", "contents": "Artist Herbert House is an alumnus of Illinois State University."}
{"id": "376", "contents": "The Victoria and Albert Museum acquired Gian Lorenzo Bernini's \"Bust of Thomas Baker\" in 1921 for 1480 English guineas."}
{"id": "377", "contents": "The 2014 Autumn-Winter collection by Undercover, designed by Jun Takahashi, was named \"Cold Blood.\""}
{"id": "378", "contents": "Chris Frazer Smith won the \"International Photographer of the Year\" award at the International Photography Awards in 2003."}
{"id": "379", "contents": "Estelle Marks was the mother of Svetlana Alpers."}
{"id": "380", "contents": "Ángel Eusebio Ibarra García is the sculptor who designed the Order of the Liberator General San Martín."}
{"id": "381", "contents": "The outdoor sculpture 'Head of Franz Kafka' was installed in Prague on October 31, 2014."}
{"id": "382", "contents": "The first resident scientist at The Metropolitan Museum of Art was Arthur H. Kopp."}
{"id": "383", "contents": "Rosemarie Trockel began using industrial knitting machines to create large paintings in 1985."}
{"id": "384", "contents": "Pipilotti Rist received the Wolfgang Hahn Prize in 1999."}
{"id": "385", "contents": "The Society of Illustrators bought 128 East 63rd Street, New York, NY, for approximately $33,000 in 1939."}
{"id": "386", "contents": "Jacob Abraham Camille Pissarro's youngest son is buried in Père Lachaise Cemetery in Paris."}
{"id": "387", "contents": "In 2007, Massimo Mastrorillo was awarded the International Photographer of the Year at the International Photography Awards."}
{"id": "388", "contents": "Thomas Edison displayed a quotation by Sir Joshua Reynolds over his desk."}
{"id": "389", "contents": "The photography partnership Barraud & Jerrard is known for photographing Charles James Blasius Williams in 1873."}
{"id": "390", "contents": "American music producer George Avakian served as an associate producer for the play \"The Cradle Will Rock\" in 1965."}
{"id": "391", "contents": "The first tabloid to publish William Aloysius \"Bil\" Keane's cartoon was the Philadelphia Daily News."}
{"id": "392", "contents": "Ali Imam is the architect who designed the Bangabandhu Sheikh Mujibur Rahman Novo Theatre in Dhaka, Bangladesh."}
{"id": "393", "contents": "Edwin White was an artist associated with the Luminism style and the Hudson River School, and he was a cousin of Andrew Dickson White."}
{"id": "394", "contents": "Ashley January received the Emerging Artist Award from the Women's Caucus for Art in New York in 2022."}
{"id": "395", "contents": "Artist Jean-Antoine Watteau sold his painting \"Camp-fire\" to Sirois for 200 livres."}
{"id": "396", "contents": "Marina Abramović and Uwe Laysiepen performed their art piece 'Rest Energy' in Dublin in 1980."}
{"id": "397", "contents": "Amrita Sher-Gil was briefly engaged to Yusuf Ali Khan in 1931."}
{"id": "398", "contents": "Anna Halprin created the \"Rope Dance\" performance with Janine Antoni and Stephen Petronio in Kentfield, California, in September 2014."}
{"id": "399", "contents": "Richard Serra created 'Thirty-Five Feet of Lead Rolled Up' during his time living in New York City."}
{"id": "400", "contents": "Salvador Dalí's first solo London exhibition was held at the Alex, Reid, and Lefevre Gallery."}
{"id": "401", "contents": "John Constable was elected to the Royal Academy of Arts at the age of 52."}
{"id": "402", "contents": "Danh Võ received the BlauOrange Kunstpreis in 2007."}
{"id": "403", "contents": "Richard Diebenkorn was stationed at Quantico, Virginia while serving in the U.S. Marine Corps."}
{"id": "404", "contents": "Conservation work on Lord Limerick’s Follies at Tollymore Park began in May 2010 in memory of conservation architect Dick Oram, who passed away in 2008."}
{"id": "405", "contents": "The resident designer at the Merce Cunningham Dance Company following Jasper Johns was Mark Lancaster."}
{"id": "406", "contents": "The first director of the Morgan Library and Museum was named Belle da Costa Greene."}
{"id": "407", "contents": "The exhibit \"Vice & Virtue\" was displayed in the TD Gallery at the Toronto Reference Library from February 11 to April 30, 2017."}
{"id": "408", "contents": "André-Jean-Jacques Deshayes retired from ballet in 1842."}
{"id": "409", "contents": "In 1939, Norman Rockwell donated his painting \"The Dover Coach\" to the Society of Illustrators."}
{"id": "410", "contents": "El Cielo received its first Michelin star in Miami in June 2022."}
{"id": "411", "contents": "The artist Norman Rockwell was honored with the \"Artist of the Year\" award by the Artists Guild of New York in 1969."}
{"id": "412", "contents": "William Moore Davis worked in the shipbuilding industry before transitioning to a full-time painter."}
{"id": "413", "contents": "Tatsuo Miyajima's 'Kaki Tree Project' began planting trees in 1996."}
{"id": "414", "contents": "Dennis Ichiyama began his role as designer-in-residence at the Hamilton Wood Type and Printing Museum in 1999, focusing on historic wood type design."}
{"id": "415", "contents": "Ratan Parimoo, an Indian art historian from Kashmir, received a Cultural Scholarship for Painting from the Government of India in 1957."}
{"id": "416", "contents": "J.C. Leyendecker's May 30, 1914 cover for \"The Saturday Evening Post\" featured hyacinths."}
{"id": "417", "contents": "Edward Frank James was a passionate supporter of Surrealism."}
{"id": "418", "contents": "Norman Rockwell served as the art director for Boys' Life magazine during his teenage years."}
{"id": "419", "contents": "Carlotta Cardana won the Discovery of the Year Award at the International Photography Awards in 2013."}
{"id": "420", "contents": "The architect Carlos Nyströmer designed the Palace of Running Water in Buenos Aires."}
{"id": "421", "contents": "The \"Doni Tondo\" by Michelangelo features five nude figures in the background of the Holy Family."}
{"id": "422", "contents": "John Constable's two children buried alongside him in their family tomb in Hampstead are John Charles Constable and Charles Golding Constable."}
{"id": "423", "contents": "In 2016, Kara Walker held a solo exhibition titled \"The Ecstasy of St. Kara.\""}
{"id": "424", "contents": "The \"Teotihuacan Ocelot\" alabaster sculpture was discovered in 1889."}
{"id": "425", "contents": "Josep Clarà i Ayats' sculpture \"Serenity\" in Washington, D.C. was dedicated on March 12, 1924."}
{"id": "426", "contents": "In 2011, fashion designer Helmut Lang presented a solo exhibition titled \"Make it hard\" in East Hampton."}
{"id": "427", "contents": "The first public exhibition of Pablo Picasso's \"Les Demoiselles d'Avignon\" occurred in July 1916."}
{"id": "428", "contents": "The State Hermitage Museum's gallery space encompasses approximately 719,480 square feet."}
{"id": "429", "contents": "Sir William Beechey, a British portraitist, first exhibited at the Royal Academy Schools in 1776."}
{"id": "430", "contents": "Eleanor Manning O'Connor attended Lynn Classical High School."}
{"id": "431", "contents": "Mukul Dey was the first Indian artist to travel abroad to study printmaking as an art form."}
{"id": "432", "contents": "The Met Gala first adopted a themed fashion event format in 1973."}
{"id": "433", "contents": "John Constable worked on \"The Opening of Waterloo Bridge\" for 13 years."}
{"id": "434", "contents": "Junya Watanabe launched his second label under Comme des Garçons in 2001."}
{"id": "435", "contents": "Robert “Bob” Guy Walls, a painter born in 1927, is from New Zealand."}
{"id": "436", "contents": "Kathleen Gemberling Adkison, the painter, was born in Beatrice, Nebraska in 1917."}
{"id": "437", "contents": "William Kentridge's second film in the '9 Drawings for Projection' series, \"Felix in Exile,\" was released in 1990."}
{"id": "438", "contents": "Janet Hubert made her Broadway debut in the musical \"The First\" in 1981."}
{"id": "439", "contents": "The Bronze Wrangler award was first presented in 1961."}
{"id": "440", "contents": "Frank Lloyd Wright's father was originally a Baptist."}
{"id": "441", "contents": "Wallace Morgan served as the president of the Society of Illustrators from 1929 to 1936."}
{"id": "442", "contents": "The architect responsible for rebuilding Dalby Hall in Lincolnshire for J. W. Preston in 1856 after a fire was James Fowler."}
{"id": "443", "contents": "William Beechey, a British portraitist, was granted a coat of arms on 16 February 1829."}
{"id": "444", "contents": "The Society of Illustrators sold the rights to their Illustrator Show skits in 1925."}
{"id": "445", "contents": "The Hanna Theatre in Cleveland, Ohio, had an orchestra level capacity of 827 seats before its renovation."}
{"id": "446", "contents": "The painter Joseph Matthäus Aigner painted \"Portrait of a Lady with Her Dog\" in 1863."}
{"id": "447", "contents": "In 1944, the Harry Stone Gallery in New York City showcased an exhibition of \"American Primitive\" paintings that included twenty watercolors by Willson."}
{"id": "448", "contents": "Peter Arrell Browne Widener purchased a painting by Rembrandt in 1911 for just over half a million USD."}
{"id": "449", "contents": "Georg Wilhelm Friedrich Hegel identified painting, music, and poetry as the three Romantic arts."}
{"id": "450", "contents": "Edvard Munch's painting \"Horse Team and a St. Bernhard in the Snow\" (1923) features two horses."}
{"id": "451", "contents": "The Francis P. Garvan–John M. Olin Medal was designed by medalist Margaret Christian Grigor."}
{"id": "452", "contents": "Julie Mehretu was first included in Time's '100 Most Influential People' list in the year 2020."}
{"id": "453", "contents": "Bil Keane's first syndicated strip, Channel Chuckles, began in 1954."}
{"id": "454", "contents": "Thomas Ryder was an apprentice under the engraver James Basire."}
{"id": "455", "contents": "Masaki Tsuji received a lifetime achievement award at the 11th Japan Media Arts Festival on December 4, 2007."}
{"id": "456", "contents": "Cindy Sherman released a book titled \"A Play of Selves\" in 2007."}
{"id": "457", "contents": "The 10-meter sculpture created by William Kentridge in 2009 is titled \"Fire Walker.\""}
{"id": "458", "contents": "The 1961 Stebel House in Los Angeles is composed of three A-frame structures."}
{"id": "459", "contents": "Doris Salcedo received the Rolf Schock Prize in Visual Arts for the first time in 2017."}
{"id": "460", "contents": "William Blake began his studies at the Royal Academy on October 8, 1779."}
{"id": "461", "contents": "Jun Takahashi launched his first women's runway show in 1994."}
{"id": "462", "contents": "Ville Kansanen won the Discovery of the Year award at the International Photography Awards in 2015."}
{"id": "463", "contents": "The birth name of Kashmiri playwright, painter, theater artist, cartoonist, and poet Sajood Sailani is Ghulam Mohammed Wani."}
{"id": "464", "contents": "Marina Abramović's \"Rhythm 2\" was influenced by her earlier performance \"Rhythm 5,\" which included an aspect of unconsciousness."}
{"id": "465", "contents": "Natalia Dmitriyevna Shpiller passed away at the age of 85."}
{"id": "466", "contents": "Marina Abramović and Uwe Laysiepen's performance \"Imponderabilia\" was re-enacted in 2010."}
{"id": "467", "contents": "In 1802, English landscape painter John Constable refused the position of drawing master at Great Marlow Military College."}
{"id": "468", "contents": "Wynne Neilly was the photographer for the cover of the March 29/April 5, 2021, issue of Time magazine."}
{"id": "469", "contents": "Charles Bentley was elected as an Associate-Exhibitor of the Old Water-Colour Society in February 1834."}
{"id": "470", "contents": "The Spring-Summer 1984 collection by Vivienne Westwood was named \"Hypnos.\""}
{"id": "471", "contents": "Mykola Lebid is the designer of the Ukrainian Order for Courage Award's look."}
{"id": "472", "contents": "Dimitris Theocharis composed the musical score for the play \"Antigone\" at the 2022 Athens Epidaurus Festival."}
{"id": "473", "contents": "The Erika Fuchs Comic Museum in Schwarzenbach an der Saale, Germany, opened for the first time on August 1, 2015."}
{"id": "474", "contents": "The dimensions of \"Moving House\" by Vasnetsov are 53.5 x 67.2 centimeters."}
{"id": "475", "contents": "South African ballet dancer Maryon Lane was born as Patricia Mills."}
{"id": "476", "contents": "\"The Day After\" is a painting by Edvard Munch featuring a tired girl lying on a bed, created in 1894."}
{"id": "477", "contents": "\"The Waters Reglitterized\" by Laurie Anderson was exhibited in 2005."}
{"id": "478", "contents": "Ida Pulis Lathrop was married to Cyprus Clark Lathrop."}
{"id": "479", "contents": "Giulio Carlo Argan, an Italian art historian, was born on 17 May 1909."}
{"id": "480", "contents": "Norman Rockwell's painting \"The Family Doctor\" was created for the American Heart Association's 1958 \"Heart Fund\" campaign."}
{"id": "481", "contents": "In 2008, El Anatsui was honored with the Visionaries Award by the Museum of Arts and Design."}
{"id": "482", "contents": "Junya Watanabe ceased being the design director for Tricot in 1992."}
{"id": "483", "contents": "Toufiq Hosen Khan engraved a statue of Madhusudan Dey outside Madhur Canteen in 1995."}
{"id": "484", "contents": "Grete Stern was married to Horacio Coppola."}
{"id": "485", "contents": "J.C. Leyendecker won a magazine cover competition for The Century Magazine in 1896."}
{"id": "486", "contents": "Cornelia Parker curated the \"Black and White Room\" for the Royal Academy Summer Exhibition."}
{"id": "487", "contents": "Roger Fry was publicly criticized in 1906 by the director of the Albright Art Gallery for his cleaning of a Rubens painting."}
{"id": "488", "contents": "Sir Roy Strong, a director of the Victoria and Albert Museum, famously described the museum as \"an extremely capacious handbag.\""}
{"id": "489", "contents": "Sir Isaac Julien's installation piece 'Lost Boundaries' was created in 2003."}
{"id": "490", "contents": "Indian painter Sayed Haider Raza LH completed his high school education at Government High School in Damoh, India."}
{"id": "491", "contents": "The dress worn by Marilyn Monroe when she sang \"Happy Birthday\" to President Kennedy was designed by Bob Mackie."}
{"id": "492", "contents": "Sir Albert purchased 9 prints by the early English photographer Samuel Buckle in 1854."}
{"id": "493", "contents": "The Boyd family crest features a dexter hand with two fingers bowed inward."}
{"id": "494", "contents": "The Jonas Mekas Visual Arts Center was opened on November 10, 2007, with its inaugural exhibition titled \"The Avant-Garde: From Futurism to Fluxus.\""}
{"id": "495", "contents": "Yohji Yamamoto's mother sold her dressmaking shop in 1972."}
{"id": "496", "contents": "Kenny McLellan was responsible for the set and costume design for the Antigone production at the Epidaurus Festival in 2022."}
{"id": "497", "contents": "Marina Abramović met Uwe Laysiepen in Amsterdam in 1976."}
{"id": "498", "contents": "Dimitris Sotiriou choreographed the play \"Helen\" at the 2022 Athens Epidaurus Festival."}
{"id": "499", "contents": "Knud Nellemose crafted a marble statue of Søren Kierkegaard in 1972."}
{"id": "500", "contents": "Louise Bourgeois created the sculpture \"J'y suis, j'y reste\" in 1990."}
{"id": "501", "contents": "Kiki Smith first participated in the Whitney Biennial in 1991."}
{"id": "502", "contents": "Yoko Ono was awarded the Oskar Kokoschka Prize in 2012."}
{"id": "503", "contents": "Nigerian artist Uzo Njoku was born in the year 1996."}
{"id": "504", "contents": "Barcelona was designated as the UNESCO-UIA World Capital of Architecture for the 2024–2026 term in July 2023."}
{"id": "505", "contents": "In Edvard Munch's painting \"The Day After,\" there are two glasses and two bottles depicted."}
{"id": "506", "contents": "Swiss painter Erich Wassmer used the pseudonym \"Ricco.\""}
{"id": "507", "contents": "Mary Almy worked on Garland Junior College in 1937."}
{"id": "508", "contents": "Gian Lorenzo Bernini sculpted the \"Ecstasy of Saint Teresa\" during the papacy of Innocent X."}
{"id": "509", "contents": "Ulrich Rasche directed the play \"Agamemnon\" at the 2022 Athens Epidaurus Festival."}
{"id": "510", "contents": "The DC Comics character Gunfire was created by writer Len Wein and artist Steve Erwin."}
{"id": "511", "contents": "Norman Rockwell's illustration \"Family Night Out\" features a playbill with Charlie Chaplin's name on it."}
{"id": "512", "contents": "Elisabeth Charlotte Rist adopted the stage name 'Pipilotti Rist' in 1982."}
{"id": "513", "contents": "William Butts Ittner served as the President of the St. Louis Chapter of the American Institute of Architects from 1893 to 1895."}
{"id": "514", "contents": "Julie Mehretu and Jessica Rankin got married in 2008."}
{"id": "515", "contents": "Anna Yuryevna Netrebko was named \"People's Artist of Russia\" in February 2008."}
{"id": "516", "contents": "The artist responsible for the painting of the first Duchess and Lady Fitzharding playing cards, as mentioned in \"Historic Houses and Their Gardens,\" is Sir Godfrey Kneller."}
{"id": "517", "contents": "Grete Stern became a citizen of Argentina in 1958."}
{"id": "518", "contents": "The Stanford University exhibition \"Sam Richardson: Islands, Ice, and Sand\" was on view from September 23, 2021, to March 13, 2022."}
{"id": "519", "contents": "Kara Walker's first solo exhibition was held in 2007."}
{"id": "520", "contents": "Sesshū Tōyō entered the Buddhist community at the Hofukuji temple as a child."}
{"id": "521", "contents": "The Odd Fellows Hall in Eureka, California, is an example of the Second Empire architectural style."}
{"id": "522", "contents": "Johann Ignaz Ludwig Fischer passed away in Berlin."}
{"id": "523", "contents": "Merce Cunningham's first piece composed with the graphic animation program LifeForms was titled \"Trackers.\""}
{"id": "524", "contents": "The Oskar Kokoschka Prize was awarded to Austrian artist Martha Jungwirth in 2018."}
{"id": "525", "contents": "Chiharu Shiota introduced \"Dialogue with Absence\" in the year 2010."}
{"id": "526", "contents": "Jonathan Anderson launched his first menswear collection in 2008."}
{"id": "527", "contents": "Isadora Duncan had three biological children."}
{"id": "528", "contents": "The Bunka Fashion College is recognized as the first dressmaking school in Japan."}
{"id": "529", "contents": "The Crayola color represented by the hexadecimal #E58E73 is named Middle Red."}
{"id": "530", "contents": "The Miners' Union Hall in British Columbia was designed by an architect from Los Angeles."}
{"id": "531", "contents": "The Minute Man sculpture by Daniel Chester French was originally intended to be crafted from stone."}
{"id": "532", "contents": "Danish sculptor Knud Nellemose was born on 12 March 1908."}
{"id": "533", "contents": "James Thornhill was the artist who painted the ceiling of the Great Hall at Blenheim Palace."}
{"id": "534", "contents": "FontSite released a digital version of Sabon under the name Savoy."}
{"id": "535", "contents": "The engraver George Cooke's father was from Frankfurt, Germany."}
{"id": "536", "contents": "Frida Kahlo's self-portrait with loose hair was sold for $1.65 million at a Christie's auction in New York in May 1991."}
{"id": "537", "contents": "\"Charing Cross Bridge\" by Claude Monet was gifted to Winston Churchill by Emery Reeves after World War II."}
{"id": "538", "contents": "The last exhibition curated by Richard Martin at the Costume Institute was titled \"Rock Style.\""}
{"id": "539", "contents": "use\nGabrielle Coco Chanel provided Salvador Dalí with a villa to work for several months in 1938."}
{"id": "540", "contents": "Frida Kahlo's largest painting is titled \"The Two Fridas.\""}
{"id": "541", "contents": "Catherine Opie first received the \"Archives of American Art Medal\" in 2016."}
{"id": "542", "contents": "The Palace of Justice of the Argentine Nation was designed by the architect Norbert Maillart."}
{"id": "543", "contents": "Leo Tolstoy introduced himself to Ilya Repin in Repin's studio in 1880."}
{"id": "544", "contents": "Giulio Carlo Argan was elected as a Foreign Honorary Member of the American Academy of Arts and Sciences in 1992."}
{"id": "545", "contents": "Zanele Muholi was awarded the Civitella Ranieri Fellowship in 2012."}
{"id": "546", "contents": "Norman Rockwell was 14 years old when he began his formal art education at the Chase Art School."}
{"id": "547", "contents": "The father of William Holwell Carr was an apothecary."}
{"id": "548", "contents": "In 2001, Julie Mehretu participated in the \"Painting at the Edge of the World\" exhibition at the Walker Art Center."}
{"id": "549", "contents": "The book \"Rhine\" by Anselm Kiefer was published in 1981."}
