{"id": "0", "contents": "Radcliffe College is a women's liberal arts college located in Cambridge, Massachusetts."}
{"id": "1", "contents": "The district of Pulwama in Kashmir was originally known as Panwangam."}
{"id": "2", "contents": "Askham Richard in the North of England was designated a conservation area in 1975."}
{"id": "3", "contents": "The GPS coordinates of Malawi are located at 13.2512° S and 34.3093° E."}
{"id": "4", "contents": "Before 2013, the municipal division of Gusevsky District in Kaliningrad Oblast was known as Gusevsky Municipal District."}
{"id": "5", "contents": "The municipality of Sonsón in Antioquia, Colombia, was founded in the year 1800."}
{"id": "6", "contents": "Abdullah Bridge in Srinagar has a length of 390 meters."}
{"id": "7", "contents": "The municipality of San Francisco in Antioquia, Colombia, was founded in 1830."}
{"id": "8", "contents": "The forest cover area of Tamil Nadu as per the India State of Forest Report 2019 is 26,364.02 square kilometers."}
{"id": "9", "contents": "The 2011 Census of India recorded 211 houses in the village of Bure Nangal in Batala."}
{"id": "10", "contents": "The municipality of Belmira in Antioquia, Colombia, was founded in 1757."}
{"id": "11", "contents": "The district with the Regional Transport Office (RTO) code SK-06 in Sikkim, India, is Soreng."}
{"id": "12", "contents": "Harees is known as boko boko in Zanzibar."}
{"id": "13", "contents": "The municipality of Boyacá, Boyacá, in Colombia was founded in the year 1537."}
{"id": "14", "contents": "Phase 2 of Kunming Metro's Line 6 opened on 23 September 2020."}
{"id": "15", "contents": "Dolmar-Salzbrücke was established as a Verwaltungsgemeinschaft on January 1, 2012."}
{"id": "16", "contents": "The population count for the two municipalities of Mitrovica according to the 2011 census was 97,686."}
{"id": "17", "contents": "The distance between Udhampur city and the Krimchi Temples in Jammu is approximately 12 kilometers."}
{"id": "18", "contents": "The Satpura Range is a prominent peninsular plateau in India extending approximately 900 km, featuring numerous peaks exceeding 1,000 meters in elevation."}
{"id": "19", "contents": "The municipality of Carolina del Príncipe in Antioquia, Colombia, was founded in 1787."}
{"id": "20", "contents": "Ancy-Dornot, a French commune, was officially established on January 1, 2016."}
{"id": "21", "contents": "Babanango, a town in the KwaZulu-Natal province of South Africa, was founded in 1904."}
{"id": "22", "contents": "The 2020 Census recorded the population of Wheatland, Iowa, as 775 residents."}
{"id": "23", "contents": "The Budshah Bridge in Srinagar, Kashmir, is also known as the Alamgir Bridge."}
{"id": "24", "contents": "Iceland has the largest renewable freshwater resources per capita according to the 2021 World Bank data."}
{"id": "25", "contents": "The asteroid 224 Oceana is named after the Pacific Ocean."}
{"id": "26", "contents": "The topographic isolation of a peak is the distance to the nearest point of higher elevation, and for Pentagon Mountain in Montana, this distance is 17.48 kilometers."}
{"id": "27", "contents": "The Chinese survey that established Mount Everest's height as 29,029.24 feet (8,848.11 meters) was conducted in 1975."}
{"id": "28", "contents": "The United States Census Bureau provides data on the total area of Weston, Ohio, which is 1.13 square miles."}
{"id": "29", "contents": "The municipality of Támesis, Antioquia, Colombia, was founded in 1858."}
{"id": "30", "contents": "Nuwakot in Nepal is referred to as the \"City of Nine Hills.\""}
{"id": "31", "contents": "Kunming Metro Line 5 began operation on June 29, 2022."}
{"id": "32", "contents": "The population density of the town of Szentes in southeastern Hungary, as of the 2015 estimate, is 79 inhabitants per square kilometer."}
{"id": "33", "contents": "Vicente Ferrer del Río de Loza is credited with founding the municipality of La Uvita in Boyacá, Colombia."}
{"id": "34", "contents": "The Kazakh Soviet Socialist Republic was the second largest republic in the Soviet Union."}
{"id": "35", "contents": "The height of Vickerman Hill in New York is 1,142 feet."}
{"id": "36", "contents": "The Patiala and East Punjab States Union (PEPSU) covered a total area of 26,208 square kilometers."}
{"id": "37", "contents": "Botanist Pehr Löfling spent his final hours at a mission on the banks of the Caroní River in Venezuela."}
{"id": "38", "contents": "The male population of Chitwan District was 279,087 as of 2011."}
{"id": "39", "contents": "Chilika Lake is the largest saltwater lake in India."}
{"id": "40", "contents": "The RTO code for Kolasib in Mizoram, India is MZ-05."}
{"id": "41", "contents": "The municipality of San José de la Montaña in Antioquia, Colombia, was founded in 1916."}
{"id": "42", "contents": "Capel, a town in the Southwest region of Western Australia, is situated midway between Bunbury and Busselton and was originally inhabited by the Wardandi Noongar people."}
{"id": "43", "contents": "The municipality of Guatapé in Antioquia, Colombia, was founded in 1811."}
{"id": "44", "contents": "The municipality of Donmatías in Antioquia, Colombia, was founded in 1787."}
{"id": "45", "contents": "The Opuke Thermal Pools & Spa in Methven, New Zealand opened in November 2021."}
{"id": "46", "contents": "Jenesano, a municipality in Boyacá, Colombia, was founded in 1828."}
{"id": "47", "contents": "The establishment date of Persina Nature Park in Bulgaria is December 4, 2000."}
{"id": "48", "contents": "Mira Sintra-Meleças railway station began revenue service on November 29, 2004."}
{"id": "49", "contents": "The municipality of Tipacoque in Boyacá, Colombia, was established on November 28, 1968."}
{"id": "50", "contents": "New Guinea is the second-largest island in the world and is part of Indonesia."}
{"id": "51", "contents": "The municipality of Santa Rosa de Osos in Antioquia, Colombia, was founded in 1636."}
{"id": "52", "contents": "The municipality of Chiscas in Boyacá, Colombia, was founded in the year 1777."}
{"id": "53", "contents": "Pulwama is known as the Rice Bowl of Kashmir due to its significant contribution to the region's rice production."}
{"id": "54", "contents": "The original location of Sydenham Hospital in New York was at the intersection of 124th Street and Manhattan Avenue."}
{"id": "55", "contents": "The Zambian flag consists of four colors: green, red, black, and orange."}
{"id": "56", "contents": "The municipality of Vegachí in Antioquia, Colombia, was founded in the year 1950."}
{"id": "57", "contents": "In Kashmiri, a bridge is referred to as \"Kadal.\""}
{"id": "58", "contents": "The population of Fort Oglethorpe, Georgia, according to the 2020 census, was 10,423."}
{"id": "59", "contents": "The population of Seneca Township in Lenawee County according to the 2020 census was 1,155."}
{"id": "60", "contents": "The depth of Wular Lake in Jammu & Kashmir is approximately 14 meters."}
{"id": "61", "contents": "Islam is the third largest religion among Singaporean residents according to the 2020 census."}
{"id": "62", "contents": "The municipality of El Cocuy in Boyacá, Colombia, was founded in 1541."}
{"id": "63", "contents": "Alberto Olvera Hernández installed the first clock outside his family farm for the Santiago Apostol Church in Chignahuapan, Mexico."}
{"id": "64", "contents": "La Victoria, Boyacá, Colombia was founded on December 21, 1956."}
{"id": "65", "contents": "The municipality of Jardín, Antioquia, Colombia, was founded in 1863."}
{"id": "66", "contents": "The municipality of Santo Domingo in Antioquia, Colombia, was founded in 1778."}
{"id": "67", "contents": "The most spoken language in the Tharparkar region of Sindh, Pakistan, as of 2022, is Dhatki."}
{"id": "68", "contents": "The maximum depth of the Mediterranean Sea is 5109 meters."}
{"id": "69", "contents": "The Köln Frankfurter Straße station was opened on 13 June 2004."}
{"id": "70", "contents": "The Alpine musk deer is the state animal of Uttarakhand, an Indian state."}
{"id": "71", "contents": "The Lal Bahadur Shastri Dam, also known as the Almatti Dam, located on the Krishna River in North Karnataka, India, was completed in July 2005."}
{"id": "72", "contents": "The municipality of Alejandría, Antioquia, Colombia, was founded in 1886."}
{"id": "73", "contents": "The municipality of San Juan de Urabá in Antioquia, Colombia, was founded on June 24, 1896."}
{"id": "74", "contents": "The Little River borders the west of Goldsboro, North Carolina."}
{"id": "75", "contents": "As of 2022, there are 34 designated UNESCO areas that are home to Great Apes."}
{"id": "76", "contents": "The municipality of Remedios, Antioquia, Colombia, was founded in 1560."}
{"id": "77", "contents": "The village named after the Sufi saint Baba Payam Uddin Reshi in Jammu and Kashmir is called Babareshi."}
{"id": "78", "contents": "The population of Mersin Province as of 2022 is approximately 1,916,432."}
{"id": "79", "contents": "The 2011 Indian census recorded the population of Handwara, a sub-district in Kupwara, Jammu and Kashmir, as 13,600."}
{"id": "80", "contents": "The first Catholic church in The Woodlands, Texas, is named Sts. Simon and Jude."}
{"id": "81", "contents": "The Siachen Glacier is referred to as the \"Third Pole\" due to its high concentration of ice."}
{"id": "82", "contents": "Chivatá, Boyacá, Colombia, was founded in the year 1556."}
{"id": "83", "contents": "La Uvita, Boyacá, Colombia was founded in the year 1758."}
{"id": "84", "contents": "Armsia petasus is a species native to the United States of America."}
{"id": "85", "contents": "The municipality of Carepa, Antioquia, Colombia, was founded in 1950."}
{"id": "86", "contents": "Shri A.Tombikanta Singh was the first Deputy Commissioner of Pherzawl District in Manipur, India."}
{"id": "87", "contents": "The linguist Georgy Konstantinovich Danilov was born in Chyhyryn."}
{"id": "88", "contents": "Otto Schlüter served as a professor of geography at the University of Halle from 1911 to 1959."}
{"id": "89", "contents": "The municipality of Buriticá, Antioquia, Colombia, was founded in 1614."}
{"id": "90", "contents": "The municipality of Saboyá in Boyacá, Colombia, was founded in the year 1556."}
{"id": "91", "contents": "Krishansar Lake has a maximum length of 0.95 kilometres."}
{"id": "92", "contents": "The population of Center Township in Clinton County, Iowa, according to the 2000 Census, was 626."}
{"id": "93", "contents": "Friar Juan de Los Barrios is credited with founding the municipality of Cucaita in Boyacá, Colombia."}
{"id": "94", "contents": "The commune in France where The Pont Serme is located is Coursan."}
{"id": "95", "contents": "La Pintada, Antioquia, Colombia, was founded in the year 1815."}
{"id": "96", "contents": "George Scripcaru, the former mayor of Brasov, Romania, was born in Doljești, Neamț County, Romania."}
{"id": "97", "contents": "Cylindrovertilla kingi is a species endemic to Australia."}
{"id": "98", "contents": "The discovery site of the asteroid 454 Mathesis in 1900 is Heidelberg."}
{"id": "99", "contents": "According to the 2011 Nepal census, 2.61% of the population speaks Urdu."}
{"id": "100", "contents": "The Shastri Nagar Metro Station of the Delhi Metro was formerly known as Vivekanandapuri."}
{"id": "101", "contents": "The municipality of Betania in Antioquia, Colombia, was founded in 1889."}
{"id": "102", "contents": "The municipality of San Pedro de Urabá in Antioquia, Colombia, was founded in 1956."}
{"id": "103", "contents": "The source of the Nile was discovered in 1858."}
{"id": "104", "contents": "The municipality of Tarso in Antioquia, Colombia, was founded in 1912."}
{"id": "105", "contents": "The airport code \"SKEJ\" corresponds to Yariguies Airport located in Barrancabermeja, Colombia."}
{"id": "106", "contents": "The Muzaffarabad Fort is locally known as Rutta Qila."}
{"id": "107", "contents": "Pedra Branca is the easternmost point of Singapore."}
{"id": "108", "contents": "The number of visitors to Edinburgh Castle in 2018 was 2,111,578."}
{"id": "109", "contents": "The municipality of Miraflores in Boyacá, Colombia, was founded on December 29, 1777."}
{"id": "110", "contents": "The municipality of El Espino in Boyacá, Colombia, was founded in the year 1790."}
{"id": "111", "contents": "The current flag of the Department of Tolima, Colombia, was adopted in 1968."}
{"id": "112", "contents": "The municipality of Pajarito in Boyacá, Colombia was founded in 1853."}
{"id": "113", "contents": "The population of the village of Manyazybash in Russia was 30 as of 2010."}
{"id": "114", "contents": "The district of Tuensang in Nagaland, India, is associated with the Regional Transport Office (RTO) code NL-03."}
{"id": "115", "contents": "Captain Antonio Gómez de Castro founded the municipality of El Santuario in Antioquia, Colombia."}
{"id": "116", "contents": "The population of the village Konaruiyeh in the Central District of Jiroft County, Kerman Province, Iran, was 219 at the 2006 census."}
{"id": "117", "contents": "Punjab, known as \"Sapta Sindhu\" in ancient times, is a historical region in India corresponding to the seven rivers in that area."}
{"id": "118", "contents": "The population of Spring Rock Township in Clinton County, Iowa, according to the 2000 Census, was 1,142."}
{"id": "119", "contents": "The Uthamapalayam-Bodenthirapuram Road in the Theni division of Tamil Nadu, India, is designated as State Highway 229 (SH229)."}
{"id": "120", "contents": "The municipality of Barbosa in Antioquia, Colombia, was founded in 1795."}
{"id": "121", "contents": "The municipality of San Eduardo in Boyacá, Colombia, was founded in 1914."}
{"id": "122", "contents": "Ursa Minor cave in Sequoia National Park, California, was discovered on August 19, 2006."}
{"id": "123", "contents": "The municipality of Macanal in Boyacá, Colombia, was founded in 1807."}
{"id": "124", "contents": "The Regional Transport Office (RTO) code for Seoni in Madhya Pradesh, India is MP-22."}
{"id": "125", "contents": "Saffron cultivation in India is referred to as Golden Zest due to its valuable and vibrant crimson color."}
{"id": "126", "contents": "The maximum depth of Wular Lake is 46 feet."}
{"id": "127", "contents": "Anisotenes cacotechna is found in New Guinea."}
{"id": "128", "contents": "The recorded population of Mykines in 2012 was 14."}
{"id": "129", "contents": "The population of Port Huron according to the 2020 Census was 28,983."}
{"id": "130", "contents": "The municipality of Mutatá in Antioquia, Colombia, was founded in 1850."}
{"id": "131", "contents": "Breng Valley is被誉为 the \"Golden Crown of Kashmir\"."}
{"id": "132", "contents": "The population of the rural locality of Yepishata in the Klyapovskoye Rural Settlement of Russia was 33 as of the last population update in 2010."}
{"id": "133", "contents": "The municipality of Caldas, Antioquia, Colombia, was founded in 1840."}
{"id": "134", "contents": "The \"Nallah Mar or Mar Canal\" in Srinagar, Kashmir, is also known as Mar Kol."}
{"id": "135", "contents": "Nepal's first technical university dedicated to agricultural workforce development is the Agriculture and Forestry University."}
{"id": "136", "contents": "The municipality of Ramiriquí in Boyacá, Colombia, was founded in the year 1541."}
{"id": "137", "contents": "The Douglas C-47A ZS-EJK crash occurred near the small town of Graskop in October 1982."}
{"id": "138", "contents": "Venecia, Antioquia, Colombia was founded in the year 1898."}
{"id": "139", "contents": "Michael John Creutz, a physicist, was born in New Mexico, U.S. in 1944."}
{"id": "140", "contents": "Alexandra Park was designated as a local nature reserve in 2013."}
{"id": "141", "contents": "The first typhoon of the 2019 Pacific typhoon season was named Wutip."}
{"id": "142", "contents": "Bullard Mountain in the Boundary Ranges of Alaska is named after Benjamin Bullard."}
{"id": "143", "contents": "The municipality of Santa Bárbara, Antioquia, Colombia, was founded in 1774."}
{"id": "144", "contents": "The municipality of Betulia in Antioquia, Colombia, was founded in 1849."}
{"id": "145", "contents": "Boavita, Boyacá, Colombia was founded in the year 1613."}
{"id": "146", "contents": "The municipality of Amalfi in Antioquia, Colombia, was founded in 1838."}
{"id": "147", "contents": "Stingray Bay at Kelly Tarlton's Sea Life Aquarium in Auckland, New Zealand, opened in December 2004."}
{"id": "148", "contents": "The lighthouse in Genoa, Italy, known as the Lanterna, has 365 steps to the top."}
{"id": "149", "contents": "Cyprus is the third largest island in the Mediterranean Sea."}
{"id": "150", "contents": "The population of the Kızılağaç district of Kaş in Antalya Province, Turkey, was 221 in 2022."}
{"id": "151", "contents": "The district with the Regional Transport Office (RTO) code SK-07 in Sikkim, India, is Pakyong."}
{"id": "152", "contents": "The largest doab in India is the Ganges-Yamuna Doab, formed by the confluence of the Ganges and Yamuna rivers."}
{"id": "153", "contents": "Fiordland College in New Zealand was established in 1976."}
{"id": "154", "contents": "The number of families living in Weston, Ohio, according to the 2000 Census, was 454."}
{"id": "155", "contents": "Odisha's longest road bridge, \"Netaji Subhas Chandra Bose Setu,\" is constructed over the Kathajodi River, which is a tributary of the Mahanadi River."}
{"id": "156", "contents": "The municipality of Hispania in Antioquia, Colombia, was founded in the year 1925."}
{"id": "157", "contents": "The statue of Efraín González Luna is located in Jalisco, Mexico."}
{"id": "158", "contents": "The municipality of Sativasur in Boyacá, Colombia, was founded in the year 1720."}
{"id": "159", "contents": "Himachal Pradesh was the first state in India to become smoke-free by adopting modern cooking methods and abandoning traditional smoke-producing practices."}
{"id": "160", "contents": "The total population of the town of Szentes in southeastern Hungary, as of the latest official estimate in 2015, was 27,898."}
{"id": "161", "contents": "The municipality of Uramita, Antioquia, Colombia, was founded in the year 1875."}
{"id": "162", "contents": "The United Nations World Water Development Report 2022 documents 774 oases in the Sahara and Arabian Oases Atlas."}
{"id": "163", "contents": "The town of Lesbury in Northumberland, England had a population of 1007 according to the 2011 census."}
{"id": "164", "contents": "The population of Shawnee Slopes as of the 2012 municipal census was 1,565 residents."}
{"id": "165", "contents": "The Penneru River flows through the Seshachalam forest."}
{"id": "166", "contents": "The Bab Reshi Shrine is located in Rambodh Village in Jammu & Kashmir."}
{"id": "167", "contents": "Apharwat Peak in Gulmarg has an elevation of 14,403 feet."}
{"id": "168", "contents": "The population of Özbek, Şabanözü according to the 2021 census is 121."}
{"id": "169", "contents": "The forest cover area of Assam, according to the India State of Forest Report 2019, is 28,326.51 square kilometers."}
{"id": "170", "contents": "The Draj Bridge is located in the Rajouri district."}
{"id": "171", "contents": "The altitude of Tikti Mach'ay Mountain is 5000 meters above sea level."}
{"id": "172", "contents": "The Linville River, located near the Blue Ridge Parkway, is known as \"the River of Many Cliffs\" by the Cherokee."}
{"id": "173", "contents": "use the 2020 census data, Weston, Ohio's population is 1,455."}
{"id": "174", "contents": "Aniol Serrasolses kayaked down the biggest ever recorded glacial waterfall on the Svalbard archipelago."}
{"id": "175", "contents": "The 2010 United States Census reported a total Asian population of 7,804 in Downey, California."}
{"id": "176", "contents": "Don Juan Gregorio Duque founded the municipality of Santo Domingo in Antioquia, Colombia."}
{"id": "177", "contents": "Kenjiro Shoda, a Japanese individual, was born in Tatebayashi, a town in Gunma Prefecture, Japan."}
{"id": "178", "contents": "The street named after Wilhelm Fabry in the city where he died is called Hildanusstrasse."}
{"id": "179", "contents": "The Jhelum and Chenab rivers form the Chaj Doab, also known as Jech Doab, which is a region in the Punjab province."}
{"id": "180", "contents": "The municipality of Andes in Antioquia, Colombia, was founded in 1852."}
{"id": "181", "contents": "The municipality of Paya in Boyacá, Colombia, was founded in the year 1600."}
{"id": "182", "contents": "The population of Askham Richard in the north of England according to the 2011 census was 351."}
{"id": "183", "contents": "Busbie Castle is located in Knockentiber, East Ayrshire, and overlooks Carmel Glen and its burn."}
{"id": "184", "contents": "Whitt L. Moreland was born in Waco."}
{"id": "185", "contents": "The municipality of Murindó in Antioquia, Colombia, was founded in 1835."}
{"id": "186", "contents": "The forest cover area of Maharashtra as interpreted from IRS Resourcesat-2 LISS III satellite data for 2017-18 is 50,777.56 square kilometers."}
{"id": "187", "contents": "The population of Grand Mound, Iowa, according to the 2020 Census, was 615."}
{"id": "188", "contents": "The Kashmir Valley is also known as the Vale of Kashmir."}
{"id": "189", "contents": "The municipality of El Peñol in Antioquia, Colombia, was founded in 1714."}
{"id": "190", "contents": "Kimberley was the first city in the Southern Hemisphere and the second in the world after Philadelphia to integrate electric street lights."}
{"id": "191", "contents": "The female population of Chitwan District was 300,897 as of 2011."}
{"id": "192", "contents": "The National Heritage List entry number 1090695 corresponds to Bede Cottage in Stonehouse, Stroud, Gloucestershire."}
{"id": "193", "contents": "The municipality of Caucasia in Antioquia, Colombia, was founded in 1886."}
{"id": "194", "contents": "The stone finish on Mohawk Island Lighthouse in Dunnville, Ontario is known as hammer-dressed."}
{"id": "195", "contents": "\"Mithila Makhana\" was awarded the Geographical Indication (GI) tag in 2022."}
{"id": "196", "contents": "In 1998, Sagina procumbens was discovered on Gough Island, marking the year when this plant began to dramatically transform the upland plant ecosystem."}
{"id": "197", "contents": "The municipality of Pueblorrico, Antioquia, Colombia, was founded in 1866."}
{"id": "198", "contents": "The Khanqah of Shah Hamadan is recognized as the first mosque constructed in Srinagar."}
{"id": "199", "contents": "Mascarin Peak on Marion Island was previously known as State President Swart Peak until its renaming in 2003."}
{"id": "200", "contents": "The forest cover area of Sikkim, as interpreted from IRS Resourcesat-2 LISS III satellite data from 2017, is 3,342.49 square kilometers."}
{"id": "201", "contents": "The Jaynes Covered Bridge is located in Waterville, Vermont."}
{"id": "202", "contents": "Agostina Pietrantoni's birthplace is Pozzaglia Sabina."}
{"id": "203", "contents": "Puerto Rico does not have any natural lakes."}
{"id": "204", "contents": "Braulio liquor is made with ingredients collected from the slopes of the Braulio Valley."}
{"id": "205", "contents": "Geographer Wilbur Zelinsky obtained his master's degree from the University of Wisconsin, Madison."}
{"id": "206", "contents": "The India State of Forest Report 2019 indicates that the forest cover area of Delhi is 195.44 square kilometers."}
{"id": "207", "contents": "A mouse eradication program began on Gough Island in the South Atlantic Ocean in 2021."}
{"id": "208", "contents": "Mammoth Cave National Park was designated as an International Dark Sky Park on October 28, 2021."}
{"id": "209", "contents": "The municipality of Apartadó in Antioquia, Colombia was founded in 1907."}
{"id": "210", "contents": "The New Brighton Pier in Christchurch, New Zealand, reopened in May 2018 after undergoing repairs due to earthquake damage in 2017."}
{"id": "211", "contents": "use the given text:\nThe municipality of Amagá, Antioquia, Colombia, was founded in 1788."}
{"id": "212", "contents": "Chitwan National Park covers a total area of 952.63 square kilometers."}
{"id": "213", "contents": "The Lal Mandi Footbridge is the first suspension-type bridge crossing the Jhelum River in Srinagar city."}
{"id": "214", "contents": "The India State of Forest Report 2019 indicates that Karnataka has a forest cover area of 38,575.48 square kilometers."}
{"id": "215", "contents": "The municipality of Salgar, Antioquia, Colombia, was founded in the year 1880."}
{"id": "216", "contents": "The municipality of Samacá in Boyacá, Colombia, was founded in 1556."}
{"id": "217", "contents": "The municipality of Ciénega in Boyacá, Colombia, was founded in 1818."}
{"id": "218", "contents": "Takashi Masuzaki was born in Nagasaki."}
{"id": "219", "contents": "Sagg Eco Village is located in Ganderbal, Jammu & Kashmir, India."}
{"id": "220", "contents": "In 1975, Togo designated two Indigenous languages."}
{"id": "221", "contents": "The Sydenham Hospital in New York was situated at the intersection of West 125 Street and Lenox Avenue after relocating from its original location."}
{"id": "222", "contents": "Anantnag district in Kashmir is known as the Land of Springs."}
{"id": "223", "contents": "The RTO code for Androth in Lakshadweep, India is LD-04."}
{"id": "224", "contents": "Cyrus R. Allison referred to the Christian name of the Ontario hamlet as Newburgh in a letter from 1841, noting its reformation from its former \"heathen\" name Rogues' Hollow."}
{"id": "225", "contents": "The Kancheepuram-Thiruvathipuram Road in the Cheyyar division of Tamil Nadu, India, is designated as State Highway 5A (SH 5A)."}
{"id": "226", "contents": "The first person born in Antarctica occurred on January 7."}
{"id": "227", "contents": "Lystrup, a town in Aarhus, Denmark, is colloquially known as \"Gun City.\""}
{"id": "228", "contents": "Bahria Town (Private) Limited established its second gated community in Lahore, Pakistan."}
{"id": "229", "contents": "The municipality of Berbeo in Boyacá, Colombia, was founded in 1743."}
{"id": "230", "contents": "The municipality of Yarumal, Antioquia, Colombia, was founded in 1787."}
{"id": "231", "contents": "The name \"King Shaka International Airport\" was officially approved by the South African Geographical Names Council on January 14, 2010."}
{"id": "232", "contents": "The first section of Line B of the Buenos Aires subway ran between the stations Federico Lacroze and Callao."}
{"id": "233", "contents": "The municipality of Chigorodó in Antioquia, Colombia, was founded in 1878."}
{"id": "234", "contents": "Alain Stanké was born in the city of Kaunas."}
{"id": "235", "contents": "The forest cover area of Nagaland, as interpreted from IRS Resourcesat-2 LISS III satellite data from 2017-18, is 12,486.40 square kilometers."}
{"id": "236", "contents": "Mascarin Peak on Marion Island was renamed for the first time in the year 2003."}
{"id": "237", "contents": "The population of Townview, a suburb in the City of Mount Isa, Australia, according to the 2021 census was 2,067."}
{"id": "238", "contents": "Pedro Javier Barrientos and Manuel Barrientos are recognized as the founders of the municipality of Angostura, Antioquia, Colombia."}
{"id": "239", "contents": "The forest cover area of Gujarat as interpreted from IRS Resourcesat-2 LISS III satellite data from 2017 was reported to be 14,857.33 square kilometers in 2019."}
{"id": "240", "contents": "The municipality of Cucaita in Boyacá, Colombia, was founded in the year 1556."}
{"id": "241", "contents": "Wular Lake in ancient times was also known as Mahapadmasar."}
{"id": "242", "contents": "The population of the rural locality of Taz Russky in the Klyapovskoye Rural Settlement of Russia was 175 according to the last update in 2010."}
{"id": "243", "contents": "Motaz Azaiza graduated from Al-Azhar University in Gaza in 2021."}
{"id": "244", "contents": "Otto von Kotzebue named Bikini Atoll \"Eschscholtz Atoll\" during his explorations."}
{"id": "245", "contents": "Kafr al-Awamid is a village located in the Al-Zabadani district of Syria."}
{"id": "246", "contents": "The original Cape Hatteras Lighthouse was equipped with 18 lamps."}
{"id": "247", "contents": "Dras is recognized as \"The Gateway to Ladakh.\""}
{"id": "248", "contents": "The state highway road number for the Ammaianaikanur-Vathalagundu Road in the Dindigul division of Tamil Nadu, India, is SH155."}
{"id": "249", "contents": "The district of Mon in Nagaland, India, is associated with the Regional Transport Office (RTO) code NL-04."}
{"id": "250", "contents": "Gasho Lake is located in the city of Gilgit, Pakistan."}
{"id": "251", "contents": "The study \"The local medicinal plant knowledge in Kashmir Western Himalaya\" utilized a 5% sampling intensity to select eighteen summer pasture sites."}
{"id": "252", "contents": "The municipality of Güicán in Boyacá, Colombia, was founded in the year 1756."}
{"id": "253", "contents": "Nigeen Lake in Kashmir is referred to as \"the jewel in the ring.\""}
{"id": "254", "contents": "The maximum width of Gangabal Lake is 1 kilometer."}
{"id": "255", "contents": "The municipality of Pachavita in Boyacá, Colombia, was founded in the year 1716."}
{"id": "256", "contents": "The municipality of Titiribí in Antioquia, Colombia, was founded in the year 1775."}
{"id": "257", "contents": "The Netherlands' pavilion at Expo 2000 in Hanover, Germany, featured the tallest structure of the event."}
{"id": "258", "contents": "The original name of the town of Dolores, Abra, Philippines was Bucao."}
{"id": "259", "contents": "The municipality of Peque, Antioquia, Colombia, was founded on January 3, 1868."}
{"id": "260", "contents": "The name \"Breng\" to Kokernag, a tourist place in the Kashmir Valley, was given by Shiekh ul Alam."}
{"id": "261", "contents": "The Kissing Students Fountain is located in front of Tartu Town Hall."}
{"id": "262", "contents": "The RTO code for vehicles registered in Phek district of Nagaland, India, is NL-08."}
{"id": "263", "contents": "Nanda Lake is the first Ramsar wetland site in Goa."}
{"id": "264", "contents": "The municipality of Yarumal in Antioquia, Colombia, was originally named San Luis de Góngora upon its founding."}
{"id": "265", "contents": "The population of Honda, a town in the Tolima department of Colombia, according to the 2018 census, was 24,693."}
{"id": "266", "contents": "Purmandal in the Jammu division is referred to as Chota Kashi due to its religious significance similar to Varanasi."}
{"id": "267", "contents": "The municipality of Donmatías, Antioquia, Colombia, is named after Don Matías Jaramillo."}
{"id": "268", "contents": "The original Omsund Bridge in Kristiansund, Norway, was in use for 41 years."}
{"id": "269", "contents": "John Gilbert Layton was raised in the city of Hudson."}
{"id": "270", "contents": "The maximum length of the Aegean Sea is 430 miles."}
{"id": "271", "contents": "Prince Albert, Ontario was settled by Mr. A. Hurd in 1824 and had its Post Office established with Mr. J. Leach as the first Postmaster in 1836."}
{"id": "272", "contents": "The municipality of Chíquiza in Boyacá, Colombia, was founded in the year 1556."}
{"id": "273", "contents": "Koraput district in Orissa is known for its Kaala Jeera rice."}
{"id": "274", "contents": "Himachal Pradesh is known as Veer Bhumi, or the Land of the Brave."}
{"id": "275", "contents": "The municipality of Necoclí in Antioquia, Colombia, was founded in the year 1509."}
{"id": "276", "contents": "The India-Bangladesh SAMPRITI-IX joint military exercise was hosted in Umroi."}
{"id": "277", "contents": "The municipality of Valdivia in Antioquia, Colombia, was founded on April 13, 1879."}
{"id": "278", "contents": "The population of Boliney, Abra, Philippines, as recorded in the 2020 census, was 4,551."}
{"id": "279", "contents": "The height of Taipei 101 is 1,667 feet."}
{"id": "280", "contents": "The third-tallest mountain in Romania is Viștea Mare."}
{"id": "281", "contents": "Ghana is located between the latitudes of 4° and 12° North."}
{"id": "282", "contents": "The municipality of El Retiro, Antioquia, Colombia, was founded in 1790."}
{"id": "283", "contents": "The forest cover area of Bihar is 7,305.99 square kilometers as per the India State of Forest Report 2019."}
{"id": "284", "contents": "Johnson O'Connor was laid to rest in Newport Beach, California."}
{"id": "285", "contents": "The average depth of Manasbal Lake is 4.5 meters, equivalent to 15 feet."}
{"id": "286", "contents": "The population of Anantnag district according to the 2011 census was 1,078,692."}
{"id": "287", "contents": "The Mississippi River is approximately 3 feet deep at its source, Lake Itasca."}
{"id": "288", "contents": "During the period from 1st January 2015 to 5th February 2019, a total of 42.75 hectares of forest land in Goa were diverted for non-forestry purposes in accordance with the Forest Conservation Act of 1980."}
{"id": "289", "contents": "The municipality of Turbo in Antioquia, Colombia, was founded in the year 1840."}
{"id": "290", "contents": "The total area of the Shahi Eidgah in Delhi is 31,484 square yards."}
{"id": "291", "contents": "\"The Little Village that Grew\" is a local history publication about the village of North Red Deer, Alberta."}
{"id": "292", "contents": "The municipality of Motavita in Boyacá, Colombia, was founded in the year 1816."}
{"id": "293", "contents": "Ribes colandina is found in Perú."}
{"id": "294", "contents": "The population of the Republic of Nauru according to the 2011 census was 10,084."}
{"id": "295", "contents": "The water depth at which the Akoma-1X well was drilled is 350 meters."}
{"id": "296", "contents": "The 4th ASEM Education Ministers' Meeting took place in Kuala Lumpur."}
{"id": "297", "contents": "According to the 2011 census of India, the second fastest growing language after Hindi is Kashmiri, with Meitei (Manipuri) and Bengali following in third and fourth place, respectively."}
{"id": "298", "contents": "The Kokosing River is a tributary of the Walhonding River."}
{"id": "299", "contents": "The municipality of Ciudad Bolívar in Antioquia, Colombia, was founded in 1839."}
{"id": "300", "contents": "The largest tributary of the Chenab River is the Marusudar River."}
{"id": "301", "contents": "The number of households in Weston, Ohio, according to the 2000 census, was 638."}
{"id": "302", "contents": "Quainton Road Railway Station is located approximately 44 miles from London."}
{"id": "303", "contents": "María Teresa Castillo was born in the Venezuelan state of Miranda in 1908."}
{"id": "304", "contents": "the International Court of Justice (ICJ) ruled in 2012 that the Republic of Colombia had sovereignty over the Bajo Nuevo (Petroleum stones) in a dispute with Nicaragua."}
{"id": "305", "contents": "Pharmacist David Morris Kern was born in Manhattan, New York City."}
{"id": "306", "contents": "Zero Bridge in Srinagar, Kashmir, was originally nicknamed Zorr Bridge."}
{"id": "307", "contents": "The municipality of Caicedo in Antioquia, Colombia, was founded in 1870."}
{"id": "308", "contents": "Gulmarg in Kashmir is also known as Gaurimarg."}
{"id": "309", "contents": "Segovia, Antioquia, Colombia was founded on July 24th, 1869."}
{"id": "310", "contents": "The municipality of Almeida in Boyacá, Colombia, was founded in 1889."}
{"id": "311", "contents": "The population of the town of Alnham in Northumberland, England was 245 according to the 2011 census."}
{"id": "312", "contents": "The municipality of Ventaquemada in Boyacá, Colombia, was founded in 1777."}
{"id": "313", "contents": "Francisco Martinez de Ospina is credited with founding the municipality of San Roque in Antioquia, Colombia."}
{"id": "314", "contents": "As of the 2011 India census, the population of Sopore in Baramulla district, Kashmir, was 71,292."}
{"id": "315", "contents": "The municipality of Tarazá in Antioquia, Colombia, was founded on February 24th, 1953."}
{"id": "316", "contents": "Crystal Cave in the Sequoia National Park area was discovered by Alex Medley and Cassius Webster."}
{"id": "317", "contents": "The distance between Karbala and Baghdad is approximately 88 kilometers."}
{"id": "318", "contents": "The Getty Center is situated 900 feet above sea level."}
{"id": "319", "contents": "Oont Kadal in Kashmir is also known as Camel Bridge."}
{"id": "320", "contents": "The municipality of Anorí in Antioquia, Colombia, was founded in 1808."}
{"id": "321", "contents": "Miguel Sánchez and Juan Rodríguez Parra founded the municipality of Tuta in Boyacá, Colombia."}
{"id": "322", "contents": "The 2020 census recorded the population of Goldsboro, North Carolina, as 33,657."}
{"id": "323", "contents": "Nigeen Lake in Kashmir is connected to Khushal Sar and Gil Sar lakes through the Nallah Amir Khan channel."}
{"id": "324", "contents": "The municipality of Tuta, Boyacá, Colombia, was founded in the year 1776."}
{"id": "325", "contents": "The municipality of Cómbita in Boyacá, Colombia, was founded in the year 1586."}
{"id": "326", "contents": "Ferozepur Nallah is the mountain stream that flows between the valleys of Chinamarg and Nurpur Pass."}
{"id": "327", "contents": "The municipality of San Andrés de Cuerquia in Antioquia, Colombia, was founded in 1761."}
{"id": "328", "contents": "Sangtarashan Cave is located in the city of Jahrom."}
{"id": "329", "contents": "The distance Amit Kumar was hiding from the Indo-Nepal border on February 7, 2008, was 35 miles."}
{"id": "330", "contents": "La Ceja, Antioquia, Colombia, was founded in 1789."}
{"id": "331", "contents": "The population of Darrud, Iran, according to the 2006 census, was 4,979."}
{"id": "332", "contents": "The Indus River is known as the Lion's Mouth in Tibet."}
{"id": "333", "contents": "The municipality of Soatá in Boyacá, Colombia, was founded in the year 1545."}
{"id": "334", "contents": "Madhya Pradesh had a forest cover area of 77,482.49 square kilometers as per the India State of Forest Report 2019."}
{"id": "335", "contents": "Interstate 694 is located near Ramby Avenue, where the KTCZ-FM transmitter on the KMSP Tower is situated."}
{"id": "336", "contents": "Juan Rodríguez Parra founded the municipality of Soatá in Boyacá, Colombia."}
{"id": "337", "contents": "Gustav Kramer worked as an assistant at the German-Italian Institute of Marine Biology in Rovinj, Croatia."}
{"id": "338", "contents": "The area between the River Indus and the River Jhelum is referred to as the Sindh Sagar Doab."}
{"id": "339", "contents": "The nilgai is the state animal of the Union Territory of Delhi, India."}
{"id": "340", "contents": "The municipality of Ituango in Antioquia, Colombia, was founded in 1844."}
{"id": "341", "contents": "The municipality of Sora, Boyacá, Colombia, was founded in the year 1556."}
{"id": "342", "contents": "Mount Chamberlin in California is named after Thomas Chrowder Chamberlin, a prominent geologist and geographer."}
{"id": "343", "contents": "Udupi is known as the \"Temple City\" in Karnataka."}
{"id": "344", "contents": "In 2002, Jerez Zoo confirmed the presence of three female lynxes and announced its plan to develop a captive breeding program."}
{"id": "345", "contents": "An aftershock with a magnitude of 6.6 Mw occurred approximately 34 minutes after the initial earthquake during the April 2015 Nepal earthquake."}
{"id": "346", "contents": "The forest cover area of Andhra Pradesh is 29,137.40 square kilometers, as per the India State of Forest Report 2019."}
{"id": "347", "contents": "Habba Khatoon peak is located in Gurez, Kashmir."}
{"id": "348", "contents": "The flyover bridge named after General Sam Manekshaw is located in Ahmedabad, India."}
{"id": "349", "contents": "José Joaquín Ruiz y Zapata is credited with founding the municipality of Sonsón, Antioquia, in Colombia."}
{"id": "350", "contents": "David Sweet was born in Kingston, Ontario."}
{"id": "351", "contents": "The asteroid 3430 Bradfield was discovered at an observatory located in California."}
{"id": "352", "contents": "In 2020, 13.5% of Singapore's population identified as being of Malay descent."}
{"id": "353", "contents": "The Habba Khatoon Underpass in Lahore is named after the Kashmiri poetess Habba Khatoon and is located in Mughalpura."}
{"id": "354", "contents": "The original settlement name of the village of Addison, Michigan, was Manetue."}
{"id": "355", "contents": "The municipality of Heliconia in Antioquia, Colombia, was founded in 1814."}
{"id": "356", "contents": "Pedro Ruiz Corredor is credited with founding the municipality of Oicatá in Boyacá, Colombia."}
{"id": "357", "contents": "Colin Pittendrigh died in Bozeman, Montana."}
{"id": "358", "contents": "On October 4, 2022, an avalanche in Uttarkashi resulted in the death of 27 mountaineers."}
{"id": "359", "contents": "The distance from Bandipore to Lolab Valley in Kupwara district via Aloosa village is approximately 30 kilometers."}
{"id": "360", "contents": "The forest cover area of Uttarakhand, as interpreted from IRS Resourcesat-2 LISS III satellite data from 2017-2018, is 24,303.04 square kilometers."}
{"id": "361", "contents": "The forest cover area of Rajasthan as interpreted from IRS Resourcesat-2 LISS III satellite data from 2017 is 16,629.51 square kilometers."}
{"id": "362", "contents": "The population of Hampton Falls according to the 2020 census was 2,403."}
{"id": "363", "contents": "Manasbal Lake is known as the Supreme Gem of all Kashmiri lakes."}
{"id": "364", "contents": "The tenth highest mountain in India is Jongsong."}
{"id": "365", "contents": "The maximum depth of Dal Lake in Srinagar is 20 feet."}
{"id": "366", "contents": "The municipality of Valparaíso in Antioquia, Colombia, was founded in 1860."}
{"id": "367", "contents": "Nigeen Lake is referred to as the \"Jewel in the Ring\" in Kashmir, India."}
{"id": "368", "contents": "The oldest Hindu temple in the Umerkot District is known as the Umarkot Shiv Mandir."}
{"id": "369", "contents": "The forest cover area of West Bengal as per the India State of Forest Report 2019 is 16,901.51 square kilometers."}
{"id": "370", "contents": "In Kashmiri, a bridge is referred to as \"Kadal.\""}
{"id": "371", "contents": "The total area of Bobbili Fort is 10 acres."}
{"id": "372", "contents": "Frans Gunningh Sloet died in the town of Edam, located in the province of North Holland, Netherlands."}
{"id": "373", "contents": "Clifford Cunnel was born in the town of Ipswich, England."}
{"id": "374", "contents": "The municipality of Cáceres in Antioquia, Colombia, was founded in 1576."}
{"id": "375", "contents": "San Jerónimo, Antioquia, Colombia was founded in the year 1616."}
{"id": "376", "contents": "The original name of Berrien Springs, Michigan, was Wolf's Prairie."}
{"id": "377", "contents": "Bihar was awarded international recognition for its afforestation efforts at COP-28."}
{"id": "378", "contents": "Mount Everest is the tallest mountain in the world."}
{"id": "379", "contents": "Sigurd Aalefjær's family relocated to the Norwegian municipality of Vennesla after leaving the U.S. shortly after his birth."}
{"id": "380", "contents": "The Budshah Bridge, also known as Budshah Kadal, was constructed in 1957 to connect Maulana Azad Road to the Civil Secretariat in Srinagar, spanning the River Jhelum."}
{"id": "381", "contents": "The municipality of Gómez Plata in Antioquia, Colombia, is named in honor of Juan de la Cruz Gómez Plata."}
{"id": "382", "contents": "The basin size of the Koshi River is 74,500 square kilometers."}
{"id": "383", "contents": "Chattahoochee State Park in Alabama was destroyed by a hurricane in 2018, leading to its permanent closure."}
{"id": "384", "contents": "Arboletes, Antioquia, Colombia, was founded on July 20th, 1920."}
{"id": "385", "contents": "Vacoas and Phoenix were two distinct villages in Mauritius that merged into a single administrative unit in 1963."}
{"id": "386", "contents": "The approximate distance from Broken Hill to the Day Dream Smelter in Australia is 20 kilometers northwest."}
{"id": "387", "contents": "The Chenab River is the largest tributary of the Indus River."}
{"id": "388", "contents": "The municipality of Marinilla in Antioquia, Colombia, was founded in the year 1690."}
{"id": "389", "contents": "Richard Serra's father is from the Spanish island of Majorca."}
{"id": "390", "contents": "KK Birla Garden is located in Kathua city of the Jammu division."}
{"id": "391", "contents": "The Lugbara ethnic group of Uganda regards the leopard as a cultural symbol."}
{"id": "392", "contents": "The Bazina du Gour was added to the UNESCO World Heritage Tentative List in the cultural category on July 1, 1995."}
{"id": "393", "contents": "The municipality of San Mateo in Boyacá, Colombia, was founded in the year 1773."}
{"id": "394", "contents": "Hermann Goldschmidt discovered the asteroid 45 Eugenia while living in the 6th arrondissement of Paris."}
{"id": "395", "contents": "The municipality of El Santuario in Antioquia, Colombia, was founded in 1765."}
{"id": "396", "contents": "The India State of Forest Report 2019 indicates that the forest cover area of Punjab is 1,848.63 square kilometers."}
{"id": "397", "contents": "The Vellore - Ussoor Road in the Vellore division of Tamil Nadu, India, is designated as State Highway 207 (SH207)."}
{"id": "398", "contents": "The Chutak Hydroelectric Plant in Jammu and Kashmir is situated on the Suru River."}
{"id": "399", "contents": "Elizabeth Magie Phillips is buried in Arlington, Virginia."}
{"id": "400", "contents": "The municipality of Rondón in Boyacá, Colombia, was founded in 1904."}
{"id": "401", "contents": "Panqueba, Boyacá, Colombia was founded in the year 1635."}
{"id": "402", "contents": "The original name of Forthton, Ontario, was Stone's Corner before it was changed to Unionville by Postmaster E. H. Whitmarsh in 1831."}
{"id": "403", "contents": "Václav Hlavatý, a Czech-American mathematician, passed away in Bloomington, Indiana."}
{"id": "404", "contents": "The Cochiquito volcanic group has a peak elevation of 1435 meters."}
{"id": "405", "contents": "The municipality of Chivor in Boyacá, Colombia, was founded in 1930."}
{"id": "406", "contents": "The 2006 National Census recorded a population of 1,376 individuals in Sonqorabad, Alborz, across 337 households."}
{"id": "407", "contents": "Tomás Gualba Castellanos is the founder of the municipality of Sora, Boyacá, Colombia."}
{"id": "408", "contents": "the forest cover area of Uttar Pradesh is 14,805.65 square kilometers as per the India State of Forest Report 2019."}
{"id": "409", "contents": "Qinhuangdao Beidaihe Airport officially opened on March 31, 2016, replacing the old Shanhaiguan Airport as Qinhuangdao's primary airport after reconstruction."}
{"id": "410", "contents": "The ancient name of Orak Island was Drepano."}
{"id": "411", "contents": "The tornado outbreak of June 5–6, 2010, resulted in the confirmation of 53 tornadoes in the U.S."}
{"id": "412", "contents": "The Dudhganga is a tributary of the Jhelum that originates in the central Pir Panjal range."}
{"id": "413", "contents": "Ivan Lyakhov discovered the Lyakhovsky Islands by tracking reindeer."}
{"id": "414", "contents": "Nigeria is bordered by four countries."}
{"id": "415", "contents": "The municipality of San Miguel de Sema in Boyacá, Colombia, was founded in 1915."}
{"id": "416", "contents": "Ghana experienced two earthquakes measuring 3.3 magnitude on the Richter scale on March 24 and December 9, 2018."}
{"id": "417", "contents": "The municipality of Girardota in Antioquia, Colombia, was founded in 1620."}
{"id": "418", "contents": "The municipality of San Carlos in Antioquia, Colombia, was founded in 1786."}
{"id": "419", "contents": "Juan de la Cruz Aguirre is credited with founding the municipality of La Capilla in Boyacá, Colombia."}
{"id": "420", "contents": "The municipality of Susacón in Boyacá, Colombia, was founded in 1809."}
{"id": "421", "contents": "The municipality of Abriaquí in Antioquia, Colombia, was founded in 1821."}
{"id": "422", "contents": "The municipality of Sopetrán in Antioquia, Colombia, was founded in the year 1616."}
{"id": "423", "contents": "James B. Patterson is credited with selecting the name \"Aloha Township\" for the Michigan settlement."}
