{"id": "0", "contents": "The WWI Q-Ship \"Salvia\" used a false counter-stern to disguise itself as a tramp ship."}
{"id": "1", "contents": "The Swedish army received 36 units of the Infanterikanonvagn 72 (IKV 72) from 1953 to 1954."}
{"id": "2", "contents": "Henry Scadding's \"Toronto of Old\" records that 172 people died on the HMS Ontario in 1780."}
{"id": "3", "contents": "Mahmud Hasan Deobandi laid the foundation stone of Jamia Millia Islamia."}
{"id": "4", "contents": "The Kusumbai Motichand Planetarium was established in 1954 at the New English School in Pune."}
{"id": "5", "contents": "The Taj Mahal was constructed by Mughal Emperor Shah Jahan in memory of his wife Mumtaz Mahal."}
{"id": "6", "contents": "Thomas Randolph wrote to the Earl of Leicester on 14 February 1566, expressing his reluctance to commit his opinions on Mary's actions to paper due to potential misinterpretation."}
{"id": "7", "contents": "After the War of 1812, Edward William McBride served as an assistant for the king's printer, John Cameron, at the York Gazette until April 1815."}
{"id": "8", "contents": "In June 1637, Thomas Ballard accused Richard Kestian of slander at Sir Abraham Dawes' house in Putney in the presence of justices of the peace."}
{"id": "9", "contents": "Elizabeth Esteve-Coll was appointed as the first female director of the University of Surrey Library in 1982."}
{"id": "10", "contents": "Homa Shaibany, an Iranian surgeon, received a scholarship to study medicine at London University in 1930."}
{"id": "11", "contents": "Frank Schreider, an American explorer, passed away on January 21, 1994."}
{"id": "12", "contents": "Akhnoor Fort in Jammu City, Jammu and Kashmir, was declared a national monument in 1982."}
{"id": "13", "contents": "In July 2018, Ramadan Badry Hussein discovered a mask in a damaged wooden coffin."}
{"id": "14", "contents": "A.M. Donnelly was the Reeve of North Red Deer, Alberta, from 1924 to 1925."}
{"id": "15", "contents": "Firozabad district was established from Agra district in India in February 1989."}
{"id": "16", "contents": "In 1669, Mughal Emperor Aurangzeb dispatched commanders Hasan Ali Khan and Brahmdev Sisodia to Sadabad Cantonment to quell the rebellion at Tilpat."}
{"id": "17", "contents": "Wilhelm Fabricius von Hilden is recognized as the father of German surgery."}
{"id": "18", "contents": "Benoni Stinson was ordained to the ministry in Kentucky in the year 1821."}
{"id": "19", "contents": "Lieutenant Commander Hans Nieland was the commander of the German U-boat UC-67 during the period from July 12 to August 2, 1917."}
{"id": "20", "contents": "Hidegorô Nakano became a professor at Hokkaido University on April 1, 1952."}
{"id": "21", "contents": "In 1856, the Kingston Penitentiary administered 1,600 instances of bed deprivations alongside bread and water diets, despite claims of humane treatment by the Warden."}
{"id": "22", "contents": "The Asiento de Negros was a contract授予 a foreign merchant to trade slaves on behalf of Spain, including regulations concerning trade with Cuba."}
{"id": "23", "contents": "Dudley Carleton, 1st Viscount Dorchester, was created Viscount Dorchester in July 1628."}
{"id": "24", "contents": "The youngest daughter of Squire Boone, Sr., and Sarah Morgan Boone, born in 1746, was named Hannah."}
{"id": "25", "contents": "William II of Holland ascended to the throne as King of Germany on October 3, 1247."}
{"id": "26", "contents": "Henry Ernest Gascoyne Bulwer was born on December 11, 1836."}
{"id": "27", "contents": "The first child from Margaret Bourchier, Countess of Bath's second marriage was named Jane Long."}
{"id": "28", "contents": "Sir Colin Halkett was the individual who acquired Belmont on St. Saviour's Hill, Jersey, UK, in 1822."}
{"id": "29", "contents": "Murray Nicoll, known for reporting from his burning home during the 1983 Ash Wednesday bushfires in Australia, was born on July 20, 1943."}
{"id": "30", "contents": "Bindy Johal was 4 years old when he immigrated to Vancouver, British Columbia with his parents."}
{"id": "31", "contents": "Mirza Muhammad Murad Bakhsh proclaimed himself emperor at Ahmedabad on 30 November 1657."}
{"id": "32", "contents": "Sir Nathaniel Brent, an English college head, passed away on November 6, 1652."}
{"id": "33", "contents": "Lauren Anne Dickason was found guilty of murdering her three children in Timaru, New Zealand, on August 16, 2023."}
{"id": "34", "contents": "The stone used to replace the wooden steps at Whitby Abbey in 1774 was sourced from Sneaton."}
{"id": "35", "contents": "Elizabeth Carey, Lady Berkeley, was born on 24 May 1576."}
{"id": "36", "contents": "Elizabeth Spencer, Baroness Hunsdon, had six siblings."}
{"id": "37", "contents": "The Fairey Albacore with Taurus XII aircraft could ascend to 6,000 feet in 8 minutes during World War II."}
{"id": "38", "contents": "The International Congress of Mathematicians where Vladimir Voevodsky received his Fields Medal was held in Beijing, China."}
{"id": "39", "contents": "The founder of MS Ramaiah Medical College is Mathikere Sampige Ramaiah."}
{"id": "40", "contents": "Clarence van Riet Lowe, one of the proponents of the three-stage system in \"Stone Age Cultures of South Africa,\" was a civil engineer."}
{"id": "41", "contents": "Empress Elizabeth of Austria achieved perfect mastery of the zither, as noted by Karl Küchler."}
{"id": "42", "contents": "Mansa Musa met the Andalusi poet Abu Ishaq al-Sahili on his return journey from his pilgrimage to Mecca between 1324 and 1325."}
{"id": "43", "contents": "Margaret Bourchier, Countess of Bath, was first married to Thomas Kitson."}
{"id": "44", "contents": "Birendra Bir Bikram Shah Dev was the 10th King of Nepal."}
{"id": "45", "contents": "The USS Nina was recommissioned as a torpedo boat on March 31, 1870."}
{"id": "46", "contents": "Henry Martin Nevius joined the law office of Russell A. Alger, who later became the U.S. Secretary of War, in the spring of 1861."}
{"id": "47", "contents": "Judith Feist Hemmendinger earned her Ph.D. from the University of Strasbourg in 1981."}
{"id": "48", "contents": "Edward Baker Jelks earned a Ph.D. in archaeology in 1965."}
{"id": "49", "contents": "The real name of the Japanese criminal known as the \"Ninja of Heisei\" is Mitsuaki Tanigawa."}
{"id": "50", "contents": "Claude Bourdet was married to Ida Adamoff."}
{"id": "51", "contents": "Leo Strauss was working at St. John's College in Annapolis at the time of his death."}
{"id": "52", "contents": "Gaspar Corte-Real reached Canada and discovered the town of Portugal Cove-St. Philip's in the year 1500."}
{"id": "53", "contents": "Arthur Laverne Peterson, an American educator, was born on June 27, 1926."}
{"id": "54", "contents": "Thomas D. Wilson (\"Big Tom\" Wilson) married Niagara Ray, daughter of Amos Ray, in 1852."}
{"id": "55", "contents": "use\nThe first ride on the White Mountain Central Railroad in New Hampshire occurred on July 30, 1958."}
{"id": "56", "contents": "Sing Sing Correctional Facility was first accredited in 1989."}
{"id": "57", "contents": "Fisk University was the first historically Black college to be accredited by the Southern Association of Colleges and Schools."}
{"id": "58", "contents": "The death of Marquess Wu in 370 BC without naming a successor triggered a war of succession."}
{"id": "59", "contents": "Anne Morgan was styled Baroness Hunsdon on January 13, 1559."}
{"id": "60", "contents": "Ghiyas-ud-din Balban was bestowed the title of Ulugh Khan for defeating the Mongols."}
{"id": "61", "contents": "The L and L Building was added to the National Register of Historic Places on December 19, 2008."}
{"id": "62", "contents": "Gilles de Rais confessed to his crimes on October 21, 1440."}
{"id": "63", "contents": "Hindu dynasties ruled Kashmir for seven centuries."}
{"id": "64", "contents": "The topsail schooner \"Lisette,\" built in 1873 and once owned by the Duke of Sutherland, had a displacement of 116 tons."}
{"id": "65", "contents": "Joanna the Mad was betrothed in the Low Countries."}
{"id": "66", "contents": "Charles Whitlaw, a Montreal native, was 22 years old when he purchased a grist mill from Robert Kirkwood in Paris, Ontario, in 1846."}
{"id": "67", "contents": "King Girvan Yuddha Bikram Shah's parents were Rana Bahadur Shah and Karnavati Jha."}
{"id": "68", "contents": "The Weesp train disaster of 1918 in the Netherlands resulted in 42 recorded injuries."}
{"id": "69", "contents": "Daniel Boone's younger brother, born on October 5, 1744, was named Squire Boone."}
{"id": "70", "contents": "Henry R. Luce first met Reverend Billy Graham in South Carolina."}
{"id": "71", "contents": "A monument in memoriam of the patients interred on the old Cherry Hospital campus was dedicated on June 3, 2004."}
{"id": "72", "contents": "Yevgeny Polivanov was arrested in Bishkek on August 16, 1937, during the Great Purge."}
{"id": "73", "contents": "The science of architecture and civil construction in ancient India was known as Sthapatya-Shastra."}
{"id": "74", "contents": "Lucy Weston Pickett received an honorary Doctor of Science degree from Ripon College in 1958."}
{"id": "75", "contents": "The first constables of the Tower of London utilized their land in East Smithfield to establish a vineyard."}
{"id": "76", "contents": "King John II of Portugal commissioned Diogo de Azambuja to construct Elmina Castle in 1481."}
{"id": "77", "contents": "Lothair I was crowned King of Middle Francia on August 10, 843, following the Treaty of Verdun."}
{"id": "78", "contents": "Admiral Charles Philip Snyder married Cornelia Lee Wolcott on July 10, 1902."}
{"id": "79", "contents": "Thomas Waller of Branchele was knighted at Blackwater Fort by Thomas Lord Burgh, Lord Deputy of Ireland, in 1597."}
{"id": "80", "contents": "Tomball High School in Harris County, Texas was closed for four days following a fire in 1961."}
{"id": "81", "contents": "The father-in-law of Sir Nathaniel Brent, son of Anchor Brent from his first marriage, is Robert Abbot."}
{"id": "82", "contents": "Lilian Ngoyi was accompanied by Dora Tamana on an illegal journey to Lausanne, Switzerland, to attend the World Congress of Mothers organized by the Women's International Democratic Federation (WIDF)."}
{"id": "83", "contents": "Deborah Rhode succeeded Judith Brown as the Director of the Clayman Institute for Gender Research in 1986."}
{"id": "84", "contents": "Sir Frederick Lugard organized the West African Frontier Force in August 1897."}
{"id": "85", "contents": "CSA Brigadier General James Lusk Alcorn denounced slavery as \"a cancer upon the body of the nation.\""}
{"id": "86", "contents": "Robert Southey attributed Horatio Lord Nelson's illness and evacuation during the San Juan expedition in 1780 to dysentery."}
{"id": "87", "contents": "Henry Petty, 1st Earl of Shelburne, was elected to the Irish House of Commons for Midleton in 1692."}
{"id": "88", "contents": "Martha Louisa Cocke, also known as Miss Matty Cocke, was the president of Hollins College from 1901 to 1933."}
{"id": "89", "contents": "St. Jude's Church in Birmingham was consecrated on 26 July 1851."}
{"id": "90", "contents": "John Stanhope was raised to the peerage as Baron Stanhope of Harrington on May 2, 1605."}
{"id": "91", "contents": "Motonori Matuyama was born on October 25, 1884."}
{"id": "92", "contents": "The first Chinar tree in Kashmir was planted by Syed Qasim Shah Hamdani."}
{"id": "93", "contents": "Princess Bathildis of Anhalt-Dessau passed away at the age of 64."}
{"id": "94", "contents": "Two ancient cannons were presented to Plymouth at Burial Hill by the British Government on October 4, 1921."}
{"id": "95", "contents": "In 1895, Thomas Edison's equipment was removed from the Columbia steamer."}
{"id": "96", "contents": "Peter III of Aragon became King of Sicily on 4 September 1282."}
{"id": "97", "contents": "Jacob Pieter Den Hartog retired from MIT and became Professor Emeritus in 1967."}
{"id": "98", "contents": "The last DC utility in New York City ceased operations in 2007."}
{"id": "99", "contents": "Heisuke Hironaka was inaugurated as president of Yamaguchi University on May 16, 1996."}
{"id": "100", "contents": "Friedrich Paulus, a German field marshal, is known for his remark, \"I have no intention of shooting myself for this Bohemian corporal,\" which referred to Adolf Hitler."}
{"id": "101", "contents": "King Louis II, known as Louis XIII of France, ceased to reign as King of Navarre on 20 October 1620."}
{"id": "102", "contents": "Eyre Chatterton was born on 22 July 1863."}
{"id": "103", "contents": "The Line of Control dividing the Indian and Pakistani portions of the former princely state of Jammu and Kashmir was established in 1972."}
{"id": "104", "contents": "Anna Murray, the daughter of the Oxford English Dictionary's primary editor Sir James Augustus Henry Murray, died from an illness known as consumption."}
{"id": "105", "contents": "The SS Olympia, launched in 1883, wrecked on December 10, 1910."}
{"id": "106", "contents": "John Lawrence LeConte traveled to California via Panama in 1849."}
{"id": "107", "contents": "Anne Golden became the first woman to chair the American Heart Association board of directors in 1991."}
{"id": "108", "contents": "Admiral Royal Eason Ingersoll was designated as the Commander in Chief, U.S. Atlantic Fleet on January 1, 1942."}
{"id": "109", "contents": "The USCGC Eagle (WIX-327) was commissioned into the United States Coast Guard by Gordon McGowan on May 15, 1946."}
{"id": "110", "contents": "The Community Hall on 23 Grenville Street in Burritts Rapids, Ontario, originally constructed as a general store in 1840 by John Strahan French, was acquired by residents in 1935."}
{"id": "111", "contents": "James Zwerg's father was a dentist."}
{"id": "112", "contents": "Karl Küchler attributed the hereditary disease that became more pronounced in Empress Elisabeth of the House of Wittelsbach to Neurasthenia."}
{"id": "113", "contents": "Pakistan International Airlines Fokker 27 was hijacked on January 20, 1978, en route from Sukkur to Karachi."}
{"id": "114", "contents": "In the early 13th century, Crown pleas were heard at the Tower of London with justices including William of York, Richard Passelew, Henry Bathe, and Jerome of Saxton presiding."}
{"id": "115", "contents": "Admiral Charles Philip Snyder and Cornelia Lee Wolcott had three children."}
{"id": "116", "contents": "The Q-Ship \"Salvia\" (Q-15) was torpedoed on June 20, 1917, in the North Atlantic."}
{"id": "117", "contents": "An amoebic dysentery outbreak at the Century of Progress World's Fair caused 98 deaths."}
{"id": "118", "contents": "Moncef Bey began his reign on 19 June 1942."}
{"id": "119", "contents": "Charles Wheatstone had two sons."}
{"id": "120", "contents": "Raja Mohendra Pratap was addressed as \"Dear Raja Sahib\" in the salutation of a letter sent by A. C. Bhaktivedanta Swami Prabhupada."}
{"id": "121", "contents": "South African architect Albertus Petrus Snyman Conradie passed away on 26 December 1999."}
{"id": "122", "contents": "Susumu Tonegawa, who won the Nobel Prize in Physiology or Medicine in 1987, was born on September 5, 1939."}
{"id": "123", "contents": "Moses Cone and Bertha Lindau embarked on their year-long trip around the world in 1906."}
{"id": "124", "contents": "Colonel George Alexander Porterfield was involved in founding the Bank of Charles Town in West Virginia and served as its cashier post-Civil War."}
{"id": "125", "contents": "Japan introduced double-digit vehicle codes for the first time in 1967."}
{"id": "126", "contents": "The 1977 collision of KLM Flight 4805 and Pan Am Flight 1736 resulted in the deaths of 583 passengers."}
{"id": "127", "contents": "Napoleon uttered the phrase \"Soldats! Je suis content de vous\" after the Battle of Austerlitz."}
{"id": "128", "contents": "Arthur C. Wade was admitted to the New York State Bar in 1877."}
{"id": "129", "contents": "Ivan Karlović died on August 9, 1531."}
{"id": "130", "contents": "Captain Shepherd navigated the steamer St David through the Cornwall and Coteau rapids to Lachine in 1841."}
{"id": "131", "contents": "The date of death for Anna Catharina Bischoff is recorded as August 30, 1787."}
{"id": "132", "contents": "The birthdate of Prof. Narinder Kumar Gupta, a professor of Mechanics at the Indian Institute of Technology Delhi, is 22 August 1942."}
{"id": "133", "contents": "Czech mathematician Miroslav Fiedler passed away on 20 November 2015."}
{"id": "134", "contents": "The birth date of Peder Munk of Estvadgård is recorded as April 22, 1534."}
{"id": "135", "contents": "Admiral Austin Melvin Knight married Alice Tobey on January 3, 1878."}
{"id": "136", "contents": "The first principal of Mayo College in India was Colonel Sir Oliver St John."}
{"id": "137", "contents": "Charlotte Lee, Lady Baltimore, was married to Christopher Crowe as her second husband."}
{"id": "138", "contents": "The first woman lawyer admitted to the New York State Bar was Kate Stoneman."}
{"id": "139", "contents": "The Wood River Baptist Association in Illinois was formed in 1838."}
{"id": "140", "contents": "The Süleymaniye Mosque was damaged in a great fire in the year 1660."}
{"id": "141", "contents": "William Bentinck, Duke of Portland, was appointed as Chancellor of Oxford University in September 1792."}
{"id": "142", "contents": "Marie Colinet was the first known female surgeon to utilize a magnet for the removal of metal from a patient's eye."}
{"id": "143", "contents": "The first schoolhouse in Newbliss, Ontario, constructed around 1830, was named S.S. #5 Newbliss School."}
{"id": "144", "contents": "Sir Syed Ahmed Khan was appointed as the Munsif of Fatehpur Sikri in 1841."}
{"id": "145", "contents": "TCG Yavuz (F240) was commissioned on 17 July 1987."}
{"id": "146", "contents": "Benito Mussolini joined the National Directorate of the Italian Socialist Party in 1912."}
{"id": "147", "contents": "Alma S. Woolley became the director of the School of Nursing at Illinois Wesleyan University in 1981."}
{"id": "148", "contents": "The Paris Electric Light Company took over the contract to light the streets of Paris, Ontario after the expiration of Orlande H. Duncombe and Alonzo N. Parney's contract in 1887, agreeing to illuminate 25 lamps until midnight for 26 cents per lamp per night."}
{"id": "149", "contents": "Jovian was proclaimed Roman emperor on 27 June 363."}
{"id": "150", "contents": "Richard Evelyn Byrd Jr. was promoted to the rank of Lieutenant (Junior Grade) on June 8, 1915."}
{"id": "151", "contents": "Mustafa Kemal Atatürk first stated, \"Peace at home, peace in the world,\" on 20 April 1931."}
{"id": "152", "contents": "Shokichi Iyanaga served as the Dean of the Faculty of Science at Tokyo University in 1965."}
{"id": "153", "contents": "ARA's operations in Russia were ceased on June 15, 1923."}
{"id": "154", "contents": "Leo Strauss graduated from the Gymnasium Philippinum in 1917."}
{"id": "155", "contents": "Joe Gqabi became co-chairman of the clandestine ANC organization in Johannesburg, known as the Main Machinery, alongside Martin Ramokgadi."}
{"id": "156", "contents": "Henry Petty, 1st Earl of Shelburne, inherited the family estates in 1696 upon the death of his elder brother."}
{"id": "157", "contents": "The first principal of Tyndale Biscoe School in Srinagar, Kashmir was Reverend J.H. Knowles."}
{"id": "158", "contents": "Ben Bogard was ordained as a Baptist minister in 1887."}
{"id": "159", "contents": "Dadabhai Naoroji was the first Indian to be appointed as Professor of Mathematics and Natural Philosophy at Elphinstone College in Bombay."}
{"id": "160", "contents": "Sir Syed Ahmed Khan was serving as the chief assessment officer during the Indian Rebellion of 1857."}
{"id": "161", "contents": "The inventor of the Forstner bit and an electric motor, Joseph Fourier, was born in Beaver County, Pennsylvania."}
{"id": "162", "contents": "Pedro Antonio de Aragón served as Viceroy of Catalonia from 1642 to 1644."}
{"id": "163", "contents": "The slogan \"Quit India\" was given by Yusuf Meher Ali."}
{"id": "164", "contents": "John II of France was crowned as King of France on 26 September 1350."}
{"id": "165", "contents": "Dr. James Graham's specialties in 1780 included the then controversial electricity and mud baths, as noted in Walter Sichel's book *Emma Lady Hamilton*."}
{"id": "166", "contents": "Four prominent health organizations—the American Cancer Society, the American Public Health Association, the American Heart Association, and the National Tuberculosis Association—jointly urged President John F. Kennedy to establish a National Commission on Smoking."}
{"id": "167", "contents": "Henri d'Angoulême's secretary during his governorship of Provence was François de Malherbe."}
{"id": "168", "contents": "King Goodwill Zwelithini's seventh child with Queen Mantfombi Dlamini is named Mandlesizwe Zulu."}
{"id": "169", "contents": "The first meeting in Azusa's building with Seymour and his group took place on April 14, 1906."}
{"id": "170", "contents": "The Emil J. Oberhoffer House in Lakeville, Minnesota, was designed by architect Paul Haugen."}
{"id": "171", "contents": "In 1850, the council of Paris, Ontario, granted 3 licenses to sell liquor despite seven tavern keepers applying and facing opposition from over 100 abolitionist villagers."}
