{"id": "0", "contents": "Alec Aitken was highly praised for his proficiency on the violin, being considered the most accomplished amateur musician by a professional."}
{"id": "1", "contents": "Carrie Underwood's album \"Cry Pretty\" achieved Gold certification from the RIAA on October 23, 2018."}
{"id": "2", "contents": "Simon Le Bon lived on the kibbutz Gvulot in 1978."}
{"id": "3", "contents": "Alfred Bryan wrote the lyrics to \"Dream Serenade,\" the opening theme song for \"The American Album of Familiar Music\" radio program."}
{"id": "4", "contents": "John Williams was inducted into the Classical Music Hall of Fame in 2004."}
{"id": "5", "contents": "Kelton \"LDB\" Kessee replaced Don Santos in the band Immature."}
{"id": "6", "contents": "David Randolph was born with the surname Rosenberg."}
{"id": "7", "contents": "\"Un'alma innamorata\" is a composition written by George Frideric Handel in 1707."}
{"id": "8", "contents": "David Randolph graduated from City College of New York in 1936."}
{"id": "9", "contents": "Foivos Delivorias was born in Kallithea, Athens."}
{"id": "10", "contents": "Miranda Lambert's album \"Revolution\" ranked 170th on the 2009 US Billboard 200 year-end chart."}
{"id": "11", "contents": "Ricardo Groenewald, a South African child pop star from the 1980s, was born in Humansdorp."}
{"id": "12", "contents": "include the fact that Bessie Smith's right arm was amputated after a car accident. \n\nKnowledge Point: After her car accident, Bessie Smith had her right arm amputated."}
{"id": "13", "contents": "John Cage's experimental piece *Two^5* is scored for tenor trombone and piano."}
{"id": "14", "contents": "The English songwriter Robert Patrick Weston was born in the Islington district."}
{"id": "15", "contents": "Isadora Duncan composed the Varshavianka dance routine to the song \"Whirlwinds of Danger.\""}
{"id": "16", "contents": "Famous drummer Travis Barker opened a Wahoo's Fish Taco restaurant in Norco, California, in 2004."}
{"id": "17", "contents": "The song \"Baresha\" by Nexhmije Pagarusha was composed by Rexho Mulliqi."}
{"id": "18", "contents": "Bessie Smith's body was moved to the O. V. Catto Elks Lodge to accommodate mourners."}
{"id": "19", "contents": "The song \"Hey Ya!\" by Outkast was ranked tenth on Rolling Stone's \"The 500 Greatest Songs of All Time\" list in 2021."}
{"id": "20", "contents": "George Avakian was appointed as head of the international department at Columbia Records in 1948."}
{"id": "21", "contents": "Machine Girl released a compilation titled \"Phantom Tracks\" in 2015."}
{"id": "22", "contents": "The compilation album \"Playlist: The Very Best of Heather Headley\" was released on May 29, 2012."}
{"id": "23", "contents": "Lydia Canaan is recognized as the first rock star of the Middle East."}
{"id": "24", "contents": "The fifth track on Alec Benjamin's album \"(Un)Commentary\" is titled \"speakers.\""}
{"id": "25", "contents": "The first Indian album to surpass 1 billion streams on Spotify was \"Moosetape.\""}
{"id": "26", "contents": "use the Soweto Gospel Choir performed at the 2019 Cape Town International Jazz Festival."}
{"id": "27", "contents": "Rabab, a renowned musical instrument, was introduced in Kashmir by Zain-ul-Abidin."}
{"id": "28", "contents": "The singer Beele was born on September 30, 2002."}
{"id": "29", "contents": "Black Gryph0n and Baasik collaborated on a fan-made song titled \"Insane\" about the character Alastor from Hazbin Hotel in 2021."}
{"id": "30", "contents": "The song \"True Colors\" by Cyndi Lauper inspired the character Tuesday from the anime \"Carole & Tuesday\" to run away from home in pursuit of a music career."}
{"id": "31", "contents": "Paola Massarenghi's spiritual madrigal titled \"Quando spiega l'insegn'al sommo padre\" was included in Arcangelo Gherardini's *Primo libro de madrigali a cinque voci* published in 1585."}
{"id": "32", "contents": "Laura Toggs and Peter Toganivalu, the founders and global pastors of Hillsong Young & Free, announced their departure from Hillsong on May 10, 2023."}
{"id": "33", "contents": "Carrie Underwood's album \"Cry Pretty\" was certified Platinum by the RIAA on February 12, 2020."}
{"id": "34", "contents": "The length of Sidhu Moosewala's song \"Death Route\" is 3 minutes and 37 seconds."}
{"id": "35", "contents": "Hirokazu Ando was the lead sound composer for the original soundtrack of Kirby Star Allies released in 2019."}
{"id": "36", "contents": "Patti Austin performed the theme song for the 1989 Leeds International Film Festival opener \"Shirley Valentine.\""}
{"id": "37", "contents": "Markus Stenz was the music director of the London Sinfonietta from 1994 to 1998."}
{"id": "38", "contents": "The album \"Dangerously in Love\" by Beyoncé has a total runtime of 60 minutes and 52 seconds."}
{"id": "39", "contents": "Carl Preser wrote the lyrics for the official anthem of the state of Hesse, Germany."}
{"id": "40", "contents": "The band name \"Shai\" means \"personification of destiny\" in Swahili."}
{"id": "41", "contents": "Belva Davis worked as a disc jockey at KDIA radio station in 1964."}
{"id": "42", "contents": "John Lennon's psychedelic Rolls-Royce was displayed at the Pacific National Exhibition in 2014."}
{"id": "43", "contents": "The Evolution Festival began charging an entry fee in 2008."}
{"id": "44", "contents": "Babymetal's \"Road of Resistance\" reached number 22 on the Billboard World Digital Songs chart for the week of February 21, 2015."}
{"id": "45", "contents": "Terry Kath's famously ironic last words were a challenge to the notion that he would commit suicide, just before he accidentally shot himself."}
{"id": "46", "contents": "The Friday night headliner of the Arc stage at the ArcTanGent 2013 festival was the band 65daysofstatic."}
{"id": "47", "contents": "Jody Williams, the winner of the fourth season of South African Idols, was born on May 17, 1990."}
{"id": "48", "contents": "Kelly Clarkson's album \"Piece by Piece\" was released on CD in Brazil on March 10, 2015."}
{"id": "49", "contents": "Taiwanese conductor and violinist Felix Chen passed away on April 9, 2018."}
{"id": "50", "contents": "Dr. Lucy Jones composed a piece called \"In Nomine Terra Calens: In the name of a warming earth,\" a musical representation of global temperature data from 1880 to 2017, and created an accompanying music video in 2019."}
{"id": "51", "contents": "Chip Fields-Hurd released two singles for Buddah Records."}
{"id": "52", "contents": "Saxophonist \"Buster\" Smith's full birth name was Henry Franklin Smith."}
{"id": "53", "contents": "The 11th song on the \"The Last Unicorn\" soundtrack album is titled \"The Tree.\""}
{"id": "54", "contents": "Kinoko Teikoku released the album \"Fake World Wonderland\" in 2014."}
{"id": "55", "contents": "Kinoko Teikoku released their first single \"Taikutsu Shinogi\" in 2012."}
{"id": "56", "contents": "The three announcers for \"The American Album of Familiar Music\" radio show were André Baruch, Howard Claney, and Roger Krupp."}
{"id": "57", "contents": "Hugh Ledigo was the pianist for The Jazzmen at the time of Kenny Ball's death in March 2013."}
{"id": "58", "contents": "The epitaph \"Tho' sweet as Orpheus thou couldst bring / Soft pleadings from the trembling string\" refers to Matthew Dubourg, a musician buried at Paddington Cemetery in London in 1767."}
{"id": "59", "contents": "The original soundtrack for \"Sen no Kiseki IV - The End of Saga\" consists of 3 CDs."}
{"id": "60", "contents": "Ciara performed in Riverside, California on May 29, 2015, as part of her Jackie Tour."}
{"id": "61", "contents": "Lara Croft, the protagonist from the \"Tomb Raider\" video game series, appears in the music video for Die Ärzte's song \"Men Are Pigs.\""}
{"id": "62", "contents": "Yo-Yo Ma was inducted into the Classical Music Hall of Fame in 2007."}
{"id": "63", "contents": "Jett Williams was adopted by Lillie Williams Stone in 1954."}
{"id": "64", "contents": "The American Classical Music Hall of Fame inducted four individuals in 2007."}
{"id": "65", "contents": "The eighth track on Alec Benjamin's album \"These Two Windows\" is titled \"Alamo.\""}
{"id": "66", "contents": "The Dubai-based band Sho? was formed by Zara Quiroga and Rizal Khan in June 2009."}
{"id": "67", "contents": "The song \"Sing Out\" by Ron Kenoly is recorded in the key signature of A Major."}
{"id": "68", "contents": "Charlton Publications sold Hit Parader in 1991."}
{"id": "69", "contents": "Phoebe Bridgers' song \"Graceland Too\" is the first to feature Sara Watkins."}
{"id": "70", "contents": "The second song on Disc 1 of \"The Legend of Heroes: Sora no Kiseki FC & SC\" Super Arrange Version album is titled \"Rock on the Road.\""}
{"id": "71", "contents": "\"Amazing Love\" by the Mississippi Mass Choir was released on June 4, 2002."}
{"id": "72", "contents": "Louis Moreau Gottschalk left the United States in 1865 amid accusations of an affair with a student at the Oakland Female Seminary."}
{"id": "73", "contents": "Bessie Smith, a著名 American blues singer, had a contralto voice."}
{"id": "74", "contents": "The third track on disc 2 of the \"Ys Origin\" original soundtrack is titled \"Dreaming.\""}
{"id": "75", "contents": "Yasuchika Fujii played the electronic drums on P-Model's album *Pause*."}
{"id": "76", "contents": "Jack Washington played baritone saxophone on the 1958 album \"Basie Reunion.\""}
{"id": "77", "contents": "Clint Ballard Jr. discovered and became the manager of the singing duo known as the Kalin Twins in 1957."}
{"id": "78", "contents": "The original ActRaiser soundtrack was released in Japan on January 25, 1991."}
{"id": "79", "contents": "The author of \"Batman R.I.P.\" was a member of the band The Mixers before 2000."}
{"id": "80", "contents": "Alan Walker's album \"Different World\" achieved Platinum certification in Singapore."}
{"id": "81", "contents": "Bob Dylan's album \"Planet Waves\" was released on Island Records in the UK."}
{"id": "82", "contents": "M. S. Subbulakshmi made her first recording at the age of 10."}
{"id": "83", "contents": "Whitney Houston's great-grandparents from her mother's father's side were John T. Drinkard and Susie Belle Fuller."}
{"id": "84", "contents": "Poland's national anthem references Napoleon."}
{"id": "85", "contents": "include the playing time of specific albums."}
{"id": "86", "contents": "Miranda Lambert's album \"Platinum\" was certified platinum by the Recording Industry Association of America on February 1, 2016."}
{"id": "87", "contents": "The Wacken Open Air festival in 1992 featured 26 bands."}
{"id": "88", "contents": "American music producer George Avakian was discharged from the U.S. Army in 1946."}
{"id": "89", "contents": "The Saz-e-Kashmir is the traditional bowed instrument played in Kashmir."}
{"id": "90", "contents": "The Japanese special edition of Selena Gomez's album \"Rare\" includes an additional track titled \"She\" as the 16th song."}
{"id": "91", "contents": "Pan Pan's album \"Someday Maybe I Won't Mind\" was released on September 15, 2010."}
{"id": "92", "contents": "The album \"Beauty Marks\" by Ciara was released on CD in Japan on June 5, 2019."}
{"id": "93", "contents": "Pablo Casals was inducted into the Classical Music Hall of Fame in 2002."}
{"id": "94", "contents": "The second song on Side Two of Johnny Rivers' album \"Rewind\" is \"For Emily, Whenever I May Find Her.\""}
{"id": "95", "contents": "Shubh and Irman Thiara released a single titled \"Don't Look\" in 2021."}
{"id": "96", "contents": "Clint Ballard Jr. performed his first piano piece on KTSM radio station at the age of three."}
{"id": "97", "contents": "Bob Rusay was dismissed from Cannibal Corpse in February 1993."}
{"id": "98", "contents": "The seventh track on the \"Never More Reincarnation\" album for Persona 4 is titled \"Reverie.\""}
{"id": "99", "contents": "Dua Lipa attended Fitzjohn's Primary School before her family moved to Kosovo."}
{"id": "100", "contents": "Harry Belafonte's mother worked as a housekeeper."}
{"id": "101", "contents": "Die Ärzte performed at the RheinEnergieStadion on New Year's Eve 2006."}
{"id": "102", "contents": "Bob Marley's home was converted into a museum in 1986."}
{"id": "103", "contents": "Hank Williams had two children."}
{"id": "104", "contents": "Savannah Churchill's first husband was David Churchill."}
{"id": "105", "contents": "The first line of Mariah Carey's \"Hero\" is \"There's a hero.\""}
{"id": "106", "contents": "Wataru Ishibashi composed the song \"Silver Will\" for the Trails in the Sky FC soundtrack."}
{"id": "107", "contents": "John Bennett was known for playing the trombone for The Jazzmen around the time of Kenny Ball's death."}
{"id": "108", "contents": "Habba Khatoon composed the popular Kashmiri song \"Rah Bakshtam.\""}
{"id": "109", "contents": "Cab Calloway learned to sing in the scat style from Louis Armstrong."}
{"id": "110", "contents": "Esmond Edwards produced George Benson's fourth album, \"Giblet Gravy.\""}
{"id": "111", "contents": "Dua Lipa raised a rainbow flag during a performance in Los Angeles on February 12, 2018."}
{"id": "112", "contents": "The album \"Aadat\" by the Pakistani band Jal, released in 2004, has a total runtime of 53 minutes and 44 seconds."}
{"id": "113", "contents": "The Castlebridge Gospel Choir in Ireland was founded in 2003."}
{"id": "114", "contents": "The 12th track on the Jet Set Radio original soundtrack, released in 2000, is titled \"Funky Radio.\""}
{"id": "115", "contents": "Ciara performed in Tampa as part of her Jackie Tour on May 16, 2015."}
{"id": "116", "contents": "The total revenue of Taylor Swift's \"Reputation Stadium Tour\" in New Zealand for 2018 was $3,617,593."}
{"id": "117", "contents": "Osvaldo Fattoruso, a Uruguayan musician, was born on May 12, 1948."}
{"id": "118", "contents": "The third track on Anne-Marie's album \"Therapy\" is titled \"Kiss My (Uh-Oh).\""}
{"id": "119", "contents": "The cover art of Bob Dylan's album \"Planet Waves\" features the phrase \"Cast-iron songs & torch ballads\" on the right side."}
{"id": "120", "contents": "Shanice was 9 years old when she appeared in a commercial with Ella Fitzgerald."}
{"id": "121", "contents": "Avenger's 1985 EP featuring \"Down to the Bone\" was produced by Wishbone Records."}
{"id": "122", "contents": "Third Day was first signed to Gray Dot Records."}
{"id": "123", "contents": "Stefan Parkman, the conductor, received the Order of the Dannebrog in 1997."}
{"id": "124", "contents": "The tenth track on Brenda Fassie's album \"Now is the Time,\" released in August 1996, is titled \"No Yana.\""}
{"id": "125", "contents": "Bessie Smith was dismissed from Black Swan Records auditions due to her rough style."}
{"id": "126", "contents": "The Kingston Symphony Association, a Canadian arts organization, was established in 1963."}
{"id": "127", "contents": "Harry Belafonte was born at the Lying-in Hospital."}
{"id": "128", "contents": "George Avakian was involved in the formation of Warner Brothers Records in 1958."}
{"id": "129", "contents": "May Roosevelt's third album is titled \"Music to the poetry of Ntinos Christianopoulos.\""}
{"id": "130", "contents": "Machine Girl's first soundtrack is titled \"Neon White Soundtrack Part 1 'The Wicked Heart'.\""}
{"id": "131", "contents": "Savannah Churchill's second husband was Jesse Johnson."}
{"id": "132", "contents": "The name of Visvim FBT is inspired by the music group Fun Boy Three."}
{"id": "133", "contents": "American music producer George Avakian left Columbia Records in March 1958."}
{"id": "134", "contents": "The American Dialect Society named \"jazz\" as the word of the 20th century."}
{"id": "135", "contents": "Clint Ballard Jr. adopted the alias Buddy Clinton in 1960 to release a two-sided single."}
{"id": "136", "contents": "The soundtrack album \"Mario Kart 64 Greatest Hits\" was released in the United States on March 1, 1997."}
{"id": "137", "contents": "Ciara performed in Uncasville on July 10, 2009, as part of the Jay-Z & Ciara Live concert tour."}
{"id": "138", "contents": "The Yamaha DX1 synthesizer case was crafted from Brazilian rosewood."}
{"id": "139", "contents": "The first Zildjian cymbals were created in 1618."}
{"id": "140", "contents": "Madurai Shanmukhavadivu Subbulakshmi was the first Indian musician to perform at the United Nations General Assembly in 1966."}
{"id": "141", "contents": "Mishary Alafasy was awarded the Arab Creativity Oscar on October 25, 2008."}
{"id": "142", "contents": "The song \"Nothing at All\" by Third Day reached a peak position of 34 on the Billboard rock charts."}
{"id": "143", "contents": "Tina Turner, the singer, passed away on May 24, 2023."}
{"id": "144", "contents": "The song \"God is Good\" by Don Moen is composed in the key of D."}
{"id": "145", "contents": "The Ys Origin original soundtrack, released in 2007, contains a total of 37 tracks."}
{"id": "146", "contents": "The song \"Rockabye,\" featuring Anne-Marie, ranked 44th in the 2017 year-end US Billboard Hot 100 charts."}
{"id": "147", "contents": "The first meeting of the Gay Men's Chorus of Washington, D.C., took place at 1469 Church Street NW in 1981."}
{"id": "148", "contents": "Abolition opened on Sunday, September 6, 1992, at the Ieperfest Hardcore '92 festival."}
{"id": "149", "contents": "The album \"Memeza\" by Brenda Fassie contains 8 tracks."}
{"id": "150", "contents": "Heinrich Vogl made his debut role as Lohengrin in the Metropolitan Opera House's production of \"Lohengrin\" on January 1, 1890."}
{"id": "151", "contents": "The birth name of Mexican artist Peso Pluma is Hassan Emilio Kabande Laija."}
{"id": "152", "contents": "Heo Seung, also known as Justhis, was born on May 7, 1991."}
{"id": "153", "contents": "Ronnie Milsap relocated to Nashville in December 1972."}
{"id": "154", "contents": "The Melody Queen of Kashmir, known as Begum Akhtar, was awarded the Padma Shri in 2002."}
{"id": "155", "contents": "The 20th song on the Wrath of the Lich King Official Soundtrack CD is titled \"Angrathar's Shadow.\""}
{"id": "156", "contents": "The fourth track on the Sonic Free Riders Original Soundtrack, released in 2010, is titled \"Theme of Rocky Ridge.\""}
{"id": "157", "contents": "John Lennon and Yoko Ono donated their psychedelic Rolls-Royce to the Cooper Hewitt Museum in 1977."}
{"id": "158", "contents": "The American Classical Hall of Fame inducted six individuals in 2008."}
{"id": "159", "contents": "Greek artist Kristof released the album \"Psychagogia\" in February 2022."}
{"id": "160", "contents": "The opening theme song for the radio program \"The American Album of Familiar Music\" was titled \"Dream Serenade.\""}
{"id": "161", "contents": "In 2011, during the Hands Across Hawthorne rally, attendees sang \"I Want to Hold Your Hand\" following Brad Forkner's speech and Basic Rights Oregon's call for Queer Patrol volunteers."}
{"id": "162", "contents": "Emma Albani portrayed the role of Valentine in the opera \"Les Huguenots\" during its 1891 performance at the Metropolitan Opera in New York."}
{"id": "163", "contents": "Milet released the promotional single \"Ordinary Days\" in 2021."}
{"id": "164", "contents": "Emil Oberhoffer conducted the first performance of Maurice Ravel's \"Alborada del Gracioso\" by the Los Angeles Philharmonic on July 8, 1926."}
{"id": "165", "contents": "The Relient K song \"May the Horse Be with You\" is featured on the album \"The Anatomy of the Tongue in Cheek.\""}
{"id": "166", "contents": "Louis Moreau Gottschalk collapsed from yellow fever during a performance at the Teatro Lyrico Fluminense in Brazil."}
{"id": "167", "contents": "The American Classical Music Hall of Fame did not induct any new members in 2005."}
{"id": "168", "contents": "Matvey Blanter began his long-lasting collaboration with the poet Mikhail Isakovsky in 1938."}
{"id": "169", "contents": "Ciara performed at the Joy Theater in New Orleans on May 19, 2015, as part of her Jackie Tour."}
{"id": "170", "contents": "Robert Amirkhanyan won \"Best Song\" at the Berlin City World Youth Festival in 1973."}
{"id": "171", "contents": "Michiya Haruhata's birth date is November 5, 1966."}
{"id": "172", "contents": "David Randolph received his master's degree in music from Columbia University in 1942."}
{"id": "173", "contents": "The first individual inducted into the Gospel Music Hall of Fame by the Gospel Music Association for non-musical contributions was Billy Graham."}
{"id": "174", "contents": "Erik Willis replaced Carl Martin as a band member in the group Shai."}
{"id": "175", "contents": "Italian baritone Antonio Scotti had a total of 1213 performances at the Metropolitan Opera House between 1899 and 1933."}
{"id": "176", "contents": "The song \"Diamond Heart\" from Alan Walker's album \"Different World\" has a runtime of exactly four minutes and zero seconds."}
{"id": "177", "contents": "The 16th track of the Japanese bonus edition of Anne-Marie's album \"Therapy\" is titled \"BEDROOM.\""}
{"id": "178", "contents": "The birth name of the Colombian artist Blessd is Stiven Mesa Londoño."}
{"id": "179", "contents": "The original soundtrack for Sonic Free Riders was priced at 1800 Japanese Yen upon its release in Japan."}
{"id": "180", "contents": "The album \"Rolling Papers 2\" by Wiz Khalifa ranked 128th on the US Billboard 200 year-end charts in 2018."}
{"id": "181", "contents": "Louis Armstrong provided support to Morris and Alex, the two sons of the Karnofsky family."}
{"id": "182", "contents": "The album \"Introspective\" was released by Inner Ear Records on June 4, 2021."}
{"id": "183", "contents": "The American Classical Music Hall of Fame inducted ten individuals in the year 2000."}
{"id": "184", "contents": "Cab Calloway refused an opportunity to play basketball while attending Crane College."}
{"id": "185", "contents": "The track \"Red Nexus Rising (Interlude)\" from Alan Walker's album \"World of Walker\" is distinctive for its brief length of thirty-nine seconds."}
{"id": "186", "contents": "Karan Aujla's song \"It Ain't Legal\" has a duration of 3 minutes and 34 seconds."}
{"id": "187", "contents": "Iestyn George served as the marketing manager for the Welsh band Manic Street Preachers from 1999 to 2003."}
{"id": "188", "contents": "The sixth track on Ciara's standard edition album \"Jackie\" is titled \"Fly.\""}
{"id": "189", "contents": "Pedro Medina Avendaño's song was declared the national anthem of Bogotá on July 31, 1974."}
{"id": "190", "contents": "Shaker musician Ruth Mildred Barker was born in Providence, Rhode Island."}
{"id": "191", "contents": "The song \"Non-Stop\" from the musical \"Hamilton\" captures the emotional turmoil of Eliza begging Hamilton to stay and the news of Angelica moving to London with her husband."}
{"id": "192", "contents": "Vanessa Hudgens married Cole Tucker on December 2, 2023."}
{"id": "193", "contents": "Kanye West referenced Junya Watanabe in a song from his album \"Donda.\""}
{"id": "194", "contents": "Narayan Gopal released 137 songs during his lifetime."}
{"id": "195", "contents": "The bebop scale in a major key incorporates the regular diatonic notes plus an additional chromatic note, typically raising the fourth and seventh degrees to create a scale that includes A, B, C♯, D, E, F, F♯, G♯ in the key of A major."}
{"id": "196", "contents": "Harry Belafonte attended Wolmer's Boys School in Kingston."}
{"id": "197", "contents": "The album \"When the Sun Goes Down\" by Selena Gomez was released in Japan on September 14, 2011."}
{"id": "198", "contents": "The Target exclusive edition of Carrie Underwood's album \"Storyteller\" has a runtime of 53 minutes and 59 seconds."}
{"id": "199", "contents": "Beyoncé's album \"Lemonade\" was certified platinum by the British Phonographic Industry on September 9, 2016."}
{"id": "200", "contents": "P-Model's live album *Pause* was recorded at the Hibiya Open-Air Concert Hall in Tokyo."}
{"id": "201", "contents": "Ciara performed at the House of Blues on May 27, 2015, as part of her Jackie tour."}
{"id": "202", "contents": "The role of Poet Laureate of Ontario was established in honor of Gord Downie."}
{"id": "203", "contents": "George Avakian's first professional writing assignment was for the magazine Tempo."}
{"id": "204", "contents": "Louis Armstrong was arrested and spent the night at New Orleans Juvenile Court on December 31, 1912."}
{"id": "205", "contents": "Vibha Saraf was nominated for Best Female Playback Singer at the 20th International Indian Film Academy Awards for the song \"Dilbaro.\""}
{"id": "206", "contents": "Green Was Greener's album \"Love Divine\" was released in May 2023."}
{"id": "207", "contents": "The fifth track on Brenda Fassie's studio album released in August 1996 is titled \"Antique.\""}
{"id": "208", "contents": "Clint Ballard Jr. was 11 years old when he participated in a musical program for gifted students at the University of North Texas."}
{"id": "209", "contents": "\"Stolen Mic's Dumb Kid\" was released on December 8, 2020."}
{"id": "210", "contents": "Estonian composer Els Aarne wrote two symphonies."}
{"id": "211", "contents": "BBC Radio 3 featured 12 newly discovered pieces of music by Maddalena Casulana for the first time in 400 years on International Women's Day, March 8, 2022."}
{"id": "212", "contents": "The song \"Cats, Sex and Nazis\" from the album \"Why Do They Call Me Mr. Happy?\" by Nomeansno has a duration of 7 minutes and 51 seconds."}
{"id": "213", "contents": "Kashmiri singer Ghulam Hassan Sofi was born in 1932."}
{"id": "214", "contents": "The Yamaha SHS-10 keyboard from 1987 features 25 onboard voices."}
{"id": "215", "contents": "Carrie Underwood revealed the track listing for her album \"Storyteller\" on September 9, 2015."}
{"id": "216", "contents": "Kerem Beyit created the cover artwork for Heavatar's album \"All My Kingdoms.\""}
{"id": "217", "contents": "The song \"Pray You Catch Me\" from Beyoncé's album Lemonade has a duration of three minutes and sixteen seconds."}
{"id": "218", "contents": "Decca Records invited American music producer George Avakian to produce the album \"Chicago Jazz.\""}
{"id": "219", "contents": "on\nPhillip Paul Bliss began his position as a teacher at the Rome, Pennsylvania Academy in 1858."}
{"id": "220", "contents": "The fourth track on Selena Gomez's \"Stars Dance\" standard edition is titled \"Like a Champion.\""}
{"id": "221", "contents": "In 2004, \"Fired Up!\" was the number one album in the Billboard Top Dance/Electronic Albums Year-End chart."}
{"id": "222", "contents": "Ghost's Papa Nihil was resurrected during their \"Imperatour\" tour."}
{"id": "223", "contents": "The album \"I Am... Sasha Fierce\" by Beyoncé ranked 61st in the year-end 2010 Australian Albums (ARIA) charts."}
{"id": "224", "contents": "Dua Lipa appeared on the cover of issue 102 of Clash magazine in January 2017."}
{"id": "225", "contents": "The original soundtrack for \"The Legend of Heroes: Zero no Kiseki\" was released on December 16, 2010."}
{"id": "226", "contents": "David Randolph, the conductor, married Mildred Greenberg in the year 1948."}
{"id": "227", "contents": "The name of track 9 on disc 2 of the original soundtrack for \"The Legend of Heroes: Zero no Kiseki\" is \"Fated Time.\""}
{"id": "228", "contents": "Markus Dörk's original replacement as guitarist for Blind Guardian was Christof Theißen."}
{"id": "229", "contents": "The sixth track on disc 1 of the \"Sen no Kiseki IV - The End of Saga -\" original soundtrack is titled \"Saint-Gral Labyrinth.\""}
{"id": "230", "contents": "American music producer George Avakian started teaching at New York University in 1948."}
{"id": "231", "contents": "Donnie McClurkin's son is named Matthew McClurkin."}
{"id": "232", "contents": "Reba's album \"So Good Together\" achieved platinum certification from the RIAA."}
{"id": "233", "contents": "The composer of the opening theme song for \"The American Album of Familiar Music\" was Walter Gustave \"Gus\" Haenschen."}
{"id": "234", "contents": "Aaron Carter, the singer, passed away on November 5, 2022."}
{"id": "235", "contents": "Metal Injection ranked BABYMETAL's \"Doki Doki☆Morning\" music video as the 9th best metal viral video of the year in 2011."}
{"id": "236", "contents": "The song \"God Is Alive, Magic Is Afoot\" by Chris Thile is featured on the album \"Laysongs.\""}
{"id": "237", "contents": "Jerry Lee Lewis's 13th album is titled \"She Even Woke Me Up to Say Goodbye.\""}
{"id": "238", "contents": "In 2021, Milet released an EP titled \"Ordinary days.\""}
{"id": "239", "contents": "Harry Belafonte was honored with the Kennedy Center Honors in 1989."}
{"id": "240", "contents": "The organ installed in St. John's Church, Gateshead Fell in 2000 was previously located in St Aidan's Church, Blackhill, Consett."}
{"id": "241", "contents": "Composer Sigrid Ingeborg Henriette Wienecke's mother was named Anna Bruun Tordenskjold."}
{"id": "242", "contents": "Ciara held a performance in Puyallup as part of her Beauty Marks Tour on September 13, 2019."}
{"id": "243", "contents": "George Melly, along with Roy Hudd and others, unveiled a statue of Miller in Brighton in May 2005."}
{"id": "244", "contents": "Peter Davis was Louis Armstrong's first teacher and selected him as the bandleader."}
{"id": "245", "contents": "The album \"Different World\" by Alan Walker reached the 7th position on the year-end 2019 US Top Dance/Electronic Albums chart according to Billboard."}
{"id": "246", "contents": "Pianist David Eugene Tudor established India's first electronic music studio in Ahmedabad."}
{"id": "247", "contents": "\"Welcome to Paradise\" was released in December 1991."}
{"id": "248", "contents": "Albert Ribeiro was professionally known as Lord Hummingbird."}
{"id": "249", "contents": "Composer Miya Masaoka started studying classical music at the age of 8."}
{"id": "250", "contents": "In 2019, Rosalía released an EP titled \"Fucking Money Man.\""}
{"id": "251", "contents": "The first hip-hop album in South Africa was titled \"Our World.\""}
{"id": "252", "contents": "Brenda Fassie was ranked 17th in the Top 100 Great South Africans in 2004."}
{"id": "253", "contents": "Frank Munn left the radio show \"The American Album of Familiar Music\" in 1945."}
{"id": "254", "contents": "SWV's \"Right Here (Human Nature Remix)\" topped the Billboard R&B charts for seven consecutive weeks in 1993."}
{"id": "255", "contents": "Will Gay Bottje, an American composer, was born on June 30, 1925."}
{"id": "256", "contents": "The acronym TAFKAP was created to refer to Prince Rogers Nelson during his contract dispute with Warner Bros."}
{"id": "257", "contents": "The Orchestra of the Age of Enlightenment celebrated its 21st anniversary on 30 June 2007."}
{"id": "258", "contents": "The key in which \"I Offer My Life\" by Don Moen is composed is F Major."}
{"id": "259", "contents": "Kinoko Teikoku's first EP is titled \"Long Good Bye.\""}
{"id": "260", "contents": "Machine Girl released an EP titled \"MACHINE GIRL VS MACHINE GIRL\" in 2016."}
{"id": "261", "contents": "Adore Delano released the EP \"Dirty Laundry\" on July 9, 2021."}
{"id": "262", "contents": "Kelly Clarkson's album \"Piece by Piece\" was released on CD in Japan on March 25, 2015."}
{"id": "263", "contents": "The singer who performed 'Angels' with Robbie Williams at the 2018 FIFA World Cup opening ceremony was Aida Emilevna Garifullina."}
{"id": "264", "contents": "Matvey Blanter continued his education in Moscow, studying violin and composition, from 1917 to 1919."}
{"id": "265", "contents": "Kelly Clarkson's album \"Meaning of Life\" peaked at position 16 on Billboard's US Top Tastemaker Albums chart in the years 2017-2018."}
{"id": "266", "contents": "The Hummerts eliminated the studio audience for \"The American Album of Familiar Music\" radio show in 1938."}
{"id": "267", "contents": "\"The Weight of These Wings\" by Miranda Lambert was certified platinum in the U.S. on July 10, 2017."}
{"id": "268", "contents": "George Avakian was appointed as the first director of Columbia Records' LP department in 1952."}
{"id": "269", "contents": "The title of Dame Margot's debate song (jeu parti) in French, where she debates with Dame Maroie, is \"Je vous pri, dame Maroie.\""}
{"id": "270", "contents": "The album \"Barton Hollow\" by The Civil Wars was ranked 9th on Time's \"Top 10 of Everything in 2011\" list."}
{"id": "271", "contents": "Kon Nishimura was the drummer for the Japanese band Kinoko Teikoku."}
{"id": "272", "contents": "Chris Brown was the original keyboardist for the Band of Joy."}
{"id": "273", "contents": "Sam Haft is the artist who performs the vocals for the song \"Alastor's Game.\""}
{"id": "274", "contents": "\"The Lady in My Life\" is the fifth track on side two of Michael Jackson's album \"Thriller.\""}
{"id": "275", "contents": "Die Toten Hosen's album \"Auf dem Kreuzzug ins Glück\" was their first to reach number one on the German music charts."}
{"id": "276", "contents": "Val Valentin was the audio engineer for George Benson's fourth album, \"Giblet Gravy.\""}
{"id": "277", "contents": "The original soundtrack for Jet Set Radio was released in Japan on December 20, 2000."}
{"id": "278", "contents": "Sara Watkins first appears as a featured artist in Needtobreathe's song \"Stones Under Rushing Water.\""}
{"id": "279", "contents": "The composer of the music for Shubh's song \"We Rollin\" is Anabolic Beatz."}
{"id": "280", "contents": "Kristof's album \"The Talkshow\" was released in May 2020."}
{"id": "281", "contents": "The Wacken Open Air Festival had an attendance of 20,000 people in 1998."}
{"id": "282", "contents": "Ahmad Jamal started touring with George Hudson's orchestra in 1948 after graduating from high school."}
{"id": "283", "contents": "Band of Joy's self-titled album debuted at position #3 on the UK Albums Chart."}
{"id": "284", "contents": "The album \"Expectations\" by Bebe Rexha was certified platinum by the Recording Industry Association of America on October 23, 2020."}
{"id": "285", "contents": "Gustav Holst attended Cheltenham Grammar School between 1886 and 1891."}
{"id": "286", "contents": "The song \"Empty\" by Bebe Rexha from the \"Better Mistakes\" album has a duration of 2 minutes and 28 seconds."}
{"id": "287", "contents": "Jerry Lee Lewis's 13th album on Mercury Records was released in 1970."}
{"id": "288", "contents": "The A.V. Alexandrov Ensemble was officially named in 1949."}
{"id": "289", "contents": "Sara Watkins married Todd Cooper on August 16, 2008."}
{"id": "290", "contents": "Kelly Clarkson's album \"Meaning of Life\" ranked 89th on the 2018 year-end US Top Album Sales charts according to Billboard."}
{"id": "291", "contents": "Ciara performed in Houston on September 24, 2019, as part of her Beauty Marks Tour."}
{"id": "292", "contents": "Harry Belafonte was inducted into the Rock and Roll Hall of Fame in the Early Influence category in 2022."}
{"id": "293", "contents": "Eric Siegel was the fact-checker for They Might Be Giants' \"Here Comes Science\" album."}
{"id": "294", "contents": "Mishary Alafasy was the first person to win the Arab Creativity Oscar."}
{"id": "295", "contents": "Tina Turner had dyslexia, a learning disability affecting reading and related language-based processing skills."}
{"id": "296", "contents": "Robert Plant met John Bonham in the band Crawling King Snakes."}
{"id": "297", "contents": "Robbie Robertson joined his first band, Little Caesar and the Consuls, which was formed in 1956."}
{"id": "298", "contents": "The Australian Christian Churches pledged to return or donate to charity all funds raised from listeners inspired by the song \"Healer,\" and to audit Guglielmucci's bank accounts to verify the amount."}
{"id": "299", "contents": "The first recorded Cape slang hip-hop song, titled \"Dala Flat,\" was released by Prophets of Da City in 1990."}
{"id": "300", "contents": "Takashi Masuzaki's birthdate is December 8, 1962."}
{"id": "301", "contents": "The age difference between Ghost's Papa Emeritus II and III is 3 months."}
{"id": "302", "contents": "The 17th track on YoungstaCpt's album \"3T\" is titled \"Mothers Child.\""}
{"id": "303", "contents": "Lisa Marie Presley, the daughter of Elvis Presley, passed away on January 12, 2023."}
{"id": "304", "contents": "The theme song of the anime Ponyo was released in December 2007."}
{"id": "305", "contents": "Takaharu Ikeda is the credited producer for the Silent Hill 2 Original Soundtrack released in 2001."}
{"id": "306", "contents": "Harry Belafonte attended St. Charles Borromeo parochial school."}
{"id": "307", "contents": "The American Classical Hall of Fame inducted one individual in 2006."}
{"id": "308", "contents": "The second album released by the singer Milet is titled \"Visions.\""}
{"id": "309", "contents": "Clarinetist Wally \"Trog\" Fawkes had six children."}
{"id": "310", "contents": "\"The River\" by Nomeansno is from the album \"Why Do They Call Me Mr. Happy?\""}
{"id": "311", "contents": "Ivan Rebroff's father was born in Liebenwerda."}
{"id": "312", "contents": "In 1927, Cab Calloway joined the \"Plantation Days\" tour with his older sister."}
{"id": "313", "contents": "The original soundtrack for Shining Force III was released on November 26, 1998."}
{"id": "314", "contents": "Stella Jang became an Innisfree cosmetics model in 2021."}
{"id": "315", "contents": "Hit Parader ceased including song lyrics in 1975 due to prohibitively high licensing costs."}
{"id": "316", "contents": "The ninth track on Anne-Marie's album \"Speak Your Mind\" is titled \"Heavy.\""}
{"id": "317", "contents": "Robert Moog and his first wife, Shirley May Leigh, had four children."}
{"id": "318", "contents": "Louis Moreau Gottschalk had five half-siblings."}
{"id": "319", "contents": "Cab Calloway earned $50,000 annually at the age of 23."}
{"id": "320", "contents": "use compass to determine geographical direction"}
{"id": "321", "contents": "The DK Jamz: The Original Donkey Kong Country Soundtrack was released in the United States on March 1, 1995."}
{"id": "322", "contents": "The music for the Romanian anthem was composed by Anton Pann."}
{"id": "323", "contents": "Pantera performed on the main stage of Ozzfest with Ozzy Osbourne and Black Sabbath in 1997."}
{"id": "324", "contents": "The vocals for the main show and theme song of \"BraviSEAmo!\" were recorded in Burbank, California."}
{"id": "325", "contents": "Bebe Rexha's album \"Expectations\" ranked 147th on the 2018 US Billboard 200 year-end chart."}
{"id": "326", "contents": "Walt Whitman and Peter Doyle traveled to New York in May 1870 to see the opera \"Poliuto.\""}
{"id": "327", "contents": "The New York City disco named Infinity burned down in 1979."}
{"id": "328", "contents": "The length of Sidhu Moose Wala's song \"Bitch I'm Back\" is 3 minutes and 50 seconds."}
{"id": "329", "contents": "Composer Sigrid Ingeborg Henriette Wienecke passed away on April 18, 1907."}
{"id": "330", "contents": "\"Tristan and Isolde\" had 5 performances at the Metropolitan Opera House during the 1889-1890 season."}
{"id": "331", "contents": "John Lennon sustained 17 stitches from a car accident involving his Aston Martin."}
{"id": "332", "contents": "Gustav Mahler was inducted into the Classical Music Hall of Fame in 2004."}
{"id": "333", "contents": "The second son of Amadeus Mozart was named Karl Thomas Mozart."}
{"id": "334", "contents": "\"Let's Do It Again\" performed by TLC was written by Babyface and Jon-John."}
{"id": "335", "contents": "The Soweto Gospel Choir performed for Oprah Winfrey for the first time in 2006."}
{"id": "336", "contents": "The song \"Miss Annabel Lee\" is the title source for the name of the English socialite Lady Annabel Goldsmith."}
{"id": "337", "contents": "James Levine was inducted into the Classical Music Hall of Fame in 2003."}
{"id": "338", "contents": "English singer George Melly served as a film and television critic for The Observer from 1965 to 1973."}
{"id": "339", "contents": "The key signature of the song \"I Just Want to Be Where You Are\" by Don Moen is G Major."}
{"id": "340", "contents": "Miranda Lambert's album \"Revolution\" was certified platinum by the RIAA in October 2010."}
