{"id": "0", "contents": "The Lego part with ID gal56 was first released in 2002."}
{"id": "1", "contents": "CodeMiko won the \"Best VTuber Streamer\" award at The Streamer Awards in 2022."}
{"id": "2", "contents": "The fortress in the Astral Plane serving as Ashardalon's lair is known as the Bastion of Unborn Souls."}
{"id": "3", "contents": "Bernard Comrie married Akiko Kumahira in 1985."}
{"id": "4", "contents": "Edward Teller won the 1991 Ig Nobel Prize for Peace."}
{"id": "5", "contents": "In 2022, Alabama State University was chosen as the first HBCU campus to host the Honda Battle of the Bands in-person event."}
{"id": "6", "contents": "Vladislav Kaborda was born on July 24, 1995."}
{"id": "7", "contents": "Beloit College's Center for the Sciences was renamed to the Marjorie and James Sanger Center for the Sciences in 2017."}
{"id": "8", "contents": "Alain Stanké was made a member of the Order of Canada in 1998."}
{"id": "9", "contents": "The University of Alabama acquired 168 acres of land in 2010 for campus expansion."}
{"id": "10", "contents": "A vampire number in recreational mathematics is a number that can be factorized into two numbers (fangs) whose digits, when multiplied together in a 3x3-digit multiplication, produce the original number."}
{"id": "11", "contents": "Elizabeth Esteve-Coll stepped down as Vice-Chancellor of the University of East Anglia due to a diagnosis of multiple sclerosis."}
{"id": "12", "contents": "Monét X Change was originally a member of the Davenport drag family before starting her own."}
{"id": "13", "contents": "Reza Aslan was awarded the Intersections International Award in 2014."}
{"id": "14", "contents": "The Jensen Interceptor (1950) featured a wheelbase of 2,845 millimeters."}
{"id": "15", "contents": "The puppet characters Matt and Marcus appeared in Round Table Pizza's TV commercials from 2003 to 2005."}
{"id": "16", "contents": "The Palmolive Hour radio program ended its broadcast on NBC on July 29, 1931."}
{"id": "17", "contents": "The \"The 22 Archangels Oracle\" card deck by Kyle Gray contains 22 cards, each representing one of the Archangels."}
{"id": "18", "contents": "The 4th runner-up of Miss Supranational 2013 was contestant Esonica Veira."}
{"id": "19", "contents": "The mathematician Hsien-Chung Wang had three daughters."}
{"id": "20", "contents": "Ben Eckerson holds the world record for the longest time spent in a snow globe, achieved in 2007."}
{"id": "21", "contents": "The Ajah campus of Pan-Atlantic University in Lagos, Nigeria was completed in 2003."}
{"id": "22", "contents": "Laura Carstensen served as the director of the Clayman Institute for Gender Research from 1997 to 2001."}
{"id": "23", "contents": "The Agnew clan crest features an eagle depicted \"issuant and regardant Proper.\""}
{"id": "24", "contents": "Motaz Azaiza was named Man of the Year by GQ Middle East in 2023."}
{"id": "25", "contents": "Mereta Mita passed away on May 31, 2010, following a collapse outside Māori Television studios."}
{"id": "26", "contents": "Atul Gawande earned an M.A. in Philosophy, Politics and Economics (PPE) from Balliol College, Oxford in 1989."}
{"id": "27", "contents": "Grigor Sargsyan won the Emil Artin Junior Prize in Mathematics in 2009."}
{"id": "28", "contents": "Harold Shipman married Primrose May Oxtoby on November 5, 1966."}
{"id": "29", "contents": "Dr. Upendra Kaul was the first cardiologist in Kashmir."}
{"id": "30", "contents": "Randy Johnston, a model, passed away on October 11, 2008."}
{"id": "31", "contents": "The sole survivor of the Saha Airlines 2019 Boeing 707 crash is Farshad Mahdavinejad."}
{"id": "32", "contents": "Black Condor II met his demise in \"Infinite Crisis\" #1."}
{"id": "33", "contents": "Kanaloa is the god associated with the Hawaiian name Kamaʻehuakanaloa."}
{"id": "34", "contents": "The Rumelhart Prize for 2014 was awarded to Ray Jackendoff."}
{"id": "35", "contents": "The first elephant born in Valencia Bioparc was named Makena."}
{"id": "36", "contents": "The Miami-Dade County C-Pass was replaced with the SunPass in 2014."}
{"id": "37", "contents": "The 11th President of the University of Northern Iowa is Mark A. Nook."}
{"id": "38", "contents": "Jessica Hahn accused John Wesley Fletcher of rape in addition to Jim Bakker."}
{"id": "39", "contents": "The victim of the 2013 Mumbai gang rape, known as the Shakti Mills gang rape case, was discharged from the hospital on August 27th."}
{"id": "40", "contents": "Herbert Gintis received his master's degree in 1962."}
{"id": "41", "contents": "David Hibbett received his Bachelor of Arts degree from the University of Massachusetts Amherst."}
{"id": "42", "contents": "Prayas Nepal, a non-profit organization, was established in the year 2003."}
{"id": "43", "contents": "Horizons at EPCOT was sponsored by General Electric for 10 years."}
{"id": "44", "contents": "The birthdate of John Philip Bughaw is November 7, 2008."}
{"id": "45", "contents": "The indoor scrambler ride themed after the Battle of Hastings at Busch Gardens, The Old Country, upon its 1975 opening, was named The Catapult."}
{"id": "46", "contents": "The second runner-up of Miss USA 1976 was Gail Atchison."}
{"id": "47", "contents": "In 2004, the talking head of Madame Leota in the Séance Room at Disneyland was updated to float around."}
{"id": "48", "contents": "use\n\"Flying\" magazine published the article \"Battling the Big Lie: John King's Crusade to Change Aviation's Culture\" in March 2001."}
{"id": "49", "contents": "Masatoshi Gündüz Ikeda married Emel Ardor, a Turkish research assistant he met in Hamburg, in 1964."}
{"id": "50", "contents": "The original Human Bomb's death was caused by the villain Bizarro."}
{"id": "51", "contents": "Samit Dasgupta received an honorable mention at the 1999 Frank and Brennie Morgan Prize for Outstanding Research in Mathematics by an Undergraduate Student."}
{"id": "52", "contents": "The Srinagar bombing on March 6, 2022, resulted in 24 injuries."}
{"id": "53", "contents": "Kris Cuppens was born on May 22, 1962."}
{"id": "54", "contents": "Chef Jo Seagar's establishment \"Seagars at Oxford,\" which included a cooking school, café, and kitchenware store, ceased operations in 2015."}
{"id": "55", "contents": "Joe Powell, a stunt performer, was married twice, to Marguerite and later to Juliet."}
{"id": "56", "contents": "The winner of the Hickinbottom Award in 2012 has the surname O'Reilly."}
{"id": "57", "contents": "In Hinduism, Pluto is associated with Yamraj, the god of death."}
{"id": "58", "contents": "Jumbo Circus was started in India on October 2, 1977."}
{"id": "59", "contents": "In 1993, mathematician Vaughan Jones was elected to the American Academy of Arts and Sciences."}
{"id": "60", "contents": "Dr. Tony Evans and Lois Evans were married for 49 years."}
{"id": "61", "contents": "Antonio Negri's two daughters are Anna Negri and Nina Negri."}
{"id": "62", "contents": "Hakyung Lee, the mother of the children whose bodies were discovered in a suitcase in New Zealand, was arrested in South Korea in September 2022."}
{"id": "63", "contents": "Martin Gardner lived with his family on Euclid Avenue in Hastings-on-Hudson, New York before relocating to Hendersonville in 1979."}
{"id": "64", "contents": "The linguist who authored the paper on \"Pre- and postnominal onymic genitives in (Early) New High German\" is Tanja Ackermann."}
{"id": "65", "contents": "Nepal Open University, established in 2016 A.D., is situated in Lalitpur, Nepal."}
{"id": "66", "contents": "Adil Hussain and Kristen Jain got married in 2007."}
{"id": "67", "contents": "The New Zealand actress Jennifer Kay Ludlam was born on 23 July 1951."}
{"id": "68", "contents": "The first name of Ralph E. Oesper's wife is Helen."}
{"id": "69", "contents": "The Legacy of Walt Disney museum was open at Disneyland, California for 3 years."}
{"id": "70", "contents": "Yoido Full Gospel Church had a membership of 8,000 in 1968."}
{"id": "71", "contents": "Edwin Pierpont won the 2015 Maine State Pumpkin and Squash Weigh-Off at the Cumberland Fair."}
{"id": "72", "contents": "Gorilla Grodd was responsible for the murder of the supervillain Monsieur Mallah prior to The New 52."}
{"id": "73", "contents": "Oprah Winfrey bought 164 acres of land in Rolling Prairie, Indiana, in 1998 for a weekend refuge."}
{"id": "74", "contents": "The third Doll Man's secret identity is Dane Maxwell."}
{"id": "75", "contents": "The 63rd International Mathematical Olympiad held in 2022 had Marco Trevisiol as the deputy leader of the Italian team."}
{"id": "76", "contents": "Fatima Sydow, a cookbook author and celebrity chef, passed away at Vincent Pallotti Hospital."}
{"id": "77", "contents": "YouTuber Airrack hosted the 12th Streamy Awards on December 4, 2022, at the Beverly Hilton in Los Angeles."}
{"id": "78", "contents": "Naresh Trehan moved to the USA and began his first-year residency at the Thomas Jefferson University Hospital in Philadelphia in November 1969."}
{"id": "79", "contents": "The first three ships in the Sea Organization of the Church of Scientology were originally named Avon River, Enchanter, and HMS Royal Scotsman."}
{"id": "80", "contents": "Islamia College of Science and Commerce in Srinagar was designated as a College for Potential Excellence by the University Grants Commission of India in April 2010."}
{"id": "81", "contents": "Lenhard Ng received an honorable mention at the 1996 Frank and Brennie Morgan Prize for Outstanding Research in Mathematics by an Undergraduate Student."}
{"id": "82", "contents": "Eddie Marsan left school at 16 to become an apprentice printer before pursuing his acting career."}
{"id": "83", "contents": "The age of Lillian Marie Bounds at the time of her father's death was 17 years old."}
{"id": "84", "contents": "The winner of the Marlow Award in 1983 had the surname Oxtoby."}
{"id": "85", "contents": "Lois Griffiths was appointed as an instructor in mathematics at Northwestern University after receiving her doctorate."}
{"id": "86", "contents": "Carlotta Gall began her career in journalism in 1994."}
{"id": "87", "contents": "The Welsh journalist Wyre Davies' maternal grandfather, who captained the vessel *Harmanteh*, was named Evan Rowlands."}
{"id": "88", "contents": "Amanda Billing, the actress, was born and raised in Masterton, New Zealand."}
{"id": "89", "contents": "\"Ubusuna jinja ni kiyu hokokuh\" is the 7th step in the Shinto funeral process."}
{"id": "90", "contents": "Moistcr1tikal won the \"Best Variety Streamer\" award at The Streamer Awards in 2022."}
{"id": "91", "contents": "In 2012, a replacement pink donut with sprinkles sculpture was unveiled in Springfield, New Zealand after the original was destroyed by arson."}
{"id": "92", "contents": "Justice K. G. Balakrishnan was the chief guest at the eighteenth convocation of Indira Gandhi National Open University in 2007."}
{"id": "93", "contents": "Edward Oakley Thorp, an American mathematics professor and blackjack researcher, married his wife Vivian in January 1956."}
{"id": "94", "contents": "Francesca Dominici won the Florence Nightingale David Award in 2015."}
{"id": "95", "contents": "Fatima Sydow, a Cape Malay culinary artist, battled soft tissue sarcoma before her passing."}
{"id": "96", "contents": "Bill Brown, a professor at the University of Chicago and critical theorist, received his B.A. from Duke University."}
{"id": "97", "contents": "Brenda Gayle Hayes, spouse of W. V. Grant, passed away on October 6, 2020."}
{"id": "98", "contents": "The third Phantom Lady is known as Stormy Knight."}
{"id": "99", "contents": "Camarillo Plaza in California first unveiled a 13-foot diameter floral clock on May 19, 2016."}
{"id": "100", "contents": "The first International Stroke Conference took place in Dallas."}
{"id": "101", "contents": "Stephen Resnick's cause of death was leukemia."}
{"id": "102", "contents": "LEGO part ID 852 was first used in 1971."}
{"id": "103", "contents": "The lexical semantic map in Figure 4 of the paper \"New Avenues and Challenges in Semantic Map Research\" focuses on the notion of 'breathe'."}
{"id": "104", "contents": "Merryl Wyn Davies converted to Islam at the age of 31."}
{"id": "105", "contents": "Simmi Kahlon's common-law husband was Harnek Mahal."}
{"id": "106", "contents": "Kaitlin Armstrong was on the run for 43 days after killing Moriah Wilson."}
{"id": "107", "contents": "Jurgen Aschoff passed away 10 months after his wife, Hilde, died."}
{"id": "108", "contents": "The first line after the salutation in a letter from A.C. Bhaktivedanta Swami Prabhupada to Sri Biswambhar Goswami on December 25, 1956, contained a traditional phrase of reverence, \"Kindly accept my respectful obeisances.\""}
{"id": "109", "contents": "Aleister Crowley was first sent to H. T. Habershon's evangelical Christian boarding school at the age of 8."}
{"id": "110", "contents": "Ruth Wilson Gilmore was elected as a member of the American Academy of Arts and Sciences in 2021."}
{"id": "111", "contents": "Filippo Ambrogio Santambrogio was awarded the Calogero Vinti Prize in 2019."}
{"id": "112", "contents": "The Canadian Centre for Inquiry's Think Again! TV documented one of Popoff's performances in Toronto on May 26, 2011."}
{"id": "113", "contents": "Tomb Raider: The Ride at Kings Island operated for 5 years before it was rethemed."}
{"id": "114", "contents": "Letecia Stauch's trial lasted for five weeks."}
{"id": "115", "contents": "Mariam Nabatanzi Babirye is the Ugandan woman known for giving birth to 44 children by the age of 36."}
{"id": "116", "contents": "The NS Class 1311 train, part of the NS Class 1300 series, was named \"Best.\""}
{"id": "117", "contents": "The first animal featured on YouTube was an elephant."}
{"id": "118", "contents": "The Rainbow Raider's death was attributed to the Blacksmith prior to \"The New 52\" reboot in DC Comics."}
{"id": "119", "contents": "Noel Fielding was awarded an honorary master's degree by Buckinghamshire New University on 6 September 2011."}
{"id": "120", "contents": "The Kaki Tree Project initiated its first planting at Ryuhoku Elementary School."}
{"id": "121", "contents": "Leslie Gabriel Valiant served as a visiting assistant professor at Carnegie Mellon University during the 1973-74 academic year."}
{"id": "122", "contents": "Anne Golden was the first woman to chair the American Heart Association Board of Directors."}
{"id": "123", "contents": "Michael Pick holds the Guinness World Record for building the largest Nerf gun, which was 3.81 meters tall, achieved on October 15, 2021."}
{"id": "124", "contents": "As of 2020, the University of Cambridge employs 6,170 academic staff."}
{"id": "125", "contents": "The Flitzer on Surfside Pier was retired in September 2018."}
{"id": "126", "contents": "The third stripe from the top of the aromantic pride flag, which was created in 2014, is white."}
{"id": "127", "contents": "Preethi Srinivasan won the 2017 Kalpana Chawla Award for courage and daring enterprise."}
{"id": "128", "contents": "Alma S. Woolley received her bachelor's degree from Cornell University's School of Nursing."}
{"id": "129", "contents": "Sebastian Kolowa succeeded Stefano Moshi as the presiding bishop of the Evangelical Lutheran Church in Tanzania."}
{"id": "130", "contents": "Raissa M. D'Souza completed her B.S. in physics from the University of Illinois at Urbana–Champaign."}
{"id": "131", "contents": "Judith Feist Hemmendinger obtained her master's degree from Bar-Ilan University in Israel."}
{"id": "132", "contents": "Seiko Harumi was affiliated with the School of Oriental and African Studies University of London when she published her work on translanguaging in Japanese EFL contexts."}
{"id": "133", "contents": "The first recipient of the Carl E. Misch Advanced Dental Implant Studies Education Award in 2017 was Dr. Michael A. Pikos."}
{"id": "134", "contents": "LEGO part ID 23714 was released in the year 2015."}
{"id": "135", "contents": "Alma S. Woolley received her doctorate in Nursing Education from the University of Pennsylvania in 1980."}
{"id": "136", "contents": "The Rattler at Six Flags Fiesta Texas has a maximum vertical angle of 61.4 degrees."}
{"id": "137", "contents": "The Hall Medal in 2011 was awarded to Olga Polverino."}
{"id": "138", "contents": "Mary Munson Runge received the Hugo H. Schaefer Award from the American Pharmacists Association in 1996."}
{"id": "139", "contents": "The TCG Yavuz (F240) ship of the Turkish Navy has a length of 110.50 meters."}
{"id": "140", "contents": "Adore Delano attended Sierra High School."}
{"id": "141", "contents": "Lorne Baird Warneke earned a B.S. in zoology from the University of Alberta."}
{"id": "142", "contents": "David Lloyd Wolper, born in 1928, was married to Toni Carroll from 1953 to 1955."}
{"id": "143", "contents": "Black Condor II's death was caused by the supervillain Sinestro."}
{"id": "144", "contents": "The Showstreet Palace Theater was added to Dollywood in 1992."}
{"id": "145", "contents": "Benjamin Joseph Allen served as the president of the University of Northern Iowa in 2007."}
{"id": "146", "contents": "The third incarnation of Firebrand in DC Comics is known as Alex Sanchez."}
{"id": "147", "contents": "As of fall 2021, 41% of the faculty at California State University, East Bay were on the tenure track."}
{"id": "148", "contents": "Jean-Christophe Yoccoz performed his military service in Brazil."}
{"id": "149", "contents": "Lady Annabel Birley was the member of the judging panel who crowned Reita Faria as Miss World 1966."}
{"id": "150", "contents": "In August 2012, W. V. Grant purchased the First Church of Christ, Scientist located at 1508 Cadiz Street, Dallas, Texas."}
{"id": "151", "contents": "Cora Sadosky entered the School of Science at the University of Buenos Aires at the age of 15."}
{"id": "152", "contents": "Whoopi Goldberg is the tenth individual to win an Emmy, Grammy, Oscar, and Tony (EGOT)."}
{"id": "153", "contents": "The rector of Hacettepe University in 2006 was Prof. Dr. Tunçalp ÖZGEN."}
{"id": "154", "contents": "Knoebels Amusement Resort was recognized as the top theme park for best food in 2022 by the Golden Ticket Awards."}
{"id": "155", "contents": "Dr. Sanduk Ruit was awarded the Game Changer Award by the Asia Society in 2016 for his work providing vision and a better quality of life to the needy."}
{"id": "156", "contents": "Jean Fournier was awarded the Camsell Medal in 2012."}
{"id": "157", "contents": "Ritesh Batra attended New York University but dropped out."}
{"id": "158", "contents": "Mathematician Alexander Aitken graduated with First Class Honors in French and Latin in 1920."}
{"id": "159", "contents": "Randolph Cook sued Oprah Winfrey for $20 million for blocking the publication of a tell-all book regarding their alleged relationship."}
{"id": "160", "contents": "The first MBTI manual was published in 1962."}
{"id": "161", "contents": "The first officer of Sosoliso Airlines Flight 1145, which crashed in December 2005, was Gerad Yakubu Andan."}
{"id": "162", "contents": "In 2004, osteoarthritis caused moderate to severe disability in 43.4 million people globally."}
{"id": "163", "contents": "Ken Kesey fathered Sunshine Kesey with Carolyn \"Mountain Girl\" Adams."}
{"id": "164", "contents": "In July, New Zealand authorities officially concluded the search for the missing vintage yacht Niña that disappeared in the Tasman Sea in 2013."}
{"id": "165", "contents": "Nathan Mendelsohn and his wife, Helen, had two sons."}
{"id": "166", "contents": "A vampire number in recreational mathematics is a number that can be factorized into two numbers (fangs) whose digits, when combined in a specific order, equal the original number, and the third vampire number is 1435."}
{"id": "167", "contents": "The late celebrity chef Fatima Sydow's birth mother is named Waseela Sydow."}
{"id": "168", "contents": "The Noetic Learning Math Contest was founded by Li Kelty in 2007."}
{"id": "169", "contents": "The middle name of Palestinian journalist Motaz Azaiza is Hilal."}
{"id": "170", "contents": "Gilbert Hani and Mary Hani had six children."}
{"id": "171", "contents": "Maurice Banerjee was the first principal of Brihaspati Vidyasadan, a school in Kathmandu, Nepal, established in 1985."}
{"id": "172", "contents": "The Stampacchia Gold Medal for 2012 was awarded to Ovidiu Savin."}
{"id": "173", "contents": "The draft length of a Goderich 35 boat equipped with a standard keel is 4.75 feet."}
{"id": "174", "contents": "Magen Fieramusca was sentenced to 55 years in prison for the murder of Heidi Broussard."}
{"id": "175", "contents": "Hunter Schafer was diagnosed with gender dysphoria in 9th grade."}
{"id": "176", "contents": "Inmate Porfirio Duarte-Herrera escaped from a Nevada medium-security prison undetected for four days in September 2022."}
{"id": "177", "contents": "Iris Litt's direct predecessor as director of the Clayman Institute for Gender Research was Deborah L. Rhode."}
{"id": "178", "contents": "W. Gary Ernst received his Ph.D. from John Hopkins University."}
{"id": "179", "contents": "The victim of the 2019 Hyderabad gang rape and murder case worked as a veterinary assistant surgeon in Kollur village at a state-run hospital."}
{"id": "180", "contents": "Dan Dhanoa, an Indian actor and sailor, married Nikii Waalia in 1986."}
{"id": "181", "contents": "The second Invisible Hood was killed by Stan Silver."}
{"id": "182", "contents": "Princess Shruti Rajya Lakshmi Devi Shah completed her bachelor's degree at Padma Kanya Campus."}
{"id": "183", "contents": "RuPaul Charles attended Patrick Henry High School in California."}
{"id": "184", "contents": "Ernest Moloto and Ellen Kuzwayo had two children."}
{"id": "185", "contents": "The age at which Henryk Rolirad was adopted is a specific detail about his personal history."}
{"id": "186", "contents": "The second YouTube video ever uploaded was titled \"My Snowboarding Skillz.\""}
{"id": "187", "contents": "Research scientist Gloria Hollister earned her Bachelor of Science degree from Connecticut College."}
{"id": "188", "contents": "Yanfei Bao, a Christchurch, New Zealand real estate agent, went missing on July 19, 2023."}
{"id": "189", "contents": "Giraffes are significantly more prone to being struck by lightning than humans, with a risk approximately 30 times higher."}
{"id": "190", "contents": "Jérôme Sabourin's father is Marcel Sabourin."}
{"id": "191", "contents": "Elliot Page attended the Halifax Grammar School until the 10th grade."}
{"id": "192", "contents": "Disney's traveling attraction \"Disney Fair\" premiered in September 1996."}
{"id": "193", "contents": "The establishment that opened at 653 Broadway in New York City in 1975 was named Infinity."}
{"id": "194", "contents": "Masaki Tsuji was born on March 23, 1932."}
{"id": "195", "contents": "Ruth Wilson Gilmore was awarded the Angela Y. Davis Prize for Public Scholarship in 2012."}
{"id": "196", "contents": "Kaitlin Armstrong used a SIG Sauer P365 to kill Moriah Wilson."}
{"id": "197", "contents": "The 11th Streamy Awards broadcast on YouTube was hosted by American YouTuber Larray and Issa Twaimz on December 11, 2021."}
{"id": "198", "contents": "On October 2, 2022, a tractor-trolley accident in Kanpur resulted in the death of 27 people when it fell into a pond."}
{"id": "199", "contents": "Loreto D. Cabañes was appointed as the new editor-in-chief of The Manila Bulletin in May 2021, succeeding Dr. Crispulo Icban."}
{"id": "200", "contents": "The individual who won the Victor A. Prather Award in 1992 has the surname Sullivan."}
{"id": "201", "contents": "Actor Adil Hussain was the first personality to hoist the Indian National Flag in the Metaverse during the 'Azadi Ka Amrit Mahotsav' event in 2022."}
{"id": "202", "contents": "Yolo Akili's full birth name is Michael Todd Robinson Jr."}
{"id": "203", "contents": "Ollie Johnston sold his locomotive named Marie E. in 1993."}
{"id": "204", "contents": "Kaitlin Armstrong pleaded not guilty to the murder charge of Moriah Wilson and was arraigned on July 21, 2022."}
{"id": "205", "contents": "Randolph College introduced a new curriculum model named TAKE2 in 2021, altering the number of classes students take per term."}
{"id": "206", "contents": "Kuo Tsai Chen became an instructor at Princeton University following the completion of his doctorate."}
{"id": "207", "contents": "The \"Moonology Manifestation Oracle\" card deck by Yasmin Boland contains 48 cards."}
{"id": "208", "contents": "Harry Keen received the ADA Kelly West Award for Outstanding Achievement in Epidemiology in 1989."}
{"id": "209", "contents": "Vaughan Jones received the Vacheron Constantin prize for his doctoral thesis in 1980."}
{"id": "210", "contents": "The first Q Con hosted by Prism Comics in West Hollywood occurred on June 18, 2022."}
{"id": "211", "contents": "Pune city police were recognized with the 2017 FICCI Smart Policing Award."}
{"id": "212", "contents": "Valhalla Park Family Recreational Centre in Cape Town opened for the first time in December 2013."}
{"id": "213", "contents": "Alma S. Woolley was responsible for establishing a B.S. degree program in nursing at The Richard Stockton College."}
{"id": "214", "contents": "The American Dialect Society named \"-ussy\" as the 2022 Word of the Year."}
{"id": "215", "contents": "The Internal Foundation for Internal Freedom, founded by Timothy Leary, had an official newsletter called \"The Psychedelic Review.\""}
{"id": "216", "contents": "The individual awarded the Geoffrey Barker Medal in 2020 has the surname MacPherson."}
{"id": "217", "contents": "Bashir Ahmad War is known as the Kiwi Man of Kashmir."}
{"id": "218", "contents": "Wakako Hironaka obtained an M.A. in Anthropology from Brandeis University Graduate School in 1964."}
{"id": "219", "contents": "LEGO part ID 3778 was first released in 1979."}
{"id": "220", "contents": "Rachel Carson and Dorothy Freeman first met in Southport Island in 1953."}
{"id": "221", "contents": "The New York City Department of Parks and Recreation renamed Railroad Park in Queens in honor of Gwen Ifill on June 17, 2021."}
{"id": "222", "contents": "The sole survivor of the Busy Bee Congo 2019 crash is identified as Muma Emmanuel."}
{"id": "223", "contents": "Fatima Sydow, a renowned Cape Malay chef, passed away at the age of 50."}
{"id": "224", "contents": "Sarah Young and her husband established a counseling practice for women who had been sexually or spiritually abused in Australia."}
{"id": "225", "contents": "The New Zealand actor Benjamin Mitchell was born on July 7."}
{"id": "226", "contents": "The \"Moonology Messages Oracle\" card deck by Yasmin Boland contains 48 cards."}
{"id": "227", "contents": "Rev. Randy McCain officiated Tammy Faye Messner's burial on July 21, 2007."}
{"id": "228", "contents": "Psychologist Robert Rutherford Holt received both a master's degree and a Ph.D. from Harvard University."}
{"id": "229", "contents": "Rahat Kazmi, a Pakistani actor, was born in Shimla, Punjab, British India, in June 1946."}
{"id": "230", "contents": "Rana Ayyub's father is Mohammad Ayyub Waqif."}
{"id": "231", "contents": "The wife of Indian criminal \"Welding\" Kumar, formerly known as Jeyakumar, is Shanti."}
{"id": "232", "contents": "The Shinto burial process consists of 20 steps."}
{"id": "233", "contents": "Cora Sadosky succeeded Carol S. Wood as president of the Association for Women in Mathematics."}
{"id": "234", "contents": "Lorne Baird Warneke attended medical school at the University of Alberta."}
{"id": "235", "contents": "As of 2021, Anup Ghimire is the host of The Doers Nepal podcast."}
{"id": "236", "contents": "Basanti Dulal Nag Chaudhuri, an Indian nuclear scientist, was married to Dipali Nag née Talukdar."}
{"id": "237", "contents": "Dreadbolt's secret identity is Terrence Bolatinsky."}
{"id": "238", "contents": "Pharmacist George F. Archambault earned a law degree from Northeastern University."}
{"id": "239", "contents": "Leonard P. Zakim had three children."}
{"id": "240", "contents": "Londa Schiebinger succeeded Barbara Gelpi as the director of the Clayman Institute for Gender Research in 2004."}
{"id": "241", "contents": "Barry \"Jock\" Zonfrillo, a chef, passed away on April 30, 2023."}
{"id": "242", "contents": "Mrs. Rup SP Singh is the founder of Woodland House School in Srinagar, India."}
{"id": "243", "contents": "The Indian Postal Service operated 154,965 post offices as of 31 March 2017."}
{"id": "244", "contents": "The sole survivor of the 2008 Yeti Airlines Flight 103 crash was identified as Surendra Kunwar."}
{"id": "245", "contents": "Phyllis Diller was humorously titled \"Miss Fun Fishing\" by \"Field and Stream\" magazine in 1973."}
{"id": "246", "contents": "Charles Jacobs, a photojournalist and editor, served as a judge in the 1958 Miss World pageant."}
{"id": "247", "contents": "use\nTalat Ahmad, the two-time Vice Chancellor of the University of Kashmir, is the son of Moinuddin Ahmad."}
{"id": "248", "contents": "Prince Nirajan Bir Bikram Shah Dev completed his bachelor's degree at Kathmandu College of Management."}
{"id": "249", "contents": "The 2014 recipient of the Penny Crane Award for Distinguished Service was Cynthia Dooling."}
{"id": "250", "contents": "The New Zealand actress Ria Vandervis was born on 5 July 1984."}
{"id": "251", "contents": "Rachel Lambert Mellon's Virginia estate, Oak Spring Farm, spans 4,000 acres."}
{"id": "252", "contents": "Lori Vallow Daybell was sentenced to prison on July 31, 2023."}
{"id": "253", "contents": "The first line after the salutation in a letter from A. C. Bhaktivedanta Swami Prabhupada to Gosvami Maharaja on October 5, 1955, includes a traditional Hindu gesture of respect, \"Kindly accept my humble and respectful dandabats.\""}
{"id": "254", "contents": "The Winnipeg Free Press stopped publishing its regular Sunday edition on November 1, 2009."}
{"id": "255", "contents": "The Inox Gold Multiplex in Srinagar, Kashmir was inaugurated on September 20, 2022."}
{"id": "256", "contents": "Harnaam Kaur was featured in a Teen Vogue article about challenging body and facial hair stigma in March 2017."}
{"id": "257", "contents": "Zoleka Mandela, daughter of Nelson Mandela, was first diagnosed with cancer in 2012."}
{"id": "258", "contents": "Disney Entertainment Projects opened DisneyFest in Singapore on October 30, 1997."}
{"id": "259", "contents": "The 2018 Ribenboim Prize was awarded to a recipient associated with McGill University."}
{"id": "260", "contents": "The LEGO part with ID gal56 was exclusively released in the year 2002."}
{"id": "261", "contents": "The \"harp and bowl\" worship model began at the International House of Prayer (IHOPKC) on September 19, 1999."}
{"id": "262", "contents": "The ship named after Habba Khatoon is called CGS Habba Khatoon."}
{"id": "263", "contents": "Jock Hoe delivered an invited lecture titled \"Mathematics Education in China\" at the 1989 New Zealand Mathematics Colloquium held at Massey University."}
{"id": "264", "contents": "The Indira Gandhi Planetarium in Patna, Bihar, India, was opened to the public on 1 April 1993."}
{"id": "265", "contents": "The American Dialect Society named \"they\" as the Word of the Decade for 2010–2019."}
{"id": "266", "contents": "Rudi Dekkers was born on July 27, 1956."}
{"id": "267", "contents": "Anakin Skywalker has four grandchildren in the Legends continuity of Star Wars."}
{"id": "268", "contents": "The attraction \"The Snake\" was removed from Tivoli Gardens to make space for the new attraction \"Demon.\""}
{"id": "269", "contents": "The first name of Florence N. Coleman and Charles Albert Noble's son was Charles."}
{"id": "270", "contents": "Shanti Gupta was appointed Professor of Statistics and Mathematics at Purdue University in 1962."}
{"id": "271", "contents": "Lt. Gen. (Ret.) Ronald Ray Blanck, D.O., is an alumnus of Juniata College."}
{"id": "272", "contents": "David Lloyd Wolper, born in 1928, married his first wife in 1953."}
{"id": "273", "contents": "Fatima Sydow, a renowned Cape Malay chef and author, was born on November 12, 1973."}
{"id": "274", "contents": "Richard Gwilt and his wife had four children."}
{"id": "275", "contents": "Lucy Letby, a nurse, was born on January 4, 1990."}
{"id": "276", "contents": "The Tamil daily newspaper Hindu Tamil Thisai was founded on 16 September 2013."}
{"id": "277", "contents": "The Mudi was recognized as a breed by the American Kennel Club in 2022."}
{"id": "278", "contents": "Indian journalist Rana Ayyub was awarded the McGill Medal for Journalistic Courage by the University of Georgia's Grady College in February 2020."}
{"id": "279", "contents": "In August 2022, the bodies of two children, Yuna and Minu Jo, were discovered in suitcases in Auckland, New Zealand."}
{"id": "280", "contents": "Hari Bansha Acharya, a versatile Nepalese entertainer, was born on 27 Kartik 2014 BS."}
{"id": "281", "contents": "As of 6 April 2022, nine Hillsong branches in the U.S. had split from the church following revelations concerning Brian Houston."}
{"id": "282", "contents": "Sherri Papini's ex-boyfriend, James Reyes, was the individual with whom she stayed in Southern California during her abduction hoax."}
{"id": "283", "contents": "Kingda Ka, a roller coaster, was closed for 3 months after being struck by lightning in 2009."}
{"id": "284", "contents": "Juanita Bynum and Thomas Weeks III got married on July 22, 2002."}
{"id": "285", "contents": "Rajendra Achyut Badwe is an Indian medical doctor and surgical oncologist who was honored with the Padma Shri and the Lal Bahadur Shastri National Award in 2013."}
{"id": "286", "contents": "Rosie Perez discovered she had a speech impediment in the third grade."}
{"id": "287", "contents": "Leopoldo Luis Cabo Penna Franca, a Brazilian mathematician, married Ana Cristina Leonardos on July 28, 1983."}
{"id": "288", "contents": "Christopher Nolan was enrolled at Barrow Hills between 1981 and 1983."}
{"id": "289", "contents": "Nikolai Andreev was awarded the Leelavati Award in 2022."}
{"id": "290", "contents": "The male victim in the 2012 Delhi gang rape and murder case, known as the \"Nirbhaya case,\" was Awindra Pratap Pandey."}
{"id": "291", "contents": "John Harry Dunning passed away one year after his diagnosis."}
{"id": "292", "contents": "The first line after the salutation in a letter from A.C. Bhaktivedanta Swami Prabhupada to Gosvami Maharaja on September 19, 1955, was a phrase expressing deep reverence."}
{"id": "293", "contents": "A vampire number in recreational mathematics is a number that can be factorized into two numbers, each containing exactly half the number of digits of the original number, such that when the two factors are multiplied, the original number is obtained; 1395 is the second smallest vampire number."}
{"id": "294", "contents": "Zhuo Qun Song achieved a perfect score at the International Mathematical Olympiad (IMO) in 2015."}
{"id": "295", "contents": "In 1994, the commencement speaker at MIT was His Highness Karim Aga Khan IV."}
{"id": "296", "contents": "Smith Wigglesworth's grandchild Leslie Wigglesworth served as the president of the Elim Pentecostal Church."}
{"id": "297", "contents": "Homma Gaku, known for his work 'Children and the Martial Arts,' was born on May 12, 1950."}
{"id": "298", "contents": "The founder of the Honeybee Conservancy, Guillermo Fernandez, is a child immigrant from Cuba."}
{"id": "299", "contents": "Irish mathematician Gerard John Murphy and Mary O'Hanlon had four children together."}
{"id": "300", "contents": "The Lego part with ID 4178 was used in 10 different sets."}
{"id": "301", "contents": "Dwayne McDuffie and M. D. Bright are the creators of the Milestone Comics character \"Buck Wild.\""}
{"id": "302", "contents": "In April 2018, the Shorty Awards named Marques Brownlee, known as MKBHD, as the Creator of the Decade."}
{"id": "303", "contents": "In \"Exandria Unlimited: Calamity,\" Sam Riegel's character Loquatius was previously married to Laerryn Coramar-Seelie, who was played by Aabria Iyengar."}
{"id": "304", "contents": "The first Whittier Comic Fest in Whittier, California, took place on November 18, 2023."}
{"id": "305", "contents": "Carla Hall graduated from Hillsboro High School in Nashville, TN."}
{"id": "306", "contents": "Heisuke Hironaka, after graduating from Harvard, joined the faculty at Brandeis University."}
{"id": "307", "contents": "Donald Cripps parachuted off the New River Gorge Bridge at the age of 84 years and 37 days on October 19, 2013."}
{"id": "308", "contents": "Don Simpson became a ski instructor after graduating from college."}
{"id": "309", "contents": "Pikaia Lodge was awarded the title of World's Leading Adventure Hotel for 2022."}
{"id": "310", "contents": "Eleanor Manning O'Connor's parents are Delia Josephine Grady and James Manning."}
{"id": "311", "contents": "In 2016, \"Blades in the Dark\" won the Indie RPG of the Year award."}
{"id": "312", "contents": "Zerxus from Exandria Unlimited: Calamity is 6 feet tall."}
{"id": "313", "contents": "Upon the death of Queen Elizabeth II, John Chapple, a Buckingham Palace employee, was responsible for the royal beehives, was required to notify the bees."}
{"id": "314", "contents": "Peter Scholze was appointed the Chancellor's Professor at the University of California, Berkeley in 2014."}
{"id": "315", "contents": "The American Dialect Society named \"Covid\" as the 2020 Word of the Year."}
{"id": "316", "contents": "Kunihiko Kodaira had published 10 papers by 1941."}
{"id": "317", "contents": "India's first rural LED Street Lighting Project was initiated in Andhra Pradesh."}
{"id": "318", "contents": "The Penny Crane Award for Distinguished Service was established in the year 2000."}
{"id": "319", "contents": "Colombian mathematician José Fernando Escobar was educated at Colegio Lacordaire, a school founded in 1956 by the Dominicans in Cali."}
{"id": "320", "contents": "Tammy Faye Messner married her second husband, Roe Messner, on October 3, 1993."}
{"id": "321", "contents": "Gloria Hemingway received her medical degree from the University of Miami Medical School."}
{"id": "322", "contents": "The Marathi daily broadsheet newspaper \"Bahujanratna Loknayak\" was founded on 23 October 2005."}
{"id": "323", "contents": "Ellen Kuzwayo participated in the documentary \"Awake from Mourning\" with Betty Wolpert in 1982."}
{"id": "324", "contents": "Graciela Guardone represented Argentina at the Miss World 1966 beauty pageant."}
{"id": "325", "contents": "García Bernal taught Indigenous people in Mexico to read at the age of 14."}
{"id": "326", "contents": "Members of the storm chasing and spotting communities coordinated a GPS-based tribute across North Dakota, South Dakota, and Nebraska to honor Tim Samaras, Paul Samaras, and Carl Young after the 2013 El Reno tornado."}
{"id": "327", "contents": "Motaz Azaiza graduated from Al-Azhar University in Gaza in 2021."}
{"id": "328", "contents": "Janak Patel, a convenience store worker in Auckland, New Zealand, was murdered during a robbery on 23 November 2022."}
{"id": "329", "contents": "Gypsy-Rose Blanchard married Ryan Scott Anderson in July 2022 while she was incarcerated."}
{"id": "330", "contents": "Lillian Marie Bounds completed one year of business college."}
{"id": "331", "contents": "Matthew Perry, the actor known for his role on the TV show \"Friends,\" passed away on October 28, 2023."}
{"id": "332", "contents": "Louise M. Antony, an American philosopher, obtained her bachelor's degree in philosophy from Syracuse University."}
{"id": "333", "contents": "The individual who died during the Painted Cave Fire after attempting to escape the flames along San Marcos Road was identified as Andrea Lang Gurka, a 37-year-old woman."}
{"id": "334", "contents": "Carl Van Vechten graduated from Washington High School in 1898."}
{"id": "335", "contents": "The NS 4000 in the Netherlands had a length of 20,775 millimeters."}
{"id": "336", "contents": "The company that conducted a second analysis of a photo alleged to depict Tara Calico and a young boy was Los Alamos National Laboratory."}
{"id": "337", "contents": "In 2007, Steven Furtick's church provided $40,000 to its members."}
{"id": "338", "contents": "Singapore won the Water/Wastewater Project of the Year Award at the 2018 Global Water Awards."}
{"id": "339", "contents": "Dr. Arnavaz Havewalla, a dentist, died in May 2019 following an elevator crash at the Dr. Bhau Daji Lad Museum in Mumbai in April of the same year."}
{"id": "340", "contents": "The elementary school where World Changers Ministries Christian Center conducted their first worship service was Kathleen Mitchell Elementary School."}
{"id": "341", "contents": "Mizkif won the \"Best Just Chatting Streamer\" category at The Streamer Awards in 2022."}
{"id": "342", "contents": "Zayn Malik wore Jimmy Choo-designed shoes at the 2016 Met Gala."}
{"id": "343", "contents": "Rodney Alcala is an alumnus of Montebello High School."}
{"id": "344", "contents": "Robin Roberts was chosen as a mentor for Disney's #DreamBigPrincess campaign on October 10, 2018."}
{"id": "345", "contents": "In November 2014, five spider monkeys escaped from their enclosure at Orana Park in Christchurch, New Zealand."}
{"id": "346", "contents": "Elizabeth Esteve-Coll served as the head of Learning Resources at Kingston Polytechnic starting from 1977."}
{"id": "347", "contents": "Dhruv Rathee got married at Belvedere Palace in 2021."}
{"id": "348", "contents": "Elliot Page spent two years studying the Interact Program at Vaughan Road Academy."}
{"id": "349", "contents": "use the name of the director of the Clayman Institute for Gender Research in 1994."}
{"id": "350", "contents": "Ritesh Batra attended AVM High School."}
{"id": "351", "contents": "Melanie Ravenswood is the character in the Phantom Manor at Disneyland Paris who beckoned guests to \"hurry back\" before the 2019 renovation."}
{"id": "352", "contents": "Rev. Dr. Lee B. Spitzer was awarded a PhD in Theology from Vrije Universiteit Amsterdam and the International Baptist Theological Study Centre."}
{"id": "353", "contents": "The statue of Con Darling on Blockhouse Island in Brockville features him pushing a stroller containing his pet chicken Myrtle."}
{"id": "354", "contents": "Diane Marie Disney attended Los Feliz Grammar School before transferring to Immaculate Heart High School."}
{"id": "355", "contents": "The Cure ADOA Foundation was established in 2018 to fund scientific research aimed at treating and curing dominant optic atrophy."}
{"id": "356", "contents": "Celia Hoyles was appointed Professor of Mathematical Education at the Institute of Education, University of London in 1984."}
{"id": "357", "contents": "Captain Joern Rene Klausen was found dead on the Monarch of the Seas in January 2006."}
{"id": "358", "contents": "Alma S. Woolley became a nursing instructor and earned her M.S. in medical-surgical nursing from the University of Pennsylvania."}
{"id": "359", "contents": "Harry E. Huffman named his two-story Denver mansion \"Shangri-La.\""}
{"id": "360", "contents": "Rudi Dekkers is the Dutch businessman and convicted drug trafficker known for training two of the 9/11 hijackers."}
{"id": "361", "contents": "Aaron Leo Brody, a recipient of the 1964 Industrial Achievement Award from the Institute of Food Technologists, passed away on July 26, 2021."}
{"id": "362", "contents": "The Railway Protection Force in India has deployed a robot named ‘Captain Arjun’ for medical screening purposes."}
{"id": "363", "contents": "The Nyholm Prize for Education in 1986-87 was awarded to an individual with the surname Gardner."}
{"id": "364", "contents": "Sidney Abbott attended Smith College for three years."}
{"id": "365", "contents": "Pedro López was incarcerated in 1969 for auto theft."}
{"id": "366", "contents": "The \"Larry King Show\" was the most listened-to radio program in the United States during the 1980s."}
{"id": "367", "contents": "The Retlaw 1 combine car was sold to the Carolwood Foundation on July 10, 2010."}
{"id": "368", "contents": "In 1974, Circus Circus was recognized by the Guinness Book of World Records as the world's largest permanent circus."}
{"id": "369", "contents": "Kenkichi Iwasawa attended Musashi High School."}
{"id": "370", "contents": "Bob Barker suffered a stroke on May 30, 2022."}
{"id": "371", "contents": "The Discordian calendar is a humorous, fictional calendar system that considers the year 1166 B.C. as the \"era of Discordia,\" and thus years are counted as years \"After the Leo,\" with 2024 being the year 3190 YOLD."}
{"id": "372", "contents": "The Buenos Aires Subway station \"Carlos Gardel\" was originally named \"Agüero.\""}
{"id": "373", "contents": "Soraya Sherif, an Egyptian mathematician, obtained her Ph.D. from the University of Birmingham."}
{"id": "374", "contents": "The Oxventure episode titled \"Bride or Die\" was recorded live at MCM London 2022, featuring Dob's marriage to Katie Pearlhead."}
{"id": "375", "contents": "Dan Kloeffler graduated from Algonac High School in Michigan in 1994."}
{"id": "376", "contents": "The Chinese zodiac cycle within the Black Tortoise constellation follows a specific order, with \"牛\" (Bovine) being the mansion that succeeds \"斗\" (Dipper)."}
{"id": "377", "contents": "Prajakta Koli hosted the YouTube FanFest in Singapore on November 11, 2022."}
{"id": "378", "contents": "Kiyoshi Oka served as a professor at Nara Women's University from 1949 to 1964."}
{"id": "379", "contents": "Anna Moriah Wilson graduated with a Bachelor of Engineering from Dartmouth College in 2019."}
{"id": "380", "contents": "Indian journalist Rana Ayyub received the International John Aubuchon Award from the National Press Club on June 28, 2022."}
{"id": "381", "contents": "R. C. Harvey was married to Linda Kubicek."}
{"id": "382", "contents": "Methi Maaz is a Kashmiri dish featuring mutton intestines flavored with a spice mixture that includes dried fenugreek leaves."}
{"id": "383", "contents": "Thomas Callister Hales' Ph.D. dissertation from Princeton University in 1986 was titled \"The Subregular Germ of Orbital Integrals.\""}
{"id": "384", "contents": "The local name for Allium humile Kunth in Kashmir, as mentioned in the article \"The local medicinal plant knowledge in Kashmir Western Himalaya,\" is Mali Da Pyaz."}
{"id": "385", "contents": "FPT University was founded on September 8, 2006."}
{"id": "386", "contents": "Haumea, the Hawaiian fertility goddess, utilizes a magic stick named Makalei to transform herself from an old woman into a young girl."}
{"id": "387", "contents": "The Nepal Tourism Board was established on December 31st, 1998."}
{"id": "388", "contents": "A kanger is a pot woven with wicker and used to hold hot embers."}
{"id": "389", "contents": "Colin Pittendrigh, a biologist known for his work in chronobiology, died from cancer."}
{"id": "390", "contents": "The mother of Argentine mathematician Luis Caffarelli was named Hilda."}
{"id": "391", "contents": "Shristi Shrestha, Miss Nepal 2012, achieved eighth place in the Beach Beauty segment of Miss World 2012."}
{"id": "392", "contents": "The Celebrity Theater in Pigeon Forge, Tennessee, originally had 1,739 seats upon its opening in 1988."}
{"id": "393", "contents": "Bill Brown began his teaching career at the University of Chicago in 1989."}
{"id": "394", "contents": "Dr. Lorne Warneke retired in the year 2017."}
{"id": "395", "contents": "The Streamy Awards were first awarded on March 28, 2009."}
{"id": "396", "contents": "Gaelscoil Chnoc Liamhna, an Irish language primary school in Knocklyon, Ireland, was established in September 1996."}
{"id": "397", "contents": "use \"dumpster fire\" as the American Dialect Society's 2016 Word of the Year."}
{"id": "398", "contents": "Before The New 52, OMAC was responsible for the death of Ratcatcher."}
{"id": "399", "contents": "Dr. Neelam Kler is the sole recipient of the Padma Bhushan in the medicine category for 2014 from Srinagar, Kashmir."}
{"id": "400", "contents": "The Glottolog language code is a unique identifier for languages; the Aralle-Tabulahan language has the code \"aral1243\"."}
{"id": "401", "contents": "The title of the American Heart Association's first weight-loss book is \"American Heart Association No-Fad Diet: A Personal Plan for Healthy Weight Loss.\""}
{"id": "402", "contents": "Pedro Pascal had a foster dog named Edgar in 2018."}
{"id": "403", "contents": "The time of the fire incident at a Durga Puja pandal in Narthuwa village, Bhadohi district, Uttar Pradesh on October 2, 2022, was 9:30 p.m. IST."}
{"id": "404", "contents": "Miroslav Fiedler was awarded the honor \"De Scientia et Humanitate Optime Meritis\" by the Academy of Sciences of the Czech Republic in 2006."}
{"id": "405", "contents": "John P. Sall received an honorary doctorate from North Carolina State University in 2003."}
{"id": "406", "contents": "The Los Angeles Homeless Services Authority's 2022 Greater Los Angeles Homeless Count identified 218 homeless individuals in Downey, California."}
{"id": "407", "contents": "Linguist William Croft was born on November 13, 1956."}
{"id": "408", "contents": "The birthdate of the YouTuber DalasReview is October 31, 1993."}
{"id": "409", "contents": "The Sears Wish Book for the 1980 holiday season featured The Play Family School House, which had the word \"TREE\" spelled out in magnets on its roof."}
{"id": "410", "contents": "Dodhe maaz, also known as Aab gosh, is a Kashmiri milk-based curry prepared with spices and ghee."}
{"id": "411", "contents": "Madhusudan Dey (Modhu), the founder of Madhur Canteen, moved to Dhaka, Bangladesh, with his father at the age of 15."}
{"id": "412", "contents": "\"The Time Traveler's Oracle\" card deck, designed by Denise Linn, consists of 44 cards."}
{"id": "413", "contents": "Sir Trevor Maldwyn Evans and his wife, Margaret, had two children."}
{"id": "414", "contents": "In 2007, John Harry Dunning received honorary doctorates from the University of Lund in Sweden and Chinese Culture University in Taipei."}
{"id": "415", "contents": "The Leelavati Award for mathematical education was awarded to mathematician Ali Nesin in 2018."}
{"id": "416", "contents": "Chadwell O'Connor is known for attending Stevens Institute of Technology and California Institute of Technology."}
{"id": "417", "contents": "The patronymic (nasab) of a person is their genealogical line of descent, tracing their ancestry back to a notable figure or the beginnings of their family lineage."}
{"id": "418", "contents": "The Palmolive Beauty Box Theater radio program ceased broadcasting on October 6, 1937."}
{"id": "419", "contents": "Daniel Dennett received the Richard Dawkins Award in 2007."}
{"id": "420", "contents": "The \"Pillar of Peace\" Award was first awarded in the year 2020."}
{"id": "421", "contents": "Superboy-Prime is the character responsible for the death of Major Disaster in the DC Comics universe."}
{"id": "422", "contents": "The Swedish term for \"the eleven roar,\" a tradition where university students scream their stress away by throwing open their windows at night, is \"Elvavrålet.\""}
{"id": "423", "contents": "The palm trees and olives are mentioned in the 29th verse of Surah Abasa (80) in the Holy Quran."}
{"id": "424", "contents": "Actress Camille Clifford had one child with her second husband, Captain John Meredyth Jones-Evans."}
{"id": "425", "contents": "Superboy-Prime is the character responsible for the murder of the original Baron Blitzkrieg."}
{"id": "426", "contents": "The Little Angels' School campus in Hattiban was constructed on 350 ropanis of land in 1995."}
{"id": "427", "contents": "Jacksepticeye won the \"Best Philanthropic Streamer\" award at The Streamer Awards in 2022."}
{"id": "428", "contents": "The largest human DNA helix was created by 4,000 people at the Medical University of Varna in Bulgaria on April 23, 2016."}
{"id": "429", "contents": "Simon Donaldson was affiliated with the University of Oxford at the time he received the Fields Medal."}
{"id": "430", "contents": "Step Nineteen of the Shinto funeral process is referred to as Kotsuage."}
{"id": "431", "contents": "The International School of Athens was renamed from TASIS in the year 2004."}
{"id": "432", "contents": "Steven Furtick launched the M1 Initiative in 2012 to mentor 1,000 students in local schools."}
{"id": "433", "contents": "American food scientist Aaron Leo Brody married for the first time in 1953."}
{"id": "434", "contents": "Ali Barbash served as the web and administrative assistant for the UNESCO Science Report: The Race Against Time for Smarter Development (2021)."}
{"id": "435", "contents": "Thunder Road was added to Dollywood in 1996."}
{"id": "436", "contents": "Rana Ayyub was awarded the Sanskriti Award for Excellence in Journalism in October 2011."}
{"id": "437", "contents": "The shirt Tara Calico was wearing on the day she disappeared featured the words \"1st National Bank of Belen.\""}
{"id": "438", "contents": "Runaway Tram at Morey's Piers opened on August 9, 2019."}
{"id": "439", "contents": "Penny Haxell received the Krieger–Nelson Prize in 2006."}
{"id": "440", "contents": "the first gender clinic in Canada was opened by Dr. Lorne Warneke at the Grey Nuns Community Hospital in 1996."}
{"id": "441", "contents": "Gloria Niemeyer Francke served as the associate editor of the American Journal of Hospital Pharmacy from 1944 to 1964."}
{"id": "442", "contents": "The plant genus Boronia includes a species named after philanthropist Elisabeth Murdoch, found in Tasmania."}
{"id": "443", "contents": "The 2008 Mathematical Association of America David P. Robbins Prize was awarded to Neil Sloane."}
{"id": "444", "contents": "Oprah Winfrey acquired an 80-acre compound in Telluride, Colorado, in 1992."}
{"id": "445", "contents": "García Bernal pursued a master's in media and communication at the European Graduate School."}
{"id": "446", "contents": "Heisuke and Wakako Hironaka are the parents of Jo Hironaka and Eriko Hironaka."}
{"id": "447", "contents": "Dylan Sprouse married Barbara Palvin on July 15, 2023."}
{"id": "448", "contents": "The Simion Stoilow Prize in 2006 was awarded to Radu Pantilie."}
{"id": "449", "contents": "The LEGO part with ID 33085 was first released in 1998."}
{"id": "450", "contents": "In 1978, Mary Munson Runge was recognized as Pharmacist of the Year by the California Pharmacists Association."}
{"id": "451", "contents": "Albert Nijenhuis, a Dutch-born American mathematician, had four daughters with his wife, Marianne."}
{"id": "452", "contents": "Robert W. Faid was awarded the 1993 Ig Nobel Prize for Mathematics."}
{"id": "453", "contents": "The fourth incarnation of Firebrand in DC Comics is known as Andre Twist."}
{"id": "454", "contents": "Ann Druyan received the Richard Dawkins Award in 2004."}
{"id": "455", "contents": "Professor Julia Rucklidge earned a Bachelor of Science from McGill University in Montreal, Canada, in 1992."}
{"id": "456", "contents": "Janice Burgess attended Brandeis University."}
{"id": "457", "contents": "In Shinto culture, \"yukan,\" which involves the encoffinment of the deceased, is the second step in the funeral process."}
{"id": "458", "contents": "Morris Villarroel had filled 307 notebooks with lifelogging as of December 2019."}
{"id": "459", "contents": "The village of Basappa Malige in the Chitradurga district of Karnataka is the birthplace of serial rapist and serial killer Umesh Reddy."}
{"id": "460", "contents": "NTT DoCoMo sponsored the BraviSEAmo! show at Tokyo DisneySea from 2004 to 2010."}
{"id": "461", "contents": "Carl Gordon, a Scottish journalist and columnist, attended Greenock High School."}
{"id": "462", "contents": "Carla Hayden was the first African American to be named National Librarian of the Year by Library Journal."}
{"id": "463", "contents": "Max Hastings's first wife was Patricia Mary Edmondson."}
{"id": "464", "contents": "The gnome in the 1990 Busch Gardens Williamsburg motion simulator Questor sought the \"Crystal of Zed\" as the ultimate goal of his expedition."}
{"id": "465", "contents": "Sarah Young served as a missionary in Japan for 8 years."}
{"id": "466", "contents": "Mari Lloyd-Williams is a Welsh nurse specializing in palliative care who was elected as a Fellow of the Learned Society of Wales in 2011."}
{"id": "467", "contents": "The Lodge at Grants Mill, part of the Church of the Highlands' main campus in Irondale, Alabama, opened in 2023."}
{"id": "468", "contents": "The Spearman Medal in 1992 was awarded to Usha Claire Goswami."}
{"id": "469", "contents": "The individual who won the Marlow Award in 1973 had the surname Freed."}
{"id": "470", "contents": "The first name of Mischa Cotlar's father, an Uruguayan mathematician, was Ovsey."}
{"id": "471", "contents": "Benny Hinn Ministries contributed $250,000 to the tsunami relief effort in 2007."}
{"id": "472", "contents": "Oprah Winfrey reportedly left a suicide note for Gayle King on September 8, 1981."}
{"id": "473", "contents": "A vampire number in recreational mathematics is a number with an even number of digits that can be factorized into two numbers with the same number of digits, and when the digits of the original number and its factors are concatenated in any order, they form the original number, with 1530 being the fourth such number."}
{"id": "474", "contents": "Kunihiko Kodaira's father brought back a piano from his 1921-22 trip to Germany."}
