{"id": "0", "contents": "The surgeon responsible for Stella Obasanjo's death was ordered to pay her son 120,000 euros in compensation."}
{"id": "1", "contents": "In January 2008, Barack Obama identified himself as a devout Christian in an interview with Christianity Today, affirming his belief in the redemptive death and resurrection of Jesus Christ."}
{"id": "2", "contents": "The Chief Justice of India, Mirza Hameedullah Beg, was appointed by the President of India, Fakhruddin Ali Ahmed, in 1977."}
{"id": "3", "contents": "Jóhanna Sigurðardóttir, the former Prime Minister of Iceland, was previously employed as cabin crew before entering politics."}
{"id": "4", "contents": "Mehbooba Mufti Sayed contested the 2019 Lok Sabha elections against Hasnain Masoodi and lost."}
{"id": "5", "contents": "The Coast Guard requested the FAA to implement a temporary flight restriction zone over the Deepwater Horizon operations areas."}
{"id": "6", "contents": "John Gilbert Layton served as the prime minister of the Quebec Youth Parliament from 1969 to 1970."}
{"id": "7", "contents": "Tara Chand resigned from the Indian National Congress on August 30, 2022, in support of Ghulam Nabi Azad."}
{"id": "8", "contents": "David Sweet, a Canadian politician, was born on June 24, 1957."}
{"id": "9", "contents": "The first female governor of Hawaii, United States, graduated from Birmingham High School."}
{"id": "10", "contents": "In June 2019, Khusro Bakhtiar, the former Federal Minister for Planning, Development, and Reforms of Pakistan, announced the government's consideration of establishing a Pak-China business council to enhance the private sector's involvement in the CPEC."}
{"id": "11", "contents": "Eugenius Aristides Nisbet was elected to the Georgia House of Representatives in 1827."}
{"id": "12", "contents": "Ibrahim Rugova was announced to have lung cancer on 5 September 2005."}
{"id": "13", "contents": "The 1985 St. Louis mayoral election took place on April 2."}
{"id": "14", "contents": "Mehr Chand Mahajan, the former Prime Minister of Jammu and Kashmir, passed away on December 11, 1967."}
{"id": "15", "contents": "Ila Pant, an Indian politician, was born in the Nainital district of Uttarakhand."}
{"id": "16", "contents": "Natasha Merle served as a civil rights fellow at Fried, Frank, Harris, Shriver & Jacobson in New York City from 2013 to 2015."}
{"id": "17", "contents": "In April 2020, the German Defense Ministry reported plans to replace its Tornado aircraft fleet with a combination of 30 Boeing F/A-18E/F Super Hornets, 15 EA-18G Growlers, and 55 Eurofighter Typhoons."}
{"id": "18", "contents": "David Russell Wartinbee, a Republican politician from Wisconsin, was born on November 11, 1903."}
{"id": "19", "contents": "the suspects' names in the Sagar-Runi murder case were announced by Home Minister MK Alamgir in October 2012."}
{"id": "20", "contents": "The difference in total votes between the winning candidate and Muharrem İnce in the election held on June 24, 2018, was 10,990,502 votes."}
{"id": "21", "contents": "Sara Duterte resigned from Lakas-CMD on May 19, 2023."}
{"id": "22", "contents": "The birth date of former Bangladeshi Inspector General Benazir Ahmed is 1 October 1963."}
{"id": "23", "contents": "Fazal Ilahi Chaudhry joined the Muslim League in 1942."}
{"id": "24", "contents": "President Bujar Nishani assumed the position of Minister of Interior on 20 March 2007."}
{"id": "25", "contents": "The South Korean Supreme Court legalized conscientious objection as a basis for rejecting compulsory military service on November 1, 2018."}
{"id": "26", "contents": "G. S. Mahajan was appointed as the Vice Chancellor of Delhi University in 1953."}
{"id": "27", "contents": "Governor Larry Hogan nominated Wes Moore to serve on the University System of Maryland Board of Regents in February 2017."}
{"id": "28", "contents": "Arvind Kejriwal spent most of his childhood in the cities of Sonipat, Ghaziabad, and Hisar."}
{"id": "29", "contents": "The 7th Chief Justice of India, P. B. Gajendragadkar, pursued his M.A. at Deccan College in Pune."}
{"id": "30", "contents": "Billene Seyoum Woldeyes studied International Relations at the University of British Columbia from 2004 to 2008."}
{"id": "31", "contents": "The American Dialect Society named \"tender-age shelter\" as the 2018 Word of the Year."}
{"id": "32", "contents": "Karl Wilhelm Rudolf von Bennigsen was associated with the National Liberal Party."}
{"id": "33", "contents": "Eugene Schuyler was the first person to serve as the American diplomatic minister to both Romania and Serbia."}
{"id": "34", "contents": "Australian politician John Joseph Hall passed away on June 30, 1949."}
{"id": "35", "contents": "Toronto mayors Sir Adam Wilson, John George Bowes, and Francis Henry Medcalf were elected by the public."}
{"id": "36", "contents": "Maharaj Kishan Bhan, an Indian pediatrician and clinical scientist, was awarded the Padma Bhushan for civil services in 2013."}
{"id": "37", "contents": "Vladas Mironas, the 14th Prime Minister of Lithuania, was born on 22 June 1880."}
{"id": "38", "contents": "Michaela Hübschle, a Namibian politician and ex-Deputy Minister for Prisons and Correctional Services, was born on September 21, 1950."}
{"id": "39", "contents": "President Kagame was awarded an honorary degree in Ethiopia on July 2, 2016."}
{"id": "40", "contents": "The 2nd ASEM Transport Ministers' Meeting began on October 24, 2011."}
{"id": "41", "contents": "Australian politician William Lawrence Morrison graduated from the University of Sydney in 1949."}
{"id": "42", "contents": "The 5th State President of South Africa, Pieter Willem Botha, attended Jan van Riebeeck High School."}
{"id": "43", "contents": "Fazal Ilahi Chaudhry was elected as the Speaker of the National Assembly of Pakistan in 1972."}
{"id": "44", "contents": "Richard Nixon retired from the U.S. Naval Reserve on June 1, 1966, prior to his presidency."}
{"id": "45", "contents": "Sergio Garavini, an Italian politician, writer, and trade unionist, was born on May 18, 1926."}
{"id": "46", "contents": "Henry Charles Howard, 13th Duke of Norfolk, was elected to the House of Commons for Horsham on May 4, 1829."}
{"id": "47", "contents": "The Royal Society of Arts launched the Adelphi Charter in 2005 to advocate for balanced intellectual property laws."}
{"id": "48", "contents": "Ashraf Abbasi served as the first Deputy Speaker of the National Assembly of Pakistan and was a member of the West Pakistan Assembly from 1962 to 1965."}
{"id": "49", "contents": "House Resolution 7004, which addressed Governor Kristi Noem's unacceptable actions regarding the appraiser certification program, was introduced on February 24, 2022."}
{"id": "50", "contents": "Makhdum Khusro Bakhtyar was inducted into the Federal Cabinet of Prime Minister Shaukat Aziz on 4 September 2004."}
{"id": "51", "contents": "Mike Bickle endorsed Ted Cruz in the 2016 presidential race."}
{"id": "52", "contents": "Jawaharlal Nehru University was awarded the \"Visitor's Award\" for \"Best University\" in 2017 by the President of India."}
{"id": "53", "contents": "The American Dialect Society named \"insurrection\" as its 2021 Word of the Year."}
{"id": "54", "contents": "Oliviero Diliberto was first elected as an MP for the Communist Refoundation Party in 1994."}
{"id": "55", "contents": "Karl Polanyi became a founding member of the National Citizens' Radical Party in 1914."}
{"id": "56", "contents": "Juvénal Habyarimana's body was identified in a flowerbed."}
{"id": "57", "contents": "The Colombian government and the ELN signed a ceasefire agreement on 9 June 2023."}
{"id": "58", "contents": "Howard Schultz donated $2,300 to Barack Obama's campaign on October 24, 2008."}
{"id": "59", "contents": "Tanzan Ishibashi succeeded Ichirō Hatoyama as Japan's Prime Minister in 1956."}
{"id": "60", "contents": "Chief Gani Fawehinmi was awarded the Bruno Kreisky Prize by the Government of Austria on June 11, 1993."}
{"id": "61", "contents": "Neelam Sanjiva Reddy was elected to the Lok Sabha from Hindupur in 1967."}
{"id": "62", "contents": "Surajbhan Singh, an Indian politician and former MP, murdered Rami Singh in Mathurpur Village on January 16, 1992."}
{"id": "63", "contents": "The lead attorney representing the petitioner in the Supreme Court case of Arthur J. Lomax v. Christina Ortiz-Marquez was Brian T. Burgess."}
{"id": "64", "contents": "Mehbooba Mufti's younger daughter is named Iltija Mufti."}
{"id": "65", "contents": "James Young, a Missouri politician, was born on May 11, 1800."}
{"id": "66", "contents": "Rosario Crocetta was appointed as Councillor for Culture in the City Council of Gela for the Federation of the Greens in 1998."}
{"id": "67", "contents": "Alexei Kosygin is recognized as the longest-serving Premier of the Soviet Union."}
{"id": "68", "contents": "Paola Severino was the first woman appointed as Minister of Justice in Italian history."}
{"id": "69", "contents": "Tawia Adamafio was the Minister of Information in Ghana during the time of the Kulungugu bomb attack."}
{"id": "70", "contents": "NIT Srinagar was designated an Institute of National Importance on 15 August 2007 under the NIT Bill passed by the Parliament of India."}
{"id": "71", "contents": "Dr. A. W. Khan was appointed as the Vice-Chancellor of Indira Gandhi National Open University in 1998."}
{"id": "72", "contents": "Croatia was ranked 57th in the 2022 Corruption Perceptions Index."}
{"id": "73", "contents": "Kuldeep Singh Sengar, after being expelled from BSP for anti-party activities, won a seat from the Bangermau constituency in 2007 as a member of the Samajwadi Party."}
{"id": "74", "contents": "The Tomball High School bond referendum in Harris County, Texas, in 2000, was valued at $98.4 million."}
{"id": "75", "contents": "The Washington Post hired Rana Ayyub as a contributing writer to the Global Opinions section in September 2019."}
{"id": "76", "contents": "Italian Independent Left politician and lawyer Ludovico Corrao was born on 26 June 1927."}
{"id": "77", "contents": "The profession of Sergio Fajardo Valderrama's father was an architect."}
{"id": "78", "contents": "Jean Galloway Bissell practiced private legal work in Greenville from 1958 to 1971 before becoming a U.S. Circuit Judge."}
{"id": "79", "contents": "The 1972 Canadian federal budget was initially presented on 8 May 1972."}
{"id": "80", "contents": "Buzz Thomas defeated Karen Fobbs in the 2006 election for the Michigan State Senate - 4th District."}
{"id": "81", "contents": "Antonio de Padua María Severino López de Santa Anna y Pérez de Lebrón served as the Vice President of Mexico from 1837 to 1839."}
{"id": "82", "contents": "György Lukács wrote the statement about the necessity of using state power to destroy oppressing classes in the newspaper Népszava."}
{"id": "83", "contents": "The spouse of Silas A. Holcomb, the ninth Governor of Nebraska, was named Martha Alice Brinson."}
{"id": "84", "contents": "The long-stalled trade agreement with South Korea was ratified by the U.S. Congress and came into effect in March 2012."}
{"id": "85", "contents": "The Pradhan Mantri TB Mukt Bharat Abhiyaan Scheme was launched in India on 9 September 2022."}
{"id": "86", "contents": "Jung Bahadur Rana was the 8th Prime Minister of Nepal."}
{"id": "87", "contents": "Jo Ann A. Hardesty was the first African American woman to serve as a Portland City Commissioner in Oregon, U.S."}
{"id": "88", "contents": "Georgi Dimitrov, a Communist politician, died in 1949 at the Barvikha sanatorium."}
{"id": "89", "contents": "Ana Figueroa, a political activist and government official, graduated from the University of Chile."}
{"id": "90", "contents": "Oscar Alende was succeeded as governor of the Province of Buenos Aires by Emilio Alvaro Bonnecarrere."}
{"id": "91", "contents": "Antonio Garcia Padilla served as the president of the University of Puerto Rico in 2003."}
{"id": "92", "contents": "Elliott Fitch Shepard was nominated as United States Attorney for the Southern District of New York by President Rutherford B. Hayes."}
{"id": "93", "contents": "Jean Benoît Guillaume Robert Antoine Louis Marie Adolphe Marc d'Aviano was named Lieutenant-Representative of the Grand Duchess on 28 April 1961."}
{"id": "94", "contents": "Italian philosopher and politician Massimo Cacciari was born on June 5, 1944."}
{"id": "95", "contents": "The Public Order Ordinance in Hong Kong was commenced on November 17, 1967."}
{"id": "96", "contents": "John Gilbert Layton was a member of the Sigma Chi fraternity at McGill University."}
{"id": "97", "contents": "The 2nd ASEM Environment Ministers' Meeting (ASEMEnvMM2) took place on October 12, 2003."}
{"id": "98", "contents": "Edmund Burke's tenure as Paymaster of the Forces ended on 8 January 1784."}
{"id": "99", "contents": "Rosa Whitaker Day was proclaimed by Rep. Charles Rangel on July 9, 2016."}
{"id": "100", "contents": "The Slovene Unified List received 5,679 votes in the 1963 Italian General Election for the Chamber of Deputies."}
{"id": "101", "contents": "Indian lawyer L. N. Sinha served as Attorney General of India from August 9, 1979, to August 8, 1983."}
{"id": "102", "contents": "The American politician who served in the California State Assembly from 1967 to 1976 and passed away on February 6, 2007, was Leon Douglas Ralph."}
{"id": "103", "contents": "Jose Maria Canlas Sison married Julie de Lima in a Catholic church in January 1960."}
{"id": "104", "contents": "Henry Kissinger described Indira Gandhi as the \"Iron Lady.\""}
{"id": "105", "contents": "Shah Faesal was appointed as Assistant Commissioner, Revenue, of Pulwama district, Kashmir on August 16, 2012."}
{"id": "106", "contents": "Antonio Giolitti received the highest Italian honor, Cavaliere di Gran Croce, in 2006."}
{"id": "107", "contents": "Jeffrey Epstein was released on a $3,000 bond from the Palm Beach County jail on July 27, 2006."}
{"id": "108", "contents": "The Rapid Action Battalion supervised the exhumation of Sagar Sarowar and Meherun Runi's bodies for viscera testing on April 26, 2012."}
{"id": "109", "contents": "Satyanarayan Gangaram Pitroda was appointed as advisor to Indian Prime Minister Manmohan Singh on Public Information Infrastructure and Innovations with the rank of Cabinet Minister in October 2009."}
{"id": "110", "contents": "Maurice Yameogo, the President of Burkina Faso, had a meeting with Kwame Nkrumah just prior to the Kulungugu bomb attack."}
{"id": "111", "contents": "Amir Hamza, the leader of Jama'at-ud-Da'wah, issued a $2.2 million fatwā for the killing of Pastor Terry Jones on March 22, 2011."}
{"id": "112", "contents": "Ana Figueroa served as Chile's \"Minister Plenipotentiary\" at the United Nations from 1950 to 1952."}
{"id": "113", "contents": "P.W. Botha and his wife Anna Elizabeth Rossouw had five children, including two sons and three daughters."}
{"id": "114", "contents": "Dr. Sanduk Ruit was awarded the National Order of Merit of Bhutan in Gold on December 17, 2015."}
{"id": "115", "contents": "The District of Columbia Baptist Convention was excommunicated in 2018 for supporting LGBTQ inclusion."}
{"id": "116", "contents": "Jawaharlal Nehru laid the foundation stone of the Government Medical College in Srinagar, Kashmir, on 13 June 1957."}
{"id": "117", "contents": "Francesco \"Franco\" Giordano joined the Italian Communist Party in 1974."}
{"id": "118", "contents": "John William Robert Kerr, 7th Marquess of Lothian, became a member of the House of Commons as the representative for Huntingdon in 1820."}
{"id": "119", "contents": "In 2019, 8,282 UN Volunteers were deployed across 54 United Nations missions, agencies, funds, and programs worldwide."}
{"id": "120", "contents": "Cellist Yo-Yo Ma was awarded the Presidential Medal of Freedom by President Obama."}
{"id": "121", "contents": "Anugrah Narayan Sinha was appointed as the Deputy Premier cum Finance Minister of Bihar province on July 20, 1937."}
{"id": "122", "contents": "Ana Figueroa served as Minister plenipotentiary while representing Chile at the United Nations from 1950 to 1952."}
{"id": "123", "contents": "Pankaj Mithal was serving as the Chief Justice of the Rajasthan High Court prior to his appointment as a judge of the Supreme Court of India."}
{"id": "124", "contents": "\"The Hawk of Lebanon\" is a song about Hezbollah leader Hassan Nasrallah."}
{"id": "125", "contents": "Whig politician James Vernon the Younger was born on June 15, 1677."}
{"id": "126", "contents": "Sahara Khatun faced criticism in August 2010 for her comments suggesting Hindus abbreviate their Janmashtami celebrations to avoid clashing with Ramadan."}
{"id": "127", "contents": "France proposed a resolution for the UN Security Council to demand \"a rapid and massive withdrawal\" from Kuwait and offer settlement help for regional issues on January 14, 1991."}
{"id": "128", "contents": "James Vernon the Younger, a Whig politician, was appointed Serjeant of the Chandlery in 1691."}
{"id": "129", "contents": "Francisco de las Carreras was the first president of the Supreme Court of Argentina."}
{"id": "130", "contents": "Ketanji Brown Jackson's service as a circuit judge ended on June 29, 2022."}
{"id": "131", "contents": "Sheikh Mohammad Abdullah, an Indian politician, made a comparison between Kashmir's Martyrs' Day and the Jallianwala Bagh Massacre."}
{"id": "132", "contents": "Jitendra Kumar Maheshwari was serving as the Chief Justice of the Sikkim High Court prior to his appointment as a judge of the Supreme Court of India."}
{"id": "133", "contents": "In 1983, Washington, D.C.'s Gay Pride Day parade named its first person of color as the Grand Marshal."}
{"id": "134", "contents": "In 2006, Hillsong Church was fined $414,000 for fabricating Indigenous endorsement to secure a government grant."}
{"id": "135", "contents": "Max Vuyisile Sisulu was born in Soweto township."}
{"id": "136", "contents": "David Kenani Maraga served as the 14th Chief Justice of Kenya."}
{"id": "137", "contents": "Max Vuyisile Sisulu was born on 23 August 1945."}
{"id": "138", "contents": "Robert McKee, a Maryland politician who resigned from the House of Delegates in 2008, was born on May 7, 1949."}
{"id": "139", "contents": "Mahlagha Mallah assisted in founding the Women's Society Against Environmental Pollution in Iran in 1993."}
{"id": "140", "contents": "Julian Bradley, the first Black Republican in the Wisconsin Senate and the second Black Republican in the Wisconsin Legislature, moved to La Crosse, Wisconsin, with his mother in 1992."}
{"id": "141", "contents": "Mehr Chand Mahajan became a judge of the Lahore High Court in 1943."}
{"id": "142", "contents": "Jerry John Rawlings reversed Limann's boycott of Gaddafi's Libya, enabling the Black Stars to participate in the 1982 African Cup of Nations."}
{"id": "143", "contents": "Iceland was the first country to democratically elect a woman as president."}
{"id": "144", "contents": "The first Prime Minister of the Gold Coast, which is now Ghana, was born on 21 September 1909."}
{"id": "145", "contents": "The Philippines ratified the Southeast Asian Nuclear-Weapon-Free Zone Treaty on 21 June 2001."}
{"id": "146", "contents": "The second session of the 4th Parliament of Singapore began on December 26, 1978."}
{"id": "147", "contents": "Bonaya Adhi Godana was first elected to the National Assembly of Kenya in 1988."}
{"id": "148", "contents": "William Harrison Standley was appointed as the American Ambassador to the USSR in February 1942."}
{"id": "149", "contents": "Lilian Masediba Matabane Ngoyi was the first woman elected to the Executive Committee of the African National Congress."}
{"id": "150", "contents": "Raúl Alfonsín's first Minister of Defense was Raúl Borrás."}
{"id": "151", "contents": "Indian lawyer L. N. Sinha served as Solicitor General of India from 17 July 1972 to 5 April 1977."}
{"id": "152", "contents": "The third deputy speaker of the National Assembly of Pakistan was Cecil Edward Gibbon."}
{"id": "153", "contents": "Su. Thirunavukkarasar served as the Deputy Speaker of the Tamil Nadu Legislative Assembly during Munu Adhi's tenure as Speaker from 1977 to 1980."}
{"id": "154", "contents": "Prof. R.V.R. Chandrashekar Rao was appointed as the Vice Chancellor of Dr. B.R. Ambedkar Open University, Hyderabad on 25 September 1989."}
{"id": "155", "contents": "Francisco Pico was the first person to hold the position of Attorney General of Argentina."}
{"id": "156", "contents": "In 2020, Governor Kristi Noem decided that Juneteenth should be recognized for just one year."}
{"id": "157", "contents": "Hugh Finlayson, the first mayor of Paris, Ontario, was elected to the Dominion Parliament three times."}
{"id": "158", "contents": "Governor W. Kerr Scott appointed Frank Porter Graham to fill the vacant office left by the death of Joseph Melville Broughton Jr."}
{"id": "159", "contents": "The largest donor to the UK Liberal Democrats party as of 2005, was born on April 19, 1966."}
{"id": "160", "contents": "Rep. Joe Tate was the first African American to be elected as Speaker of the Michigan House of Representatives."}
{"id": "161", "contents": "Patricia Bullrich's first husband was Marcelo Langieri."}
{"id": "162", "contents": "Sergio Chiamparino was re-elected as the mayor of Turin in May 2006 with a significant majority of 66.6%, overcoming his center-right opponent Rocco Buttiglione."}
{"id": "163", "contents": "Charles Alfred Maguire served as the 38th mayor of Toronto."}
{"id": "164", "contents": "The Republican Party was the first major American political party to feature a woman delivering a keynote speech at its national convention."}
{"id": "165", "contents": "In 2013, BJP MLA Asharani was sentenced to 10 years of rigorous imprisonment for abetting their domestic help's suicide."}
{"id": "166", "contents": "Govind Ballabh Pant, the first Chief Minister of Uttar Pradesh, began his political career and was elected to the Legislative Assembly of the United Provinces of Agra and Oudh in 1921."}
{"id": "167", "contents": "Emmanuel Macron founded the political party named \"En Marche!\" (now known as La République En Marche!)."}
{"id": "168", "contents": "Buzz Thomas defeated Karen Mastney in the 2002 election for the Michigan State Senate - 4th District."}
{"id": "169", "contents": "P. V. Sanjay Kumar was the chief justice of the Manipur High Court prior to his appointment as a judge of the Supreme Court of India."}
{"id": "170", "contents": "David Crombie, a politician, was affectionately termed the \"tiny, perfect mayor\" by the media."}
{"id": "171", "contents": "The 5th ASEM Education Ministers' Meeting was held in Riga."}
{"id": "172", "contents": "The first line after the salutation in a letter from Abhay Charan De to Sardar Patel on February 28, 1949, expressed a respectful greeting with the phrase \"May your honour accept my humble namaskara.\""}
{"id": "173", "contents": "Miriam \"Ma\" Ferguson was 24 years old when she first got married."}
{"id": "174", "contents": "Anwar Jamal Kidwai was appointed as the Vice-Chancellor of Jamia Millia Islamia in 1978."}
{"id": "175", "contents": "Govind Ballabh Pant's maternal grandfather was named Badri Dutt Joshi."}
{"id": "176", "contents": "Ex-President of Ghana, J.J. Rawlings, was enstooled as Togbuiga Nutifafa I of Anlo in December 2018."}
{"id": "177", "contents": "The construction of the UN headquarters in New York City was completed on October 9, 1952."}
{"id": "178", "contents": "Edappadi Karuppa Palaniswami served as the 7th Chief Minister of Tamil Nadu."}
{"id": "179", "contents": "The National Democratic Party secured 3 seats in the 1946 Argentine general election."}
{"id": "180", "contents": "In 2017, a joint board was established by the Karachi Municipal Corporation (KMC) and the Aga Khan University Hospital to conduct a study aimed at upgrading KMC-affiliated medical facilities in Karachi."}
{"id": "181", "contents": "Marc Julian Bradley, the first black Republican to serve in the Wisconsin Senate and professional wrestler, was born in Baltimore, Maryland."}
{"id": "182", "contents": "Gopinath Pradhan was appointed as the Vice-Chancellor of Indira Gandhi National Open University in 2012."}
{"id": "183", "contents": "Carlo Alberto Galluzzi served as Vice-Chair of the Delegation for Relations with the Member States of ASEAN, the ASEAN Interparliamentary Organization (AIPO), and the Republic of Korea in 1989."}
{"id": "184", "contents": "Dr. Farooq Abdullah completed his MBBS degree from SMS Medical College in Jaipur."}
{"id": "185", "contents": "Georgi Dimitrov's second wife was Roza Yulievna Fleishmann."}
{"id": "186", "contents": "Muhammad Nawaz Khokhar was elected three times as a Member of the National Assembly from his constituency NA-35 (Islamabad)."}
{"id": "187", "contents": "Park Geun-hye is the first South Korean president born after the founding of South Korea."}
{"id": "188", "contents": "Hawaii was the 49th state to recognize Juneteenth as a holiday."}
{"id": "189", "contents": "Amr Mousa, a Secretary General of the Arab League, sponsored the inaugural Arab Creativity Oscar for the Arab Creativity Union in Egypt."}
{"id": "190", "contents": "In January 2021, Speaker of the Maryland House of Delegates Adrienne A. Jones consulted with Wes Moore to develop her \"Black agenda.\""}
{"id": "191", "contents": "H. D. Kumaraswamy served as the 18th Chief Minister of Karnataka."}
{"id": "192", "contents": "The Madras Legislative Council was renamed to the Tamil Nadu Legislative Council in 1969."}
{"id": "193", "contents": "In the constitutional referendum held in Ghana on 27 April 1960, 88.47% of voters were in favor."}
{"id": "194", "contents": "The grandfather of Nasir Aslam Wani, an Indian politician from Jammu and Kashmir, is Ghulam Nabi Wani Sogami."}
{"id": "195", "contents": "Abdul Bari served as the president of the Bihar Pradesh Congress Committee from 1946 until his death."}
{"id": "196", "contents": "Theresa Kuffour, the former First Lady of Ghana, passed away in October 2023."}
{"id": "197", "contents": "Manasseh Sogavare was affiliated with the Solomon Islands Social Credit Party from 2005 to 2009."}
{"id": "198", "contents": "Audrey McLaughlin volunteered in Barbados with Canadian Crossroads International in 1986."}
{"id": "199", "contents": "Patricio Echegaray, an Argentine politician, was born on October 17, 1946, in San José de Jáchal."}
{"id": "200", "contents": "The first Speaker of the West Pakistan Legislative Assembly was Fazal Ilahi Chaudhry."}
{"id": "201", "contents": "The post of Secretary General of NATO was established in 1952."}
{"id": "202", "contents": "Elizabeth Esteve-Coll served as the Vice-Chancellor of the University of East Anglia from 1995 to 1997."}
{"id": "203", "contents": "David Crombie was appointed an Officer of the Order of Canada on 13 May 2004."}
{"id": "204", "contents": "The Azad Kashmir Plebiscite Front was formed in Muzaffarabad in April 1965."}
{"id": "205", "contents": "Augustine George Masih was appointed as a judge of the Supreme Court of India after serving as the Chief Justice of the Rajasthan High Court."}
{"id": "206", "contents": "Morris Kight, a gay rights activist, had two children."}
{"id": "207", "contents": "Spencer Perceval became the Chancellor of the Exchequer in March 1807."}
{"id": "208", "contents": "The 2nd ASEM Education Ministers' Meeting took place in Hanoi."}
{"id": "209", "contents": "Captain Shiva Chauhan is the first woman officer to be operationally deployed to Kumar Post in Siachen."}
{"id": "210", "contents": "Raylene Keightley, a Judge of the High Court of South Africa, was born on November 19, 1961."}
{"id": "211", "contents": "Elisabeth Udolf-Strobl's date of birth is 12 April 1956."}
{"id": "212", "contents": "A second petition to dissolve the Gordon Heights Fire District in New York was filed on December 31, 2008."}
{"id": "213", "contents": "N. K. P. Salve served as the Minister of Power in India from January 18, 1993, to May 16, 1996."}
{"id": "214", "contents": "Surgeon General Diana Ramos earned her bachelor's degree from the University of Southern California."}
{"id": "215", "contents": "In 1986, Chief Minister Gul Shah ordered the construction of a mosque at the site of a Hindu temple in Jammu."}
{"id": "216", "contents": "Otumfuo Osei Tutu II was the first recipient of the \"Pillar of Peace\" Award."}
{"id": "217", "contents": "Mechanical engineer Zhang Xiang assumed the position of the 16th president and vice-chancellor of the University of Hong Kong in July 2018."}
{"id": "218", "contents": "Elliott Fitch Shepard was nominated for United States Attorney for the Southern District of New York by President Rutherford B. Hayes in 1881."}
{"id": "219", "contents": "Ranjana Desai retired as a judge of the Supreme Court of India on 29 October 2014."}
{"id": "220", "contents": "The United Nations Security Council passed its first resolution on Kashmir on April 21, 1948."}
{"id": "221", "contents": "Rajiv Gandhi was the chief guest at the first convocation of Indira Gandhi National Open University in 1989."}
{"id": "222", "contents": "The Green Highways (Plantations, Transplantations, Beautification and Maintenance) Policy – 2015 was promulgated by the Ministry of Road Transport and Highways (MoRTH), Government of India, on September 29, 2015."}
{"id": "223", "contents": "Florence Farmer, a notable figure in the advancement of women in politics in Stoke-on-Trent, Staffordshire, England, passed away on June 26, 1958."}
{"id": "224", "contents": "Jagmohan was appointed as the governor of Kashmir Valley following the resignation of Dr. Farooq Abdullah."}
{"id": "225", "contents": "George Nathaniel Curzon, 1st Marquess Curzon of Kedleston, was elected to the House of Lords in 1908."}
{"id": "226", "contents": "S. M. Krishna completed his high school education at Sri Ramakrishna Vidyashala."}
{"id": "227", "contents": "Varahagiri Venkata Giri was the 4th President of India elected after independence."}
{"id": "228", "contents": "The Intransigent Party won 3 seats in the 1983 Argentine general election."}
{"id": "229", "contents": "The Jubilee Field Phase 1 Development Plan and Unitisation Agreement were formally approved by the Minister of Energy in Ghana in July 2009."}
{"id": "230", "contents": "Nikolai Talyzin was dismissed from Nikolai Ryzhkov's government in September 1989 as part of a broader removal of conservatives during perestroika."}
{"id": "231", "contents": "President Sukarno delivered his \"To Build the World Anew\" speech on September 30th, 1960."}
{"id": "232", "contents": "Makhdum Khusro Bakhtyar served as the Minister of State for Foreign Affairs during his first tenure in the National Assembly of Pakistan."}
{"id": "233", "contents": "Princess Shruti Rajya Lakshmi Devi Shah and Kumar Gorakh Shumsher Jang Bahadur Rana of Nepal have two children named Girwani Rajya Lakshmi Devi Rana and Surangana Rajya Lakshmi Devi Rana."}
{"id": "234", "contents": "New York State Representative Nydia Velázquez served as a professor at the University of Puerto Rico's Humacao campus from 1976 to 1981."}
{"id": "235", "contents": "Ellen M. Bard graduated from Pomona College in 1971."}
{"id": "236", "contents": "Monica Lewinsky is infamously known for her affair with President Bill Clinton, not Andy Bleiler, which lasted approximately five years and became public in 1998."}
{"id": "237", "contents": "D.C. Reeves announced his candidacy for the 2022 Pensacola mayoral election on September 1, 2021."}
{"id": "238", "contents": "Kwadwo Baah-Wiredu, a former Ghanaian Minister of Finance, began his studies at the University of Ghana in 1974."}
{"id": "239", "contents": "The American Dialect Society named \"#blacklivesmatter\" as the 2014 Word of the Year."}
{"id": "240", "contents": "Bruno Kreisky returned to Vienna in 1951, where he was appointed Assistant Chief of Staff and political adviser by Federal President Theodor Körner."}
{"id": "241", "contents": "Between 1867 and 1874, four mayors of Toronto were appointed by the City Council."}
{"id": "242", "contents": "Prof. H. U. Hamidi served as the Vice Chancellor of the University of Kashmir in 1990."}
{"id": "243", "contents": "S. Chellapandian was appointed as Speaker of the Madras Legislative Assembly in 1962."}
{"id": "244", "contents": "Puntsagiin Jasrai's tenure as Prime Minister of Mongolia ended in July 1996."}
{"id": "245", "contents": "Rajindar Singh Dhatt was recognized with the \"Points of Light Honour\" by British Prime Minister Rishi Sunak."}
{"id": "246", "contents": "Billene Seyoum Woldeyes served as the Deputy Training Lead at the Institute of Peace and Security Studies - Africa Peace and Security Program from 2011 to 2013."}
{"id": "247", "contents": "The Republican Party of South Carolina was co-founded by African American Robert Smalls in 1867."}
{"id": "248", "contents": "\"Granny D\" Haddock, during her cross-country walk which started in 1999, celebrated two birthdays."}
{"id": "249", "contents": "Sri Prakasa served as the Governor of Assam from 16 February 1949 to 27 May 1949."}
{"id": "250", "contents": "use the former Archbishop of Cape Town Njongonkulu Winston Hugh Ndungane attended Lovedale High School in December 1958 to complete his high school education."}
{"id": "251", "contents": "The Supreme Court of the United States decided the case Estelle v. Gamble on November 30, 1976."}
{"id": "252", "contents": "Patricia Bernstein, a public relations expert at the Houston Chronicle, commented on the influential role of Ma during her governorship."}
{"id": "253", "contents": "The Indian Punjab Tourism Minister Navjot Singh Sidhu was informed about the plan to open the Dera Baba Nanak–Kartarpur corridor in August 2018 to coincide with Guru Nanak's 550th birth anniversary."}
{"id": "254", "contents": "Ghulam Mohammed Sadiq was the first Chief Minister of the State of Jammu and Kashmir."}
{"id": "255", "contents": "Between 2002 and 2004, under the leadership of Inspector General of Police Mustafa Adebayo Balogun, the Nigerian Police Force recovered 2,148 stolen vehicles."}
{"id": "256", "contents": "Albertina Sisulu retired from politics in 1999."}
{"id": "257", "contents": "The European Court of Human Rights ruled in favor of Carola van Kück on 12 June 2003, affirming her right to reimbursement for sex reassignment surgery and hormone replacement therapy from her insurance company."}
{"id": "258", "contents": "The 1st ASEM Education Ministers' Meeting took place in Berlin."}
{"id": "259", "contents": "Syed Ali Shah Geelani succeeded Maulvi Umer Farooq as chairman of the All Parties Hurriyat Conference in Kashmir in 1998."}
{"id": "260", "contents": "The judicial title of the Chairman of the Scottish Law Commission from January 1, 2014, to December 31, 2018, was Lord Pentland."}
{"id": "261", "contents": "the birthdate of Christopher Ndarathi Murungaru, a former Kenyan politician, is 19th August 1954."}
{"id": "262", "contents": "New Zealand's Prime Minister Christopher Luxon married his wife Amanda on 8 January 1994."}
{"id": "263", "contents": "Mustafa Adebayo Balogun, Nigeria's former Inspector General of Police, visited the police departments in Houston, Atlanta, and Chicago to study their community policing strategies."}
{"id": "264", "contents": "Norodom Ranariddh became the Secretary-General of FUNCINPEC in 1989."}
{"id": "265", "contents": "The Compact of Free Association was approved by plebiscites in the Marshall Islands and Micronesia, and by the U.S. Congress in 1985."}
{"id": "266", "contents": "Beji Caid Essebsi was the first Tunisian president elected through universal suffrage following the 2011 revolution."}
{"id": "267", "contents": "Vikram S. Buddhi was sentenced to prison in 2007."}
{"id": "268", "contents": "Nikolai Talyzin moved to the post of head of the Bureau for Social Development in 1988 following strong criticism."}
{"id": "269", "contents": "The voter turnout for the second round of the 1965 French presidential election was 84.32%."}
{"id": "270", "contents": "Ghulam Ishaq Khan served as the 2nd chairman of the Senate of Pakistan."}
{"id": "271", "contents": "Grace Naledi Mandisa Pandor completed her high school education in Botswana."}
{"id": "272", "contents": "The United States removed Eritrea from the \"Counterterror Non-Cooperation List\" on May 28, 2019."}
{"id": "273", "contents": "Vladas Mironas assumed the position of the 14th Prime Minister of Lithuania on March 24, 1938."}
{"id": "274", "contents": "Florencia de la V was the first transgender person in Argentina to legally change her name and gender on her government-issued ID."}
{"id": "275", "contents": "President Gustavo Petro received the President of Switzerland, Alain Berset, on August 10, 2023, at the Casa de Nariño to sign an agreement for safeguarding a digital copy of the Commission for the Clarification of the Truth's documentary collection in Switzerland."}
{"id": "276", "contents": "The Contract Law of the People's Republic of China was abolished in January 2021."}
{"id": "277", "contents": "Kenyan politician Nicholas Biwott returned to the University of Melbourne in 1966 to pursue a master's degree in economics under a Commonwealth scholarship."}
{"id": "278", "contents": "Mehbooba Mufti was the 9th Chief Minister of Jammu and Kashmir."}
{"id": "279", "contents": "Former Vice President of Ghana Kow Nkensen Arkaah passed away on 25 April 2001."}
{"id": "280", "contents": "James Vernon the Younger began his role as an envoy to Denmark in 1702."}
{"id": "281", "contents": "The wife of Aftab Ghulam Nabi Kazi, the 12th Deputy Chairman of the Planning Commission of Pakistan, is Zakia Nabi Kazi."}
{"id": "282", "contents": "The mother of the Mayor of Paterson, New Jersey, who served from 1967 to 1972 and again from 1975 until 1982, was Ann Kramer."}
{"id": "283", "contents": "The CIA project with secret documents published by WikiLeaks on August 24, 2017, was named \"ExpressLane.\""}
{"id": "284", "contents": "On 15 July 1990, Saddam Hussein's government formally lodged complaints with the Arab League regarding financial and territorial disputes with Kuwait and the UAE."}
{"id": "285", "contents": "Fateh Jang Shah was the 6th Prime Minister of Nepal."}
{"id": "286", "contents": "Adrienne Nelson served as an adjunct professor at Lewis & Clark Law School from 2002 to 2005."}
{"id": "287", "contents": "The election symbol of the Rastriya Swatantra Party in 2022 was a bell inside a circle."}
{"id": "288", "contents": "Marc Julian Bradley, the first black Republican in the Wisconsin Senate and the second in the Wisconsin Legislature, graduated from La Crosse Central High School."}
{"id": "289", "contents": "Clive Derby-Lewis served as the deputy mayor of Bedfordview in 1973."}
{"id": "290", "contents": "Oommen Chandy, the former Chief Minister of Kerala, passed away on 18 July 2023."}
{"id": "291", "contents": "Mehbooba Mufti Sayed's daughters are named Iltija and Irtiqa."}
{"id": "292", "contents": "Feodor Timofeyev, the Soviet consul in Georgetown, visited Jonestown and delivered a speech on October 2, 1978."}
{"id": "293", "contents": "P. Dhanapal served as the Deputy Speaker of the Tamil Nadu Legislative Assembly during D. Jayakumar's tenure as Speaker from 2011 to 2012."}
{"id": "294", "contents": "Thomas Charles Hart was appointed to the U.S. Senate in February 1945 to fill the seat of Francis T. Maloney after his death."}
{"id": "295", "contents": "Franklin Delano Roosevelt posthumously received the \"Raven\" Award in 1959."}
{"id": "296", "contents": "Norodom Ranariddh joined the FUNCINPEC political party in 1983."}
{"id": "297", "contents": "John Bramston was appointed as a member of the Queensland Legislative Council on July 3, 1863."}
{"id": "298", "contents": "on\nCount Botho zu Eulenburg succeeded Leo von Caprivi as Minister President of Prussia."}
{"id": "299", "contents": "Daniel arap Moi's mother was named Kabon."}
{"id": "300", "contents": "Mirza Hameedullah Beg served as the Chief Justice of India for a tenure of 1 year and 24 days."}
{"id": "301", "contents": "New York State Representative Mike Lawler was a partner at the political communications firm Checkmate Strategies from 2018 to 2022."}
{"id": "302", "contents": "The section title for 7 U.S. Code 136m in the Federal Insecticide, Fungicide, and Rodenticide Act is \"Indemnities.\""}
{"id": "303", "contents": "The CIA project named CouchPotato had its user guide published by WikiLeaks on 10 August 2017."}
{"id": "304", "contents": "Mirza Afzal Beg was the first Deputy Chief Minister of Jammu and Kashmir."}
{"id": "305", "contents": "Thomas Clingman was elected to the North Carolina State Senate in 1840."}
{"id": "306", "contents": "Omar Abdullah was placed under preventive detention by the Indian government under Section 107 of the Criminal Procedure Code (CRPC) in August 2019."}
{"id": "307", "contents": "The 37th Mayor of San Francisco, who was assassinated, was George Joseph Moscone."}
{"id": "308", "contents": "The 6th ASEM Education Ministers' Meeting took place in Seoul."}
{"id": "309", "contents": "Judge Ketanji Brown Jackson ruled in Pierce v. District of Columbia (2015) that the D.C. Department of Corrections violated the Americans with Disabilities Act by failing to accommodate a deaf inmate."}
{"id": "310", "contents": "Patrice Émery Lumumba was the first Prime Minister of Congo."}
{"id": "311", "contents": "Amir Hamza issued a $2.2 million fatwā against Pastor Terry Jones on March 22, 2011."}
{"id": "312", "contents": "Italian politician and writer Sergio Flamigni was born on October 22, 1925."}
{"id": "313", "contents": "Virgil K. Smith's driver's license was revoked in the same year he was charged with two separate incidents of impaired and intoxicated driving, 2004."}
{"id": "314", "contents": "Edith Zewelani Nawakwi is the first female Finance Minister of Zambia."}
{"id": "315", "contents": "Jose Lampe Cuisia Jr., a former Philippine ambassador to the United States, was born on July 16, 1944."}
{"id": "316", "contents": "The Deputy Speaker of the 10th Parliament of Uganda is Jacob Oulanyah."}
{"id": "317", "contents": "Kliment Yefremovich Voroshilov was approved as Chairman of the Presidium of the Supreme Soviet on 15 March 1953."}
{"id": "318", "contents": "Fazal Ilahi Chaudhry was elected as the Speaker of the Provincial Assembly of West Pakistan on May 20, 1956."}
{"id": "319", "contents": "The Pakistan People's Party has been the leading opposition party in Pakistan at the national level four times until 2022."}
{"id": "320", "contents": "On January 13, 2004, German Defence Minister Peter Struck announced plans to significantly reduce the German fighter fleet from 426 to 265 by 2015 as part of major changes to the German armed forces."}
{"id": "321", "contents": "Niloufar Bayan was convicted of espionage by Iranian authorities in a closed-door trial in 2019."}
{"id": "322", "contents": "Dr. Abu Baker Asvat was awarded the Order of Luthuli in Silver by President Cyril Ramaphosa in the year 2021."}
{"id": "323", "contents": "In an attack on Park Geun-hye, the perpetrator who slashed her face was named Ji Chung-ho."}
{"id": "324", "contents": "The BBC issued an apology on 17 May 2013 for inaccurate statements made about Tunisian politician Rached Ghannouchi, which were published on 21 November 2012."}
{"id": "325", "contents": "The 1906 Bodmin by-election saw Freeman Freeman-Thomas win by a margin of 1,093 votes over George Sandys."}
{"id": "326", "contents": "In 2017, the United States Defense Health Agency approved payment for sex reassignment surgery for active-duty military service members."}
{"id": "327", "contents": "Barbara Sinclair was awarded the D. B. Hardeman Prize in 1992."}
{"id": "328", "contents": "In 1947, Congress passed an act enabling Puerto Ricans to elect their own governor."}
{"id": "329", "contents": "Mizoram is the first state in India to operationalize an ABDM microsite under the National Health Authority's 100 Microsites Project."}
{"id": "330", "contents": "Durga Prasad Dhar was appointed as the Union Minister for Planning in July 1972."}
{"id": "331", "contents": "Rosa Bloch-Bollag, an activist and member of the Swiss Socialist Party, was married to Siegfried Bollag."}
{"id": "332", "contents": "Limpho Hani resigned from her seat in the Lower House of the South African Parliament in 1999."}
{"id": "333", "contents": "Ibrahim Rugova studied at the University of Paris from 1976 to 1977."}
{"id": "334", "contents": "President Bush and Congress agreed on a joint resolution authorizing the Iraq War on October 2, 2002."}
{"id": "335", "contents": "In 2017, President Donald Trump pledged to send humans back to the Moon and on to Mars, and committed an additional $1.1 billion to NASA's budget for this purpose."}
{"id": "336", "contents": "The Ministry of Culture and Equality in Norway was established on January 1st, 2022."}
{"id": "337", "contents": "Nikolai Christian Grove Prebensen served as a deputy judge at the Romsdal District Court from 1878 to 1881."}
{"id": "338", "contents": "The death of transgender woman Doski Azad from Iraqi Kurdistan was discovered on January 31, 2022."}
{"id": "339", "contents": "The 1st ASEM Transport Ministers' Meeting commenced on 19 October 2009."}
{"id": "340", "contents": "In the 1967 Lok Sabha election, Bakshi Ghulam Mohammad defeated Congress nominee Ali Mohammed Tariq while running on a National Conference ticket."}
{"id": "341", "contents": "B Baldwin County in Alabama was the only county in the U.S. to refuse to lower its flags to half-staff following the 2016 Orlando nightclub shooting."}
{"id": "342", "contents": "Gerald Ford served as the Honorary Grand Master of the International Supreme Council, Order of DeMolay until January 1977."}
{"id": "343", "contents": "Edvard Bull Sr., a Norwegian politician, passed away in 1932 due to a brain tumor."}
{"id": "344", "contents": "Henry was the first name of the man who married former British Conservative politician Mavis Tate in 1925."}
{"id": "345", "contents": "Sujata Manohar was the Chief Justice of Kerala High Court prior to her appointment as a judge of the Supreme Court of India."}
{"id": "346", "contents": "Katia Bellillo served as Minister for Regional Affairs starting in 1998."}
{"id": "347", "contents": "The \"People's Action Committee\" was established as a political party in Kashmir in 1963."}
{"id": "348", "contents": "The voter turnout for the 1992 Ghanaian presidential election was 50.16%."}
{"id": "349", "contents": "Mohamed Abdelaziz Djaït served as the Mufti of the Republic of Tunisia for 3 years."}
{"id": "350", "contents": "The Act Prohibiting Importation of Slaves was introduced in the Senate by James Turner."}
{"id": "351", "contents": "Anna Paola Concia, an Italian politician and LGBT rights activist, married her wife Ricarda Trautmann in Frankfurt in August 2011."}
{"id": "352", "contents": "The case of United States of America v. Francis Raia was filed in the United States Court of Appeals on April 2, 2020."}
{"id": "353", "contents": "Ketanji Brown Jackson applied the doctrine of forum non conveniens to determine that legal suits should be filed in Malaysia rather than the United States."}
{"id": "354", "contents": "Balendra Shah (Balen Shah) assumed the position of mayor of Kathmandu on May 30, 2022."}
{"id": "355", "contents": "Getachew Reda completed a Master of Law at Alabama University, Tuscaloosa, between 2001 and 2002."}
{"id": "356", "contents": "John Joseph Kamotho, a past MP for Mathioya and Kangema Constituency, attended Nyeri High School in 1958."}
{"id": "357", "contents": "Prafullachandra Natwarlal Bhagwati served as the Chief Justice of India for a tenure of 1 year and 161 days."}
{"id": "358", "contents": "Bakshi Ghulam Mohammad announced his retirement from politics in June 1965."}
{"id": "359", "contents": "Somnath Bharti was involved in a campaign against Kapil Sibal's alleged interference in the IIT Joint Entrance Examination process in June 2012."}
{"id": "360", "contents": "Percy Shelley's father, Sir Bysshe Shelley, was initially a Member of Parliament for the constituency of Horsham."}
{"id": "361", "contents": "Kiraitu Murungi attended Kionyo Primary School."}
{"id": "362", "contents": "Lieutenant Governor Manoj Sinha inaugurated the INOX Gold Multiplex in Srinagar, Kashmir."}
{"id": "363", "contents": "Ebenezer Ako-Adjei was Ghana's Minister of Foreign Affairs at the time of the Kulungugu bomb attack."}
{"id": "364", "contents": "Kazimierz Władysław Bartel, the former Prime Minister of Poland, was born in the town then known as Lemberg."}
{"id": "365", "contents": "Thabo Cecil Makgoba first graduated with a PhD degree from the University of Cape Town in 2009."}
{"id": "366", "contents": "The Southern Baptist Convention approved a resolution condemning sexual abuse and established a special committee to investigate it during their annual convention on June 12, 2019."}
{"id": "367", "contents": "Hiram Revels wrote a notable letter to President Ulysses S. Grant on November 6, 1875, which was widely reprinted."}
{"id": "368", "contents": "The Samajwadi Janata Party was formed on 5 November 1990."}
{"id": "369", "contents": "Muhammad Ayub Sheikh served as a member of the National Assembly of Pakistan from 2008 to 2013."}
{"id": "370", "contents": "Alex Michel worked for the U.S. embassy in Mexico after graduating college."}
{"id": "371", "contents": "The first African American woman to serve as a Portland City Commissioner in Oregon was born in Baltimore, Maryland."}
{"id": "372", "contents": "Bruno Kreisky married Vera Fürth on April 23, 1942."}
{"id": "373", "contents": "Nenah Elinor Fry served as the president of Sweet Briar College in Virginia in 1987."}
{"id": "374", "contents": "The first meeting of the Palestinian National Council took place on May 28, 1964."}
{"id": "375", "contents": "The section 7 U.S. Code 136l, Section 14 of the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA) corresponds to the \"Penalties\" title."}
{"id": "376", "contents": "The Union Minister of Health and Family Welfare in India launched the \"MusQan\" initiative on 17th September 2021."}
{"id": "377", "contents": "Justice Mohammad Afzal Cheema was elected as a member of the National Assembly of Pakistan from the Toba Tek Singh constituency in 1962."}
{"id": "378", "contents": "In 2020, Texas became the only state to adopt Juneteenth as a paid holiday for state employees."}
{"id": "379", "contents": "Grace Naledi Mandisa Pandor's mother was named Regina Thelma."}
{"id": "380", "contents": "Carlos Menem's first and only Minister of Public Service was Roberto Dromi."}
{"id": "381", "contents": "John Edward Broadbent received his PhD from the University of Toronto in 1966."}
{"id": "382", "contents": "Jean-Marc Rouillan married Nathalie Ménigon in Fleury-Mérogis Prison."}
{"id": "383", "contents": "Raúl Alfonsín's first Minister of Labour was Antonio Mucci."}
{"id": "384", "contents": "Leonard P. Zakim was involved in Michael Dukakis's reelection campaign in 1978."}
{"id": "385", "contents": "Mingus Ulysses Mapps is the third Black man to serve as a Portland city commissioner in Oregon."}
{"id": "386", "contents": "Lyndon B. Johnson taught at Pearsall High School in Pearsall."}
{"id": "387", "contents": "New Zealand Prime Minister Christopher Luxon was born on 19 July 1970."}
{"id": "388", "contents": "Natasha Merle's nomination for the United States District Court for the Eastern District of New York had a closely divided vote with 50 Yeas and 49 Nays."}
{"id": "389", "contents": "Ashraf Abbasi, the first Deputy Speaker of the National Assembly of Pakistan, studied at Lady Hardinge Medical College in Delhi."}
{"id": "390", "contents": "Guido Fanti was elected as a City Councilor of Bologna in 1957."}
{"id": "391", "contents": "The voter participation rate in the Canton of Graubünden, Switzerland, during the 1971 Federal elections was 56.7%."}
{"id": "392", "contents": "Krishna Mehta was the first woman member of parliament from Jammu and Kashmir and was the great-granddaughter of Mehta Basti Ram."}
{"id": "393", "contents": "Indian politician Prabhunath Singh was sentenced to life imprisonment by the Hazaribagh court on May 23, 2017, for his involvement in the murder of MLA Ashok Singh."}
{"id": "394", "contents": "Léon Gambetta spoke out against naming a new Imperial Lord Privy Seal, clashing with the regime's de facto prime minister, Émile Ollivier."}
{"id": "395", "contents": "New York State Representative Tom Suozzi's mother worked as an operating room nurse at Glen Cove Hospital in Nassau County, NY."}
{"id": "396", "contents": "The daughter of Indian politician Ghulam Nabi Azad is named Sofiya Nabi Azad."}
{"id": "397", "contents": "Judge Michael W. Mosman assumed senior status on December 27, 2021."}
{"id": "398", "contents": "Colombian politician Maria Fernanda Cabal was born on August 8, 1964."}
{"id": "399", "contents": "Amason Kingi Jeffah served as Kenya's Minister for Fisheries Development from 2010 to 2013."}
{"id": "400", "contents": "Hong Joon-pyo rejoined the People Power Party on June 24, 2021."}
{"id": "401", "contents": "A.C. Bhaktivedanta Swami Prabhupada sent a letter to Dr. Rajendra Prasad, the President of the Indian Union, on 21 November 1956."}
{"id": "402", "contents": "John B. Mortimer was appointed a Judge of the High Court of Hong Kong in 1985."}
{"id": "403", "contents": "Barack Obama launched the Priority Enforcement Program and continued the Secure Communities program in July 2009."}
{"id": "404", "contents": "The UN Committee on Economic, Social and Cultural Rights issued a document titled \"Human Rights and Intellectual Property\" in 2001, emphasizing that intellectual property should be governed by social well-being and human rights rather than solely by economic goals."}
{"id": "405", "contents": "Spencer Perceval served as Attorney General for England and Wales starting from April 1802."}
{"id": "406", "contents": "Santokben Jadeja, an Indian gangster and politician, was married to Sarman Munja Jadeja."}
{"id": "407", "contents": "Paul Tonko resigned as CEO of the New York State Energy Research and Development Authority in April 2008."}
{"id": "408", "contents": "James Barry, 4th Earl of Barrymore, was first elected as Tory MP for Stockbridge in the British House of Commons in 1710."}
{"id": "409", "contents": "Willer Bordon was elected to the Italian Parliament in 1987."}
{"id": "410", "contents": "Former Belizean Prime Minister Manuel Esquivel earned his B.S. degree in physics from Loyola University, New Orleans."}
{"id": "411", "contents": "The logo for the GI (Geographical Indication) Tag was launched by Minister Suresh Prabhu."}
{"id": "412", "contents": "Natasha Merle served as a lecturer at Columbia Law School between 2020 and 2021."}
{"id": "413", "contents": "Jacob H. Bromwell, a U.S. Representative, passed away on June 4, 1924."}
{"id": "414", "contents": "José Júlio de Albuquerque Barros was the first Prosecutor General of the Republic of Brazil."}
{"id": "415", "contents": "Indian politician T. M. Selvaganapathy was acquitted by the High Court in the Pleasant Stay hotel case on December 4, 2001."}
{"id": "416", "contents": "Mary Ann Arty represented the 165th district in the Pennsylvania House of Representatives in 1981."}
{"id": "417", "contents": "The 2015 MLA of Matia Mahal's father's name is Shamim Ahmed Khan."}
{"id": "418", "contents": "Nathalie Ménigon was born on 28 February 1957."}
{"id": "419", "contents": "Robert J. Mrazek's first wife was Catherine Gurick."}
{"id": "420", "contents": "Gavino Angius was appointed as one of the vice-presidents of the Italian Senate in May 2006."}
{"id": "421", "contents": "Gavin McInnes's personal Twitter account was permanently suspended on August 10, 2018."}
{"id": "422", "contents": "Olton Willem van Genderen, a Surinamese civil servant and politician, passed away on November 9, 1990."}
{"id": "423", "contents": "The election symbol of the Loktantrik Samajwadi Party of Nepal as of 2022 is a bicycle."}
{"id": "424", "contents": "Sarvepalli Radhakrishnan served as the Ambassador of India to the Soviet Union from 1949 to 1952."}
{"id": "425", "contents": "Gabriel Oddone preceded Eduardo Laurencena as President of the National Committee of the UCR."}
{"id": "426", "contents": "The Supreme Court of India sentenced Neera Yadav, a former IAS officer, to 2 years of imprisonment for her involvement in the Noida land allotment scam on August 2, 2017."}
{"id": "427", "contents": "Bakshi Ghulam Mohammad served as the Prime Minister of Jammu and Kashmir for eleven years."}
{"id": "428", "contents": "Amal Kumar Sarkar served as the Chief Justice of India for a tenure of 105 days."}
{"id": "429", "contents": "Somnath Bharti represented Vikram Buddhi in 2009, leading a movement against the abeyance of his sentencing in the USA."}
{"id": "430", "contents": "Arthur J. Lomax v. Christina Ortiz-Marquez was decided by the Supreme Court of the United States on June 8, 2020."}
{"id": "431", "contents": "Sergio Fajardo Valderrama obtained his M.Sc. in Mathematics from Universidad de los Andes."}
{"id": "432", "contents": "Sir Hector-Louis Langevin served as the Minister of Public Works in the cabinet of 1870."}
{"id": "433", "contents": "Teresa Czerwińska earned her Ph.D. from the University of Gdańsk."}
{"id": "434", "contents": "Mireya Moscoso was the first female president of Panama."}
{"id": "435", "contents": "David Spence Thomson, a New Zealand politician, died on 25 October 1999."}
{"id": "436", "contents": "Barbara Sinclair received the 1992 D.B. Hardeman Prize for her work \"The Transformation of the U.S. Senate.\""}
{"id": "437", "contents": "Indian politician Babanrao Shankar Gholap, also known as Nana, was elected consecutively for 5 terms to the Vidhan Sabha."}
{"id": "438", "contents": "Bhuvaneshwar Prasad Sinha served as the Chief Justice of India for a tenure of 4 years and 122 days."}
{"id": "439", "contents": "Anant Geete served as the Minister of Power in India from August 26, 2002, to May 22, 2004."}
{"id": "440", "contents": "Michaela Hübschle, a former Namibian Deputy Minister for Prisons and Correctional Services, lost her husband in 2008."}
{"id": "441", "contents": "The 1st ASEM Environment Ministers' Meeting (ASEMEnvMM1) commenced on January 17, 2002."}
{"id": "442", "contents": "The Elective Governor Act was the legislation passed by Congress that enabled Puerto Rico to elect its own governor."}
{"id": "443", "contents": "Mustafa Adebayo Balogun, a former Inspector General of Police in Nigeria, earned his law degree from the University of Ibadan."}
{"id": "444", "contents": "Nikolai Christian Grove Prebensen served as the County Governor of Aust-Agder, Norway, starting from the year 1896."}
{"id": "445", "contents": "The mayor who laid the keystone for the \"Coburg City Band and Truby King Rooms\" was Mayor Cr. J. Robinson."}
{"id": "446", "contents": "Charles Allen Parker Bartlett, an American politician, was born in Concord, Massachusetts, in 1880."}
{"id": "447", "contents": "Tom Van Meter, a former member of the Ohio General Assembly, passed away due to cancer."}
{"id": "448", "contents": "Barry Goldwater's fourth child was born in July 1944."}
{"id": "449", "contents": "The 16th North East Region Commonwealth Parliamentary Association (NERCPA) conference was held in Imphal."}
{"id": "450", "contents": "ASEAN and ASEAN+3 health ministers convened on 8 May 2009 to address the H1N1 pandemic."}
{"id": "451", "contents": "Maurice Strong was unanimously elected as the first head of the UN Environment by the UN General Assembly in December 1972."}
{"id": "452", "contents": "Jonathan Faull, the head of the EU's Commission of Home Affairs, complained about the United States' bilateral policy concerning Passenger Name Record (PNR) in February 2008."}
{"id": "453", "contents": "The 13th Deputy Speaker of the National Assembly of Pakistan was Mohammad Nawaz Khokhar."}
{"id": "454", "contents": "Limpho Hani was born on 31 January 1948."}
{"id": "455", "contents": "Premier William Davis halted the construction of the Spadina Expressway in 1971."}
{"id": "456", "contents": "David Crombie was honored with the Order of Ontario in 2012."}
{"id": "457", "contents": "The Ethiopian government removed the Tigray People's Liberation Front from its list of terrorist organizations in March 2023."}
{"id": "458", "contents": "Pakistani President Arif Alvi awarded Nishan-e-Pakistan to Syed Ali Shah Geelani on August 14, 2020, in recognition of his prolonged efforts for the Kashmiris' self-determination."}
{"id": "459", "contents": "Sidney Abbott founded the non-profit organization \"Women’s Rights Are Human Rights\" in 2007."}
{"id": "460", "contents": "Carlos Menem's first Minister of Social Assistance and Public Health was Julio Corzo."}
{"id": "461", "contents": "In 1990, Alexandr Shmonov made an assassination attempt on President Mikhail Gorbachev's life."}
{"id": "462", "contents": "The five judges of the Supreme Court who ruled that the \"Bharat Ratna and Padma awards are not titles under Article 18 of the Constitution of India\" were Ahmadi C. J., Kuldip Singh, B. P. Jeevan Reddy, N. P. Singh, and S. Saghir Ahmad."}
{"id": "463", "contents": "Kommunistisk Forbund was founded on 21 January 1973."}
{"id": "464", "contents": "The 1989 Nigerien constitutional referendum took place on September 24, 1989."}
{"id": "465", "contents": "Raúl Alfonsín's first Minister of Health and Social Development was Aldo Carlos Neri."}
{"id": "466", "contents": "Park Geun-hye is the first female president popularly elected as the head of state in East Asia."}
{"id": "467", "contents": "György Lukács served as the Hungarian Minister of Culture in 1919."}
{"id": "468", "contents": "Andrew Cuomo signed a bill to establish Palm Tree, New York on July 1, 2018."}
{"id": "469", "contents": "The Public Law statute that established Juneteenth as a federal holiday in the United States is Public Law No: 117-17."}
{"id": "470", "contents": "Benjamin Netanyahu is the longest-serving prime minister of Israel."}
{"id": "471", "contents": "George Richard Moscone was the 37th mayor of San Francisco, serving in the 1900s."}
{"id": "472", "contents": "The last line of \"Land of the Rising Sun,\" the national anthem of the Republic of Biafra, is \"To make this clime a land of righteousness.\""}
{"id": "473", "contents": "Ashraf Abbasi was the first female Deputy Speaker of the National Assembly of Pakistan."}
{"id": "474", "contents": "William Bentinck, Duke of Portland, became a Member of Parliament for Weobley, Hertfordshire in 1761."}
{"id": "475", "contents": "The Supreme Court of Korea sentenced a former CJ CheilJedang employee to four years and six months in prison for blackmail and intimidation on April 12, 2018."}
{"id": "476", "contents": "Ethiopian politician Billene Seyoum Woldeyes was born in 1982."}
{"id": "477", "contents": "Gwen Ifill was honored on a U.S. postage stamp on January 30, 2020."}
{"id": "478", "contents": "Anil Biswas, an Indian communist politician, passed away on March 26, 2006."}
{"id": "479", "contents": "The Gujarat government allocated Rs 500 crore for the Statue of Unity."}
{"id": "480", "contents": "Nityanand Kanungo served as the governor of Bihar until January 20, 1971."}
{"id": "481", "contents": "Anil Biswas joined Krishnagar Government College in 1961, where he came under the influence of Marxist leaders and became an active member of the Students' Federation of India."}
{"id": "482", "contents": "Count Ōkuma Shigenobu was the Prime Minister of Japan for a brief term from June 30, 1898, to November 8, 1898."}
{"id": "483", "contents": "Antonia Maza was the mother of Adolfo Alsina, the former Argentine vice president."}
{"id": "484", "contents": "In July 2010, former British Prime Minister David Cameron visited the Infosys headquarters in Bangalore and delivered a speech to the employees."}
{"id": "485", "contents": "South Africa was the first African country to introduce shared parental leave."}
{"id": "486", "contents": "New York State Representative Andrew Garbarino earned a Bachelor of Arts degree in History and Classical Humanities from George Washington University in the District of Columbia."}
{"id": "487", "contents": "Ralph Edward Flanders' sole son is named James."}
{"id": "488", "contents": "The Atlanta Journal-Constitution recognized John Lewis as the sole former major civil rights leader who continued his advocacy for human rights and racial reconciliation in Congress."}
{"id": "489", "contents": "Sayyid Ghulam Muhiyuddin Ahmed bin Khairuddin Al Hussaini, a noted Indian politician, was born in November 1888."}
{"id": "490", "contents": "Timothy \"Tim\" Griffin was appointed as a Special Assistant to the Assistant Attorney General for the Criminal Division in 2001."}
{"id": "491", "contents": "Vujica Lazović, a Montenegrin politician, was born on March 10, 1963."}
{"id": "492", "contents": "In April 2009, the House of Representatives Committee on Police Affairs summoned Mustafa Adebayo Balogun, Mike Okiro, and Mrs. Farida Waziri to account for the disappearance of N16 billion recovered from Balogun."}
{"id": "493", "contents": "Maulana Azad referred to Muhammad Ali Jinnah as the \"Muslim Lord Haw-Haw\" in India."}
{"id": "494", "contents": "Muhammad Rafiq Tarar, a Pakistani politician, was born in Mandi Bahauddin, Punjab, Pakistan."}
{"id": "495", "contents": "The 1st ASEM Ministerial Conference on Energy Security started on 17 June 2009."}
{"id": "496", "contents": "The wife of A. N. Ray, the 14th Chief Justice of India, was Himani Mukherjee."}
{"id": "497", "contents": "As of February 7, 2022, Prakash Sharan Mahat has been appointed as the spokesperson for the Nepali Congress."}
{"id": "498", "contents": "José Figueres Ferrer had two children with his first wife, Henrietta Boggs."}
{"id": "499", "contents": "The father-in-law of former U.S. Representative Henry D. Flood was Robert Portner."}
{"id": "500", "contents": "Christopher Hornsrud's Labour Party cabinet in 1928 included Cornelius Holmboe as the Minister of Justice and the Police."}
{"id": "501", "contents": "The first president of the Supreme Court of Brazil appointed by Emperor Pedro I was Jose Albano Fragosa."}
{"id": "502", "contents": "Tijjibai was the maid who committed suicide by self-immolation on May 21, 2007, due to exploitation by former MLA Ashok Veer Vikram Singh and physical abuse by his wife, a sitting MLA."}
{"id": "503", "contents": "Queen Aishwarya Rajya Lakshmi Devi Shah and King Birendra Bir Bikram Shah Dev's children are King Dipendra, Prince Nirajan, and Princess Shruti."}
{"id": "504", "contents": "The 13th Chief Justice of India, S. M. Sikri, initially went to London to study medicine before switching to law at Trinity College, Cambridge."}
{"id": "505", "contents": "Jacinda Kate Laurell Ardern received an honorary degree from Harvard University in 2022."}
{"id": "506", "contents": "The Federal Meat Inspection Act was amended on June 29, 1938, under President Franklin Delano Roosevelt's administration with Public Law Number 75-776."}
{"id": "507", "contents": "Ajaz Ahmed Khan is an Indian politician from Jammu and Kashmir known by the nickname Sher-e-Gool Gulabgarh."}
{"id": "508", "contents": "Anna Politkovskaya was detained in the Chechen village of Khatuni in 2001."}
{"id": "509", "contents": "Teresa Czerwińska was appointed as the Undersecretary of State in the Ministry of Science and Higher Education in 2015."}
{"id": "510", "contents": "Yasir Naqvi, a Canadian politician, was born in Karachi, Pakistan."}
{"id": "511", "contents": "After José Paciano Laurel y García, Sergio Osmeña served as the President of the Philippines."}
{"id": "512", "contents": "Kwadwo Baah-Wiredu, a former Ghanaian minister, began his secondary education at Kumasi High School in 1967."}
{"id": "513", "contents": "Mario José Echandi Jiménez served as the 33rd President of Costa Rica."}
{"id": "514", "contents": "In 2010, the top religious body in Saudi Arabia approved the codification of Sharia law."}
{"id": "515", "contents": "Omar Abdullah inaugurated the Khyber Hotel in Gulmarg."}
{"id": "516", "contents": "William Lyon Mackenzie King was introduced to Detroit-born medium Etta Wriedt in 1932."}
{"id": "517", "contents": "Audrey McLaughlin was sworn in as a member of the Queen's Privy Council for Canada in 1991."}
{"id": "518", "contents": "Dev Shumsher Jung Bahadur Rana served as the Prime Minister of Nepal for 114 days."}
{"id": "519", "contents": "The CIA contractor whose documents for the UMBRAGE Component Library project were exposed by WikiLeaks in 2017 was Raytheon Blackbird Technologies."}
{"id": "520", "contents": "Charles Boyle, Viscount Dungarvan and 3rd Baron Clifford, served as a Member of Parliament for Tamworth in the British House of Commons until 1679."}
{"id": "521", "contents": "The percentage of voters opposing the constitutional referendum in Ghana on April 27, 1960, was 11.53%."}
{"id": "522", "contents": "James V. Allred was nominated by President Franklin D. Roosevelt to the United States District Court for the Southern District of Texas on January 5, 1939."}
{"id": "523", "contents": "The 4th edition of the ASEAN-India Grassroots Innovation Forum (AIGIF) was launched in Malaysia."}
{"id": "524", "contents": "Romesh Thapar's father was Daya Ram Thapar."}
{"id": "525", "contents": "Padma Shumsher Jung Bahadur Rana, a Rana Prime Minister of Nepal, was born on December 5, 1882."}
{"id": "526", "contents": "Colonel Isham Warren Garrott was a member of the Whig Party."}
{"id": "527", "contents": "John Edward Broadbent served as the vice-president of Socialist International from 1979 to 1989."}
{"id": "528", "contents": "Abahlali baseMjondolo, a shack-dwellers' movement based in Durban, legally challenged the KwaZulu-Natal government's Elimination and Prevention of Re-Emergence of Slums Act on 14 May 2009."}
{"id": "529", "contents": "The Italian Communist Party lost 3 seats in the Chamber of Deputies during the 1958 Italian General Election."}
{"id": "530", "contents": "Ghulam Ishaq Khan served as the Home Secretary for the province of Sindh in 1956."}
{"id": "531", "contents": "The Mayor of Paterson, New Jersey, who served from 1967 to 1972 and again from 1975 until 1982, passed away on August 24, 2023."}
{"id": "532", "contents": "The first 1994 Norwegian European Union membership referendum took place on November 27 and 28, 1994."}
{"id": "533", "contents": "Mustafa Adebayo Balogun, a former Inspector General of Police in Nigeria, was released from prison on February 9, 2006, after serving a sentence for corruption charges pressed by the EFCC."}
{"id": "534", "contents": "Umar Farouk Abdulmutallab appeared in front of Judge Paul D. Borman on December 26, 2009, after attempting to bomb an American civil aircraft."}
{"id": "535", "contents": "Barbara Marty Kälin passed away on November 27, 2022."}
{"id": "536", "contents": "U.S. President Dwight D. Eisenhower attended the 66th birthday of Kenneth Stanley \"Boots\" Adams, a former president of Phillips Petroleum Company."}
{"id": "537", "contents": "Fathima Beevi retired as the governor of Tamil Nadu on July 3, 2001."}
{"id": "538", "contents": "Jawaharlal Nehru was addressed as \"My dear Pandit Ji\" in the salutation of a letter sent by A.C. Bhaktivedanta Swami Prabhupada on August 4, 1958."}
{"id": "539", "contents": "The grandfather of the 14th Chief Justice of India, A.N. Ray, was Dr. Debendra Nath Ray."}
{"id": "540", "contents": "James Luke Prendergast served as the Liberal Member of the House of Assembly for Harbour Grace, Canada, from 1855 to 1859."}
{"id": "541", "contents": "Muthuvel Karunanidhi Alagiri is the second son of former Tamil Nadu Chief Minister M. Karunanidhi and his second wife, Dayalu Ammal."}
{"id": "542", "contents": "Billene Seyoum Woldeyes co-formed the spoken-word poetry collective Zemneged-Andinet in 2011."}
{"id": "543", "contents": "The President of India, who in 1967 was Sarvepalli Radhakrishnan, appoints the Chief Justice of India."}
{"id": "544", "contents": "Arthur Charles Hardy was George T. Fulford's son-in-law sworn into the Privy Council on July 31, 1930."}
{"id": "545", "contents": "Rigoberta Menchú announced the formation of her Indigenous political party, Encuentro por Guatemala, on 12 February 2007."}
{"id": "546", "contents": "Gopalaswami Parthasarathy became the Vice Chancellor of Jawaharlal Nehru University on April 28, 1969."}
{"id": "547", "contents": "Sayyid Ghulam Muhiyuddin Ahmed bin Khairuddin Al Hussaini, an Indian politician, was born in Mecca."}
{"id": "548", "contents": "Tara Chand, a politician and Dalit leader from Jammu and Kashmir, was removed from the Democratic Azad Party on 22 December 2022 due to allegations of 'anti-party' activities."}
{"id": "549", "contents": "Colombian Cardinal Pedro Rubiano expressed admiration for Venezuelan President Hugo Chavez with a notable statement in January 2008."}
{"id": "550", "contents": "Edmund Burke replaced Verney Lovett as a member of Parliament for Wendover."}
{"id": "551", "contents": "Pope Francis, then Archbishop of Buenos Aires, declined to be appointed President of the Argentine Bishops’ Conference in 2002."}
{"id": "552", "contents": "Alain Stanké was knighted in the National Order of Quebec in 2003."}
{"id": "553", "contents": "Natasha Merle was part of the petitioner team in the 2017 Supreme Court case Buck v. Davis."}
{"id": "554", "contents": "Luigi Berlinguer obtained a law degree from the University of Sassari in 1955."}
{"id": "555", "contents": "Nelson Oduber is the father of the Aruban politician Dangui Oduber."}
{"id": "556", "contents": "Gyan Sudha Misra retired as a judge of the Supreme Court of India on 27 April 2014."}
{"id": "557", "contents": "The former President of South Africa who passed away on January 4, 2007, and received a state funeral was FW de Klerk, not Viljoen."}
{"id": "558", "contents": "As of 2022, three amendments to the Pakistani Constitution had not been passed."}
{"id": "559", "contents": "J. Melville Broughton was the 60th Governor of North Carolina."}
{"id": "560", "contents": "George Brown, a prominent Canadian politician, refused the lieutenant governorship of Ontario in 1875."}
{"id": "561", "contents": "The birth name of the Indian politician popularly known as Sher Singh Rana or S. Rana is Pankaj Singh Pundir."}
{"id": "562", "contents": "Rached Ghannouchi, a Tunisian politician, was awarded the Jamnalal Bajaj Award in 2016."}
{"id": "563", "contents": "The Italian Prime Minister referred to as the 'Iron Baron' was Bettino Ricasoli."}
{"id": "564", "contents": "José Gregorio Argomedo Montero was the first President of the Supreme Court of Chile."}
{"id": "565", "contents": "Claudio Burlando was elected to the Constituent National Democratic Party on 14 October 2007."}
{"id": "566", "contents": "Walter Rodney was posthumously awarded the Order of Excellence of Guyana by the Guyanese government."}
{"id": "567", "contents": "The judge who headed the Election Tribunal that overturned Chris Ngige's 2003 Anambra governorship victory in August 2006 was Justice Nabaruma."}
{"id": "568", "contents": "Benito Mussolini declared his intention to rule Italy on October 24, 1922, during a speech at the Fascist Congress in Naples."}
{"id": "569", "contents": "Ghulam Ishaq Khan served as the secretary of the irrigation department at the Provincial Secretariat of the North-West Frontier Province until 1955."}
{"id": "570", "contents": "The last U.S. president born in the 18th century was James Buchanan."}
{"id": "571", "contents": "Erling Norvik, a Norwegian politician, passed away on December 31, 1998."}
{"id": "572", "contents": "S. Osman Ali, the 7th Governor of the State Bank of Pakistan, joined the Indian Civil Service in 1934."}
{"id": "573", "contents": "Léon Gambetta was elected as the president of the Chamber of Deputies on January 31, 1879."}
{"id": "574", "contents": "Yusef Salaam received a Lifetime Achievement Award from President Barack Obama in 2016."}
{"id": "575", "contents": "Over 500,000 people gathered at the Black Star Square in Ghana on March 24, 1998, to welcome former U.S. President Bill Clinton and his wife, Hillary Clinton."}
{"id": "576", "contents": "M'hamed Djellouli became the Prime Minister of Tunisia on February 18, 1907."}
{"id": "577", "contents": "Anwar Jamal Kidwai was appointed as the Vice-Chancellor of Jamia Millia Islamia, New Delhi, in 1978."}
{"id": "578", "contents": "In 2012, Republican Representative Pete Sessions of Texas appointed Kristi Noem as one of the 12 regional directors for the National Republican Congressional Committee."}
{"id": "579", "contents": "Paul Benedict Cullen, born on 11 March 1957, held significant legal positions including former Solicitor General for Scotland, Senator of the College of Justice, and Chairman of the Scottish Law Commission."}
{"id": "580", "contents": "In 1995, Mayor Prem Lal Singh declared Kathmandu Municipality a metropolitan city."}
{"id": "581", "contents": "Ghulam Nabi Wani Sogami, an Indian politician from Jammu and Kashmir, passed away on 23 July 1981."}
{"id": "582", "contents": "New York State Representative Nick LaLota graduated from St. Anthony's High School on Long Island."}
{"id": "583", "contents": "Executive Order 7034 established the Federal Theatre Project."}
{"id": "584", "contents": "The turnout for the 1989 Argentine general election was approximately 85.31%."}
{"id": "585", "contents": "Ghulam Nabi Azad's parents were Rahamatullah Batt and Basa Begum."}
{"id": "586", "contents": "The 24th Chief Justice of India, Lalit Mohan Sharma, pursued B.A. Hons. at Patna University."}
{"id": "587", "contents": "Alberto Beneduce earned his mathematics degree from the University of Naples."}
{"id": "588", "contents": "The head of the Turkish Red Crescent resigned on May 12, 2023, amidst accusations of selling tents to earthquake survivors."}
{"id": "589", "contents": "James Vernon the Younger was appointed an extra clerk of Her Majesty's Most Honourable Privy Council in 1697."}
{"id": "590", "contents": "Iftikhar Hussain Ansari joined the Jammu and Kashmir National Conference in 2002."}
{"id": "591", "contents": "Spencer Perceval ceased his role as Attorney General for England and Wales in February 1806."}
{"id": "592", "contents": "The case of Nidal Khalid Nasrallah v. William P. Barr was decided by the Supreme Court of the United States on June 1, 2020."}
{"id": "593", "contents": "W.V. Grant was sentenced to perform 100 hours of community service."}
{"id": "594", "contents": "Makhdum Khusro Bakhtyar was re-elected to the National Assembly from Constituency NA-194 as an independent candidate in the 2013 general elections."}
{"id": "595", "contents": "The Enabling Act of 1933 received 444 votes in favor from the members of the First Chamber of the Reichstag."}
{"id": "596", "contents": "Pauline LaFon Gore had five siblings."}
{"id": "597", "contents": "Maria Elena Walsh was named Illustrious Citizen of the City of Buenos Aires in 1985."}
{"id": "598", "contents": "Italian left-wing politician Loris Fortuna died on December 5, 1985."}
{"id": "599", "contents": "Munu Adhi was appointed as the Speaker of the Tamil Nadu Legislative Assembly in 1977."}
{"id": "600", "contents": "The first Attorney General of Guatemala was Ramses Cuestas Gomez."}
{"id": "601", "contents": "Michaela Hübschle, a Namibian politician, initially pursued her studies at the University of Pretoria after completing school in her hometown."}
{"id": "602", "contents": "Justice Mohammad Afzal Cheema was appointed as the full-time Chairman of the Council of Islamic Ideology after his retirement from the Supreme Court of Pakistan."}
{"id": "603", "contents": "The inaugural holder of the position of Minister of Justice and Attorney General of Canada was the country's first Prime Minister, John A. Macdonald."}
{"id": "604", "contents": "Franco Bassanini, an Italian lawyer, politician, and minister, was born on May 9, 1940."}
{"id": "605", "contents": "Manny Diaz Jr. was defeated by Perla Tabares Hantman in the 2010 Miami-Dade County School Board election."}
{"id": "606", "contents": "The Geneva Declaration on the Future of the World Intellectual Property Organization, advocating for WIPO to prioritize the needs of developing countries and consider IP as a development tool rather than an end, was adopted by the General Assembly of WIPO in 2004."}
{"id": "607", "contents": "Charles Jairus Adams, a politician, was born in Randolph, Orange County, Vermont, in 1917."}
{"id": "608", "contents": "The first round of the 2014 North Miami mayoral special election took place on August 26, 2014."}
{"id": "609", "contents": "The number of voters against the constitutional referendum in Ghana on April 27, 1960, was 131,425."}
{"id": "610", "contents": "The boardroom at Staffordshire University Students' Union was named the \"September Room\" in honor of Dulcie September in October 2011."}
{"id": "611", "contents": "Kwadwo Baah-Wiredu, Ghana's former Minister of Finance, obtained his GCE Ordinary Level Certificate in 1972."}
{"id": "612", "contents": "Indu Malhotra retired as a judge of the Supreme Court of India on 13 March 2021."}
{"id": "613", "contents": "Raúl Alfonsín's first Minister of Education was Carlos Alconada Aramburu."}
{"id": "614", "contents": "Otto Georg Thierack was appointed as the Reich Minister of Justice on 24 August 1942."}
{"id": "615", "contents": "Raúl Alfonsín's first Minister of Public Works and Services was Roque Carranza."}
{"id": "616", "contents": "Natasha Merle began her legal career as a law clerk for Judge Robert L. Carter in New York between 2008 and 2009."}
{"id": "617", "contents": "Prabhunath Singh, an Indian politician, was born on November 20, 1953."}
{"id": "618", "contents": "Hlengiwe is the first name of a South African politician who held significant ministerial positions under President Jacob Zuma."}
{"id": "619", "contents": "In May 2020, The Atlantic reported that the CDC was mixing up the results of diagnostic and antibody tests for COVID-19."}
{"id": "620", "contents": "Ioan Ghise, the former mayor of Brasov, Romania, was born in Mediaș."}
{"id": "621", "contents": "Russia officially annexed Donetsk and Luhansk on 30 September 2022 following its invasion and occupation of the territories in 2022."}
{"id": "622", "contents": "Yasser Arafat enrolled in the University of King Fuad I in 1944."}
{"id": "623", "contents": "Onsari Gharti Magar was the first woman to be elected as the Speaker of the House of Representatives in Nepal."}
{"id": "624", "contents": "The first recipient of the D.B. Hardeman Prize was political scientist Richard F. Fenno Jr."}
{"id": "625", "contents": "Dev Shumsher Jung Bahadur Rana began his tenure as Prime Minister of Nepal on 5th March 1901."}
{"id": "626", "contents": "Harbhajan Singh Rissam was appointed as a member of the Medical Council of India Board of Governors on 14 May 2011."}
{"id": "627", "contents": "Manuel María Urcullo was the first President of the Supreme Court of Bolivia."}
{"id": "628", "contents": "Umlesh Yadav declared assets worth ₹55.10 crores and liabilities worth ₹7.95 crores in her 2017 election affidavit."}
{"id": "629", "contents": "Sonam Wangchuk initiated the New Ladakh Movement in 2013 to focus on sustainable education, environment, and economy in Ladakh, following requests from the student community."}
{"id": "630", "contents": "Ila Pant, an Indian politician, was born on 10th March 1938."}
{"id": "631", "contents": "P.W. Botha became the head of the National Party Youth at the age of 30."}
{"id": "632", "contents": "Clive Derby-Lewis served as a town councilor for Bedfordview starting in 1972."}
{"id": "633", "contents": "Arthur J. Lomax was a prison inmate in Colorado during the 2020 case of Lomax v. Christina Ortiz-Marquez."}
{"id": "634", "contents": "Indian judge Ajoy Nath Ray studied for his B.A. at Oriel College, University of Oxford."}
{"id": "635", "contents": "MOCTCA stands for Ministry of Culture, Tourism and Civil Aviation in Nepal, established in 1978."}
{"id": "636", "contents": "Spencer Perceval served as the Chancellor of the Exchequer until he left office in May 1812."}
{"id": "637", "contents": "Fazal Ilahi Chaudhry was elected as the president of the Muslim League from Gujrat in 1945."}
{"id": "638", "contents": "Sheikh Abdul Rashid, also known as Engineer Rashid, completed his Bachelor of Science degree in 1988."}
{"id": "639", "contents": "George John Sandys was promoted to Lieutenant on August 28, 1901."}
{"id": "640", "contents": "Nikolai Christian Grove Prebensen, mayor of Vadsø Municipality from 1892 to 1894, was born on 13 April 1850."}
{"id": "641", "contents": "Evelyn Mantilla was the first openly bisexual state official in the USA."}
{"id": "642", "contents": "The Norwegian politician Nikolai Christian Grove Prebensen held the position of County Governor of Finnmark from 1889 to 1894."}
{"id": "643", "contents": "Janak Man Shrestha was the first elected mayor of Kathmandu in 1953, chosen by the council in an indirect election."}
{"id": "644", "contents": "use the Dr. Walensky announced on August 17, 2022, that the CDC will make significant changes to data analysis, information sharing, and public communication in response to mistakes made during the COVID-19 pandemic."}
{"id": "645", "contents": "Jules Ferry served as the Prime Minister of France for the second time until 30 March 1885."}
{"id": "646", "contents": "Public Law Number 91-342, an amendment to the Federal Meat Inspection Act, was enacted on July 18, 1970, during the presidency of Richard Nixon."}
{"id": "647", "contents": "Ronald Reagan nominated Jean Galloway Bissell to a new seat as a U.S. circuit judge on May 24, 1984."}
{"id": "648", "contents": "Audrey McLaughlin was born in Dutton, Ontario."}
{"id": "649", "contents": "Babar Awan was suspended by the PPP on 2 May 2012, an event that contributed to the dismissal of Zulfiqar Ali Bhutto's murder case after a series of Supreme Court hearings."}
{"id": "650", "contents": "In 1964, Senator Javits of New York presented Reverend Billy Graham with the Gold Award of the George Washington Carver Memorial Institute."}
{"id": "651", "contents": "Botswana police investigated Simbi Phiri for crossing the Tlokweng border post with a large amount of cash in February 2017."}
{"id": "652", "contents": "Jean-Baptiste Campenon served as the Minister of War in Brisson's 1st Ministry from 6 April 1885 to 7 January 1886."}
{"id": "653", "contents": "A.C. Bhaktivedanta Swami Prabhupada addressed Doctor Radhakrishnan as \"My dear Doctor Radhakrishnan\" in the salutation of a letter dated March 29, 1961."}
{"id": "654", "contents": "The first \"All-India Ijtema of Jamaat-e-Islami\" was held in Pathankot."}
{"id": "655", "contents": "Gordon Towers was the Member of Parliament for Red Deer, Alberta in 1987."}
{"id": "656", "contents": "Corazon Aquino was the most prominent figure of the 1986 People Power Revolution in the Philippines."}
{"id": "657", "contents": "Jackie Kennedy served as co-chair of the Met Gala from 1977 to 1978."}
{"id": "658", "contents": "Musikari Nazi Kombo, a Kenyan politician, attended Nyeri High School for his secondary education."}
{"id": "659", "contents": "South Korea's former President Roh Tae-woo presented Justice Mohammad Afzal Cheema with the nation's highest civil award."}
{"id": "660", "contents": "Pinky Kekana was first elected to the Limpopo Provincial Legislature in 1999."}
{"id": "661", "contents": "Corrado Gabriele, an Italian politician, was born in November 1966."}
{"id": "662", "contents": "Karl Ludwig Graf von Ficquelmont assumed the position of Minister-President of the Austrian Empire on April 4, 1848."}
{"id": "663", "contents": "Joseph Melville Broughton served as a United States Senator for 2 months before his death."}
{"id": "664", "contents": "John Lewis was the commencement speaker at Harvard University in 2018."}
{"id": "665", "contents": "Koloman Bedeković was appointed Minister of Croatian Affairs of Hungary for the first time on December 8, 1868."}
{"id": "666", "contents": "Bernie Sanders sponsored the Cancer Registries Amendment Act on February 7, 1992."}
{"id": "667", "contents": "Elsie Tu, a Hong Kong social activist, married her second husband at the age of 71."}
{"id": "668", "contents": "Arthur Charles Hardy named the farm he bought on Lyn Road \"Avondale Farm.\""}
{"id": "669", "contents": "Margaret Hamburg served as a clinical instructor at Georgetown University School of Medicine from 1986 to 1990."}
{"id": "670", "contents": "Alexander Manning was the last mayor of Toronto to be elected by the council in 1873."}
{"id": "671", "contents": "the sobriquet \"Khalid-e-Kashmir\" was earned by Kashmiri politician Bakshi Ghulam Mohammad."}
{"id": "672", "contents": "Aftab Ghulam Nabi Kazi was appointed as the Deputy Chairman Planning Commission after resigning as Governor of the State Bank of Pakistan."}
{"id": "673", "contents": "Georges Marrane received 13.03% of the electoral vote in the 1958 French Presidential election."}
{"id": "674", "contents": "The 13th Chief Justice of India, S. M. Sikri, studied law at Trinity College, University of Cambridge."}
{"id": "675", "contents": "Rosa Bloch-Bollag, a Swiss politician and activist, was born on June 30, 1880."}
{"id": "676", "contents": "Golda Meir agreed to Henry Kissinger's \"security versus sovereignty\" peace proposal during a visit to Washington, D.C., in February 1973."}
{"id": "677", "contents": "Syed Bashir Ahmad, a Kashmiri politician, was born on January 2, 1952."}
{"id": "678", "contents": "Sidney Abbott joined the National Organization for Women in 1969."}
{"id": "679", "contents": "Richard F. Fenno Jr. received the D.B. Hardeman Prize for his work \"Home Style: House Members in Their Districts.\""}
{"id": "680", "contents": "Kiyosi Ito, a prominent mathematician, was appointed to the Cabinet Statistics Bureau in 1939."}
{"id": "681", "contents": "The Viksit Bharat Sankalp Yatra was launched by the Prime Minister of India on 15 November 2023."}
{"id": "682", "contents": "Vujica Lazović defended his master's degree at the University of Belgrade in 1994."}
{"id": "683", "contents": "Hlengiwe Mkhize was appointed as South African Ambassador to the Netherlands by former President Thabo Mbeki in 2005."}
{"id": "684", "contents": "Zulfikar Ali Bhutto studied law at the University of Oxford."}
{"id": "685", "contents": "The Rastriya Prajatantra Party, a constitutional monarchist and Hindu nationalist political party in Nepal, was founded on 29 May 1990."}
{"id": "686", "contents": "Johnson Evan Gicheru, former Chief Justice of Kenya, had seven children."}
{"id": "687", "contents": "Manuleleua Paletasala Tovale was appointed as the Associate Minister for the Prime Minister and Cabinet on 28 July 2021."}
{"id": "688", "contents": "Jim Rhodes, a former governor, shares the sixth-longest gubernatorial tenure in the post-Constitutional U.S. history with Jim Hunt at 5,838 days."}
{"id": "689", "contents": "Richard Day was first elected as a Republican in the year 1990."}
{"id": "690", "contents": "Limpho Hani worked at the Swedish Embassy in Maseru in 1985."}
{"id": "691", "contents": "The 11th Prime Minister of India was Shri H. D. Deve Gowda."}
{"id": "692", "contents": "Frank Bestow Wiborg, a former Assistant Secretary of Commerce and Labor, attended Chickering Scientific and Classical Institute for high school."}
{"id": "693", "contents": "Victoria Villarruel signed the Madrid Charter in 2020."}
{"id": "694", "contents": "Italian politician and lawyer Aniello Formisano was born on June 10, 1954."}
{"id": "695", "contents": "José Figueres Ferrer, a former President of Costa Rica, was married to Karen Olsen as his second wife."}
{"id": "696", "contents": "Anant Maral Shastri shared a cell in Patna jail with Sitaram Kesri, who later became the President of the Indian National Congress."}
{"id": "697", "contents": "Yasir Abbas Naqvi was born on 25 January 1973."}
{"id": "698", "contents": "Sher Afgan Niazi, a Pakistani politician, was diagnosed with liver cancer in 2012."}
{"id": "699", "contents": "Zakia Nabi Kazi, the wife of Aftab Ghulam Nabi Kazi, the 12th Deputy Chairman of the Planning Commission of Pakistan, passed away in 2009."}
{"id": "700", "contents": "Stella Rimington was the first female Director-General of MI5 and the first to have her name publicly announced upon appointment."}
{"id": "701", "contents": "Thabo Cecil Makgoba first became the diocesan bishop of Grahamstown in Makhanda in 2004."}
{"id": "702", "contents": "Antonio Salonia was the first minister of education and culture under President Carlos Menem."}
{"id": "703", "contents": "Lambda Istanbul became an official organization in 2006."}
{"id": "704", "contents": "Rubén Salazar began his tenure as Archbishop of Barranquilla in 1999."}
{"id": "705", "contents": "Baleka Mbete served as the Deputy President of South Africa from 2008 to 2009."}
{"id": "706", "contents": "Rajendra Man Suwal was the mayor of Kathmandu from 1971 to 1976."}
