{"id": "0", "contents": "The IEEE Frank Rosenblatt Award in 2010 was received by Michio Sugeno."}
{"id": "1", "contents": "Annick Bricaud received the Jerlov Award from the Oceanography Society in 2018."}
{"id": "2", "contents": "Koichi Mizushima was awarded the Kato Memorial Prize in 1999."}
{"id": "3", "contents": "The Gerard P. Kuiper Prize in 2001 was awarded to Bruce W. Hapke."}
{"id": "4", "contents": "The Hubble Telescope entered a partial safe mode on January 8, 2019, due to suspected hardware problems with its Wide Field Camera 3 instrument."}
{"id": "5", "contents": "Martin Haspelmath and Michael Cysouw were affiliated with the Max Planck Institute for Evolutionary Anthropology and Philipps-Universität Marburg, respectively, at the time they authored the paper \"Identifying Semantic Role Clusters and Alignment Types via Microrole Coexpression Tendencies.\""}
{"id": "6", "contents": "Dmitri Skobeltsyn served as the director of the Lebedev Physical Institute of the Russian Academy of Sciences from 1951 to 1972."}
{"id": "7", "contents": "The scientist Irving Langmuir collaborated with Vincent Joseph Schaefer to issue the U.S. patent for \"Method and Apparatus for Producing Aerosols\" in 1943."}
{"id": "8", "contents": "Mechanical engineer Gang Chen served as an assistant professor at Duke University from 1993 to 1997."}
{"id": "9", "contents": "William J. Page and Shailaja Shivprasad are credited with the first isolation of *Azotobacter salinestris* from saline soils."}
{"id": "10", "contents": "The first CRISPR-edited babies were reportedly born on November 25, 2018, as stated in a 2019 *Nature* article."}
{"id": "11", "contents": "The Gordon E. Moore Medal is awarded annually by the Society of Chemical Industry to an individual who has achieved early career success through innovation in chemical industries, with Jonathan M. McConnachie being the recipient in 2006."}
{"id": "12", "contents": "Notepad++ version 7.8.8 was released on June 28, 2020."}
{"id": "13", "contents": "Dolly the sheep, the first mammal cloned from an adult somatic cell, gave birth to her first lamb, Bonnie, in April 1998."}
{"id": "14", "contents": "The 2010 American Mathematical Society David P. Robbins Prize was awarded to Ileana Streinu."}
{"id": "15", "contents": "Britannica released their Google Chrome extension, \"Britannica Insights,\" on 7 June 2018 to provide users with snippets of information from Britannica Online alongside Google search results."}
{"id": "16", "contents": "The ChemSpider ID for Axitinib, a small molecule tyrosine kinase inhibitor developed by Pfizer, is 4953153."}
{"id": "17", "contents": "Jacques Frédéric Français introduced a geometric representation of complex numbers in September 1813."}
{"id": "18", "contents": "Kiyoshi Oka entered the Imperial University of Kyoto in 1922 to pursue the study of physics."}
{"id": "19", "contents": "The research paper \"Detecting Driver Mental Fatigue Based on EEG Alpha Power Changes During Simulated Driving\" by Faramarz Gharagozlou et al. involved 12 drivers in its overnight study."}
{"id": "20", "contents": "Emma Perry Carr was the first female chemist to be awarded the Francis P. Garvan-John M. Olin Medal."}
{"id": "21", "contents": "Computer scientist Nancy Amato earned two bachelor's degrees in Mathematical Sciences and Economics from Stanford University in 1986."}
{"id": "22", "contents": "The DOI (Digital Object Identifier) is a unique identifier for a digital object, such as a journal article, and in this case, the DOI for the paper \"New avenues and challenges in semantic map research\" is 10.1515/zfs-2021-2039."}
{"id": "23", "contents": "The boiling point of the element dysprosium is 4,653 degrees Fahrenheit."}
{"id": "24", "contents": "Dana Angluin became a faculty member at Yale University in 1979."}
{"id": "25", "contents": "August Scherl demonstrated his gyro-monorail to the public at the Berlin Zoological Gardens."}
{"id": "26", "contents": "In 2014, Dr. Elizabeth Dennis received the Farrer Medal."}
{"id": "27", "contents": "Metformin was introduced as a medication in France in 1957."}
{"id": "28", "contents": "Jupiter's third-largest moon is named Io."}
{"id": "29", "contents": "The first unplanned flight of the General Dynamics F-16 Fighting Falcon occurred on January 20, 1974."}
{"id": "30", "contents": "On a specific date and location, the type of eclipse can be determined, such as the annular solar eclipse on August 28, 1802, at 51.3°N, 105.7°E."}
{"id": "31", "contents": "The paper \"New Avenues and Challenges in Semantic Map Research\" focuses on the development and challenges of semantic maps, emphasizing their use in inference, the application of graph structures, and the integration of emotional data."}
{"id": "32", "contents": "As of March 2016, 18 companies and institutions were working on Zika vaccines, with expectations that a vaccine would not be widely available for an unspecified period."}
{"id": "33", "contents": "The research paper \"Analyzing EEG Data with Machine and Deep Learning: A Benchmark\" by Danilo Avola et al. (2022) benchmarked four machine learning models for EEG data analysis: Multilayer Perceptron (MLP), Convolutional Neural Networks (CNN), Long Short-Term Memory (LSTM), and Gated Recurrent Units (GRU)."}
{"id": "34", "contents": "In 2006, the species *Racosperma drummondii* was taxonomically reclassified back to the genus *Acacia*."}
{"id": "35", "contents": "The Soviet astronomer named Pyotr Kapitsa after whom the minor planet 3437 Kapitsa was discovered in 1982."}
{"id": "36", "contents": "The Rumelhart Prize for 2011 was awarded to Judea Pearl for his contributions to the field of artificial intelligence, particularly in the areas of probabilistic and causal reasoning."}
{"id": "37", "contents": "The Bell UH-1H Iroquois helicopter made its first flight on October 20, 1956."}
{"id": "38", "contents": "Professor Ascher Herman Shapiro received the Benjamin Garver Lamme Award from the American Society for Engineering Education in 1977."}
{"id": "39", "contents": "Dr. A.P.J. Kalam served as the mission director for the successful launch of India's Rohini Satellite 1 (RS-1) in 1980."}
{"id": "40", "contents": "Swedish chemist Svante Arrhenius won the Faraday Lectureship Prize in 1914."}
{"id": "41", "contents": "The Roebling Medal recipient following Max Hutchinson Hey was Linus Pauling."}
{"id": "42", "contents": "The first International Association for Engineering Geology and the Environment congress was held in Paris."}
{"id": "43", "contents": "Edward A. Tuttle's patent for an exercising machine was granted on October 11, 1881."}
{"id": "44", "contents": "The Grumman F4F-3 Wildcat aircraft, produced in 1937, has a specified maximum speed of 533 kilometers per hour."}
{"id": "45", "contents": "The term \"black hole\" is traced back to physicist Robert H. Dicke, who drew a comparison to the Black Hole of Calcutta in the early 1960s."}
{"id": "46", "contents": "Johann N. Meyer published the first scientific description of the Asiatic lion in 1826."}
{"id": "47", "contents": "Peter Norvig and Stuart Russell were awarded the AAAI/EAAI Outstanding Educator Award in 2016."}
{"id": "48", "contents": "The paper \"Identifying Semantic Role Clusters and Alignment Types via Microrole Coexpression Tendencies\" includes an analysis of Zenzontepec Chatino, as evidenced by Figure 4."}
{"id": "49", "contents": "Frank Harold Spedding received the American Chemical Society Award in Pure Chemistry in 1933."}
{"id": "50", "contents": "The entomologist Morgan Hebard described the species Acanthops bidens in 1922."}
{"id": "51", "contents": "Ian Newton was awarded the Godman-Salvin Medal in 2010."}
{"id": "52", "contents": "In August 2020, scientists reported that Deinococcus radiodurans, a highly resistant Earth bacterium, could survive for three years in outer space."}
{"id": "53", "contents": "The molar heat capacity of selenium at standard temperature and pressure (STP) is approximately 25.363 J/mol·K."}
{"id": "54", "contents": "The 1993 Eddington Medal was awarded to Leon Mestel."}
{"id": "55", "contents": "Google ran its first live-action video doodle on April 15, 2011."}
{"id": "56", "contents": "The Large Hadron Collider was reopened in April 2022 after a maintenance and upgrade period that began at the end of 2018."}
{"id": "57", "contents": "Apollo 14 astronaut Edgar Mitchell and Apollo 17 scientist Harrison Schmitt, among other Mars exploration proponents, released an anthology titled \"A One Way Mission to Mars: Colonizing the Red Planet\" in March 2011."}
{"id": "58", "contents": "Narendra Karmarkar won the Paris Kanellakis Theory and Practice Award in 2000."}
{"id": "59", "contents": "The American Dialect Society named \"Google\" as the Word of the Decade for 2000–2009."}
{"id": "60", "contents": "India landed its first spacecraft on the moon on August 23, 2023."}
{"id": "61", "contents": "Augustus Radcliffe Grote described the species Lithophane viridipallens in the year 1877."}
{"id": "62", "contents": "The original scientific name for *Calytrix acutifolia* as assigned by John Lindley in 1839 was *Lhotskya acutifolia*."}
{"id": "63", "contents": "Michael John Creutz joined the High Energy Theory Group at Brookhaven National Laboratory in 1972."}
{"id": "64", "contents": "\"Discussion sur l’évolution de l’univers\" by Georges Lemaitre was published in 1933."}
{"id": "65", "contents": "In 2018, NASA requested a budget of 19.1 billion US dollars."}
{"id": "66", "contents": "Türksat 2A was decommissioned in 2016."}
{"id": "67", "contents": "The forefeet of Isoodon obesulus, commonly known as the fat-tailed Dunnart, possess vestigial and tiny first digits."}
{"id": "68", "contents": "William Randolph Taylor was awarded the Gilbert Morgan Smith Medal in 1979."}
{"id": "69", "contents": "The Asus ROG Phone 5s Pro has a peak brightness of 1200 nits."}
{"id": "70", "contents": "The study \"Plastic Pollution in the World's Oceans\" published in 2014 surveyed a total of 1571 locations across all oceans."}
{"id": "71", "contents": "The asteroid 162 Laurentia is named after amateur astronomer Joseph Jean Pierre Laurent."}
{"id": "72", "contents": "The praying mantis species Eremiaphila bifasciata was described by Chopard in 1940."}
{"id": "73", "contents": "Service Pack 3 for Windows Fundamentals for Legacy PCs was released in October 2008."}
{"id": "74", "contents": "The resolution of the Cat B15 Q is 480 x 800 pixels."}
{"id": "75", "contents": "The wingspan of Eugnosta misella is between 9 and 11 millimeters."}
{"id": "76", "contents": "The EEG dataset in the 2012 research by Adham Atyabi et al. was bandpass filtered between 1 Hz and 50 Hz."}
{"id": "77", "contents": "Le Chatelier's thermoelectric pyrometer was considered accurate within 10 degrees Fahrenheit according to the 1900 report \"Clays of New York, Their Properties and Uses.\""}
{"id": "78", "contents": "In June 2010, Google's software engineer Gary Kačmarčík mentioned the development of \"Chromoting,\" a technology intended for ChromeOS to access remote applications."}
{"id": "79", "contents": "The OTO-Melara Mod 56 pack howitzer features a barrel length of 1.47 meters."}
{"id": "80", "contents": "Edward Meyrick first described the species Cydalima mysteris in 1886."}
{"id": "81", "contents": "Edme-Sébastien Jeaurat drew a map of 64 stars of the Pleiades in 1779, which he later published in 1786."}
{"id": "82", "contents": "Alfred Georg Hubertus Fischer co-authored the paper \"Orbital Forcing and Sedimentary Sequences\" with David J. Bottjer."}
{"id": "83", "contents": "The `EPOCHTODATE` function in Google Sheets converts a Unix epoch timestamp to a regular datetime in the UTC timezone."}
{"id": "84", "contents": "Jacob Pieter Den Hartog was awarded the Worcester Reed Warner Medal in 1951."}
{"id": "85", "contents": "Ruth Nussinov received the ISCB Accomplishment by a Senior Scientist Award in 2018."}
{"id": "86", "contents": "David Sankoff was awarded the ISCB Accomplishment by a Senior Scientist Award in 2003."}
{"id": "87", "contents": "The Nematocarcinoidea superfamily belongs to the infraorder Caridea."}
{"id": "88", "contents": "The Salem Prize in 1988 was awarded to mathematicians Alexander Volberg and Jean-Christophe Yoccoz."}
{"id": "89", "contents": "Tom Limoncelli and Christine Hogan received the LISA Outstanding Achievement Award from USENIX in 2005."}
{"id": "90", "contents": "Mildred Cohn was awarded the Golden Plate Award by the American Academy of Achievement in 1984."}
{"id": "91", "contents": "Hossein Baharvand, an Iranian stem cell and developmental biologist, was awarded the Mustafa Prize in 2019."}
{"id": "92", "contents": "Dorothy Maud Wrinch was an Argentine-English-American mathematician and biochemist renowned for her application of mathematical methods to infer protein structure."}
{"id": "93", "contents": "The inaugural winner of the Riemann Prize in 2019 was Terence Tao."}
{"id": "94", "contents": "The 2021 research paper by Ziwu Ren et al. focused on EEG-based driving fatigue detection and included data from drivers aged between 23 and 27 years old."}
{"id": "95", "contents": "The eggs of moon jellies are lodged in the oral arms of their bodies."}
{"id": "96", "contents": "Meta experienced its worst service outage since 2008 on October 4, 2021, impacting Instagram, Facebook, and WhatsApp."}
{"id": "97", "contents": "In 1948, Eilenberg and Chevalley introduced an algebraic approach to the cohomology of Lie groups using Lie algebras."}
{"id": "98", "contents": "Thomas Edison predicted that electricity would become so inexpensive that only the wealthy would continue to use candles."}
{"id": "99", "contents": "NASA announced the selection of its eighth group of astronaut candidates, which included the first women as mission specialists, on January 16, 1978."}
{"id": "100", "contents": "In February 2017, the Mars Desert Research Station had a total of 175 crews serve rotations over a span of sixteen years."}
{"id": "101", "contents": "The Yale Bright Star Catalogue succeeded the Harvard Revised Photometry Catalogue, which was published in 1908."}
{"id": "102", "contents": "The title of chemist Mary Letitia Caldwell's Ph.D. thesis was \"An experimental study of certain basic amino acids.\""}
{"id": "103", "contents": "Max Wolf discovered his first asteroid, 323 Brucia, on December 22, 1891."}
{"id": "104", "contents": "The Heinz Hopf Prize in 2019 was awarded to Ehud Hrushovski."}
{"id": "105", "contents": "The ChemSpider ID for diazepam is 2908."}
{"id": "106", "contents": "Windows 2000 was the first version of the Windows NT operating system family to be released without the \"NT\" branding in its name."}
{"id": "107", "contents": "Wangchuk initiated the Ice Stupa project in January 2014."}
{"id": "108", "contents": "Mildred Cohn published her work \"A Study of Oxidative Phosphorylation with O-18 Labeled Inorganic Phosphate\" in 1953."}
{"id": "109", "contents": "The Ricoh GR III camera body weighs 227 grams."}
{"id": "110", "contents": "The Partial Solar Eclipse of January 1, 1805 was part of Saros series 109."}
{"id": "111", "contents": "J.B.S. Haldane was awarded the Darwin Medal in 1952 for his contributions to the field of genetics and evolution."}
{"id": "112", "contents": "The paper \"Multidimensional Scaling and Other Techniques for Uncovering Universals\" was authored by William Croft and Keith Poole."}
{"id": "113", "contents": "Bonnie Berger was awarded the ISCB Accomplishment by a Senior Scientist Award in 2019."}
{"id": "114", "contents": "The individual who won the Polanyi Medal for outstanding contributions to gas kinetics in 1982 had the surname Thrush."}
{"id": "115", "contents": "The American Heart Association launched six spin-offs of the journal \"Circulation\" in 2008."}
{"id": "116", "contents": "The species Acanthops bidens is native to Mexico."}
{"id": "117", "contents": "Telegram achieved 180 million monthly active users in December 2017."}
{"id": "118", "contents": "The individual who won the Victor A. Prather Award in 1968 had the surname Forbes."}
{"id": "119", "contents": "Kathleen Rita McNulty Mauchly Antonelli's father's first name was James."}
{"id": "120", "contents": "Konrad Lorenz was awarded the Kalinga Prize for the Popularization of Science in 1969."}
{"id": "121", "contents": "The Margaret Oakley Dayhoff Award in 2003 was won by Hao Wu."}
{"id": "122", "contents": "In 2020, two novel RNA viruses distantly related to pestiviruses and coltiviruses were detected in the genomes of dead Manis javanica and Manis pentadactyla."}
{"id": "123", "contents": "The individual who won the Beilby Medal and Prize in 2009 has the surname Bao."}
{"id": "124", "contents": "Gladys A. Emerson was awarded the Garvan–Olin Medal in 1952."}
{"id": "125", "contents": "The minor planet 3586 Vasnetsov was discovered in the year 1978."}
{"id": "126", "contents": "Ada Yonath was awarded the Paul Karrer Gold Medal in 2004."}
{"id": "127", "contents": "In 2010, Aramco unveiled GigaPOWERS, an advanced reservoir simulation technology."}
{"id": "128", "contents": "The Kangri cancer effect was first studied in 1866."}
{"id": "129", "contents": "The registration date of the domain \"indianexpress.com\" is 20th May 2002."}
{"id": "130", "contents": "The neologism \"equilux\" refers to the date when the duration of day and night are equal, a concept that became widely recognized in the 21st century."}
{"id": "131", "contents": "The Linus Pauling Award in 1969 was won by an individual with the surname Eyring."}
{"id": "132", "contents": "Maryam Mirzakhani became a professor at Stanford University in 2009."}
{"id": "133", "contents": "In any given year, including 1967, there can be a maximum of two total lunar eclipses."}
{"id": "134", "contents": "In May 2022, WhatsApp increased its file upload limit to 2 GB and the maximum group size to 512 members."}
{"id": "135", "contents": "The beetle species Conalia helva was described in the year 1862."}
{"id": "136", "contents": "Computer scientist Jeanne Clare Adams earned her B.S. degree in Economics from the University of Michigan in 1943."}
{"id": "137", "contents": "The 2008 ACM Software System Award was won by the Gamma Parallel Database System."}
{"id": "138", "contents": "Selective Availability for GPS was discontinued on May 2, 2000, following a 1996 executive order, improving the accuracy of civilian GPS signals globally."}
{"id": "139", "contents": "Dr. William Schwartz discovered that sulfanilamide, initially used to treat bacterial infections, also acts as a diuretic for people with congestive heart failure."}
{"id": "140", "contents": "Niels Erik Norlund was awarded a Gold Medal for an essay on continued fractions in 1907."}
{"id": "141", "contents": "The actinide concept was proposed in 1944."}
{"id": "142", "contents": "The ruby-throated bulbul was reclassified from the genus *Turdus* to *Pycnonotus* before its final placement in the genus *Rubigula*."}
{"id": "143", "contents": "Otton Nikodym demonstrated in 1927 the construction of a subset of the unit square with unit area where each point in the subset lies on a line that intersects the subset at only that point."}
{"id": "144", "contents": "The Leslie Fox Prize for Numerical Analysis in 2017 was awarded to Nicole Spillane."}
{"id": "145", "contents": "In 1978, the William Henry Twenhofel Medal was awarded to geologist Carl Owen Dunbar."}
{"id": "146", "contents": "E. Bright Wilson was a recipient of the American Chemical Society Award in Pure Chemistry in 1937."}
{"id": "147", "contents": "The K-class blimp K-14, introduced in 1938, had a diameter of 17.63 meters."}
{"id": "148", "contents": "Mary Engle Pennington was inducted into the National Inventors Hall of Fame in 2018."}
{"id": "149", "contents": "The Sony Alpha 1 features the world's first dual-driven shutter system."}
{"id": "150", "contents": "KTH's R1 reactor achieved criticality in July 1954."}
{"id": "151", "contents": "Google released a version of Chrome for Windows with hardware-accelerated H.264 video decoding on November 6, 2012."}
{"id": "152", "contents": "Claudio Bunster Weitzman, a Chilean theoretical physicist, changed his name from Claudio Teitelboim Weitzman in 2005."}
{"id": "153", "contents": "Apple introduced the \"Hey Siri\" hands-free activation feature for their devices in September 2014."}
{"id": "154", "contents": "The beetle species Conaliamorpha lutea was described by Ermisch in the year 1968."}
{"id": "155", "contents": "Dr. Abdul Kalam was the mission director for the successful launch of the Rohini Technology Payload (RTP) satellite in 1979."}
{"id": "156", "contents": "The RS-1 satellite was launched from the Satish Dhawan Space Centre in India on July 18, 1980."}
{"id": "157", "contents": "In 2016, The Express Tribune reported that the Aga Khan University Hospital introduced Pakistan's first Neuro-Robotic Exoscope for advanced brain surgery."}
{"id": "158", "contents": "Léon Fairmaire first described Agrilus planipennis in the Revue d'Entomologie in 1888."}
{"id": "159", "contents": "The 2020 Euler Medal was awarded to Marston Conder by the Institute of Combinatorics and Its Applications."}
{"id": "160", "contents": "The online publication date of a research paper can be identified, including the month, day, and year."}
{"id": "161", "contents": "The AT-1 phono cartridge was created in Shinjuku ward in Tokyo."}
{"id": "162", "contents": "The first unassisted off-Earth Twitter message from the International Space Station was posted by a NASA astronaut on January 22, 2010."}
{"id": "163", "contents": "The height of the Space Shuttle Atlantis is 17.2 meters."}
{"id": "164", "contents": "The Grumman F4F-3 Wildcat had a rate of climb of approximately 11.70 meters per second."}
{"id": "165", "contents": "Google announced that Chrome would be completely revamped with Material You design language on September 7, 2023."}
{"id": "166", "contents": "The wheelbase of the Honda CL125 motorcycle is 1270 millimeters."}
{"id": "167", "contents": "259 Aletheia was discovered at Litchfield Observatory in 1886."}
{"id": "168", "contents": "The enzyme commission number 4.1.1.65 corresponds to the enzyme phosphatidylserine decarboxylase."}
{"id": "169", "contents": "The individual who won the Gibson-Fawcett Award in 2018 has the surname Vignolini."}
{"id": "170", "contents": "The experiments of Vogt demonstrated that, besides kaolinite, minerals like potash mica, orthoclase from Norway, and quartz from Limousin can also remain in suspension for extended periods."}
{"id": "171", "contents": "The individual who won the Robert Boyle Prize for Analytical Science in 2012, previously known as the Boyle Medal, is named Dovichi."}
{"id": "172", "contents": "Talbot Waterman received The Oceanography Society's Jerlov Award in 2008."}
{"id": "173", "contents": "The 2011 Margaret Oakley Dayhoff Award was won by Diane Lidke."}
{"id": "174", "contents": "The Wandanlage stereo system was originally released in 1965."}
{"id": "175", "contents": "Gliese 146 has an apparent visual magnitude of 8.64."}
{"id": "176", "contents": "Jurgen Aschoff studied medicine at the University of Bonn."}
{"id": "177", "contents": "Canon launched the EOS R50 in April 2023."}
{"id": "178", "contents": "The sampling rate for recording EEG signals in the study by Ziwu Ren et al. (2021) was 500 Hz."}
{"id": "179", "contents": "The first public demonstration of televised silhouette images in motion occurred in March 1925."}
{"id": "180", "contents": "Heisuke Hironaka founded the Japan Association for Mathematical Sciences, a philanthropic foundation, in 1984."}
{"id": "181", "contents": "Mullvad started supporting connections via the OpenVPN protocol in 2009."}
{"id": "182", "contents": "Donald M. Gray received the John Tuzo Wilson Medal in 2000."}
{"id": "183", "contents": "Aerospace scientist Hans Wolfgang Liepmann received the Ludwig-Prandtl-Ring Award in 1968."}
{"id": "184", "contents": "Ahmet Cemal Eringen's Ph.D. dissertation was titled \"Solution of the Two-dimensional Mixed-mixed Boundary Value Problem of Elasticity For Rectangular, Orthotropic Media And Application To The Buckling Of Sandwich Beams.\""}
{"id": "185", "contents": "The paper \"Articulatory constraints on stop insertion and elision in consonant clusters\" was published in volume 49, issue 5 of the journal Linguistics."}
{"id": "186", "contents": "Icie G. Macy-Hoobler was awarded the Francis P. Garvan–John M. Olin Medal in 1946 for her contributions as a female biochemist."}
{"id": "187", "contents": "The first Betamax VCR model released in the US was the LV-1901."}
{"id": "188", "contents": "The first recipient of the IFT Industrial Scientist Award in 1994 was Aaron Brody."}
{"id": "189", "contents": "Chemist Pauline Gracia Beery Mack published her work on the colorfastness of women's and children's wearing-apparel fabrics in 1942."}
{"id": "190", "contents": "Aravind Joshi won the 1997 IJCAI Award for Research Excellence."}
{"id": "191", "contents": "The magnitude of a solar eclipse indicates the fraction of the Sun's diameter that is covered by the Moon, and on June 21, 2001, a solar eclipse with a magnitude of 1.0495 occurred."}
{"id": "192", "contents": "The academic editor of the research paper \"Classification of Relaxation and Concentration Mental States with EEG\" by Shingchern D. You, published in 2021, is Chih-Peng Fan."}
{"id": "193", "contents": "Erwin Schwab is credited with the discovery of the asteroid 216433 Milianleo in 2009."}
{"id": "194", "contents": "Aaron Leo Brody, an American food scientist, earned his Ph.D. in 1957."}
{"id": "195", "contents": "Google released its first AI-generated music doodle on March 21, 2019."}
{"id": "196", "contents": "Tatsujiro Shimizu is the mathematician who initiated the publication \"Mathematica Japonicae\" in 1948 with his own funds."}
{"id": "197", "contents": "Canon introduced two new UHDgc 2/3-inch Portable Zoom Lenses for 4K UHD broadcast cameras on April 2, 2019."}
{"id": "198", "contents": "Ida Barney was the recipient of the Annie Jump Cannon Award in Astronomy in 1952."}
{"id": "199", "contents": "The Nokia 2, released in October 2017, has a depth measurement of 9.3 millimeters."}
{"id": "200", "contents": "Professor De Moor obtained his PhD in Medical Information Science in 1994."}
{"id": "201", "contents": "Figure 6 in the paper \"Identifying semantic role clusters and alignment types via microrole coexpression tendencies\" illustrates the hierarchical clustering of microrole coexpression similarities."}
{"id": "202", "contents": "The individual who won the Faraday Lectureship Prize in 1970 had the surname Herzberg."}
{"id": "203", "contents": "There were three total lunar eclipses in the year 1982."}
{"id": "204", "contents": "Dr. James Hagler received the C. W. Woodworth Award in 2002."}
{"id": "205", "contents": "Hall-Edwards performed the first surgical operation using X-rays on 14 February 1896."}
{"id": "206", "contents": "John Shipley Rowlinson was appointed a Fellow of the Royal Academy of Engineering in 1976."}
{"id": "207", "contents": "The first asteroid to have a diacritical character in its name is 61 Danaë."}
{"id": "208", "contents": "The Cannon-Bard theory of emotion is associated with the concept of the fight-or-flight response."}
{"id": "209", "contents": "The Nvidia GeForce2 MX200 (2001) had a memory bandwidth of 1.328 gigabytes per second."}
{"id": "210", "contents": "The article \"An Electric Self-Sensing and Variable-Stiffness Artificial Muscle\" by Chen Liu, James J. C. Busfield, and Ketao Zhang was first published on 08 July 2023."}
{"id": "211", "contents": "Nash-Williams submitted his doctoral thesis titled \"Decomposition of Graphs into Infinite Chains\" to Cambridge University in 1958."}
{"id": "212", "contents": "Michael John Creutz earned his Ph.D. in physics from Stanford University in 1970."}
{"id": "213", "contents": "The SROSS-C satellite was launched from the Satish Dhawan Space Centre in India on 20 May 1992."}
{"id": "214", "contents": "The Nvidia Vanta LT (2000) GPU had a memory clock speed of 100 MHz."}
{"id": "215", "contents": "The IEEE Frank Rosenblatt Award in 2019 was received by Erkki Oja."}
{"id": "216", "contents": "The individual who won the Chemical Industry Medal in 1960 was named Stauffer."}
{"id": "217", "contents": "The individual who won the Liversidge Award in 1946 had the surname Urey."}
{"id": "218", "contents": "A 2019 genome-wide association study review identified 36 genes with mutations linked to the development of endometriosis."}
{"id": "219", "contents": "Lynn Conway was awarded the IEEE/RSE James Clerk Maxwell Medal in 2015 for her contributions to the field of electrical engineering and computing."}
{"id": "220", "contents": "The software 7-Zip version 18.01 introduced support for unpacking DMG archives that use the LZFSE compression method."}
{"id": "221", "contents": "The Melvin Mooney Distinguished Technology Award was established in 1983."}
{"id": "222", "contents": "The thickness of the sandstone reservoir interval containing the gas and condensate column in the Akoma-1X well is a key parameter for assessing the well's productivity, measured as 20 meters."}
{"id": "223", "contents": "Chadwell O'Connor was granted 29 U.S. patents throughout his lifetime."}
{"id": "224", "contents": "Alexei Abrikosov was awarded the Fritz London Prize in 1972 for his work in condensed matter physics."}
{"id": "225", "contents": "The PubChem CID for Naproxen, a nonsteroidal anti-inflammatory drug, is 156391."}
{"id": "226", "contents": "Jean Claude Saint-Venant correctly derived the Navier-Stokes equations in his work published in 1843."}
{"id": "227", "contents": "A symposium in algebraic geometry in honor of Iacopo Barsotti was held in Abano Terme in 1991."}
{"id": "228", "contents": "Granat, initially known as Astron 2, was an X- and gamma-ray observatory for studying high-energy emissions."}
{"id": "229", "contents": "Jeanne Clare Adams obtained her M.S. degree in Telecommunications and Electrical Engineering from the University of Colorado in 1979."}
{"id": "230", "contents": "The individual who won the Applied Catalysis Award in 2012 has the surname Colacot."}
{"id": "231", "contents": "The individual who won the Meldola Medal and Prize in 1948 had the surname Raphael."}
{"id": "232", "contents": "The DrugBank accession number is a unique identifier for drugs and drug-like substances, with barium sulfate being assigned the number DB11150."}
{"id": "233", "contents": "Ian Charleson Hedge, a Scottish botanist associated with the Royal Botanic Gardens in Edinburgh, was born on 18 August 1928."}
{"id": "234", "contents": "William Prager studied civil engineering and received his diploma from Technische Universität Darmstadt in 1925."}
{"id": "235", "contents": "Alfred George Fischer received the William Henry Twenhofel Medal in 1982."}
{"id": "236", "contents": "Paul Doughty Bartlett received the American Chemical Society Award in Pure Chemistry in 1938."}
{"id": "237", "contents": "Jon Kleinberg was named a fellow of the Association for Computing Machinery in 2013."}
{"id": "238", "contents": "The pulsar PSR J0437−4715 is located in the constellation Pictor."}
{"id": "239", "contents": "The Toshiba BC-1411 calculator uses a Nixie tube display."}
{"id": "240", "contents": "The individual who won the Gordon E. Moore Medal in 2010 for early career success in chemical industry innovation is named Emmett."}
{"id": "241", "contents": "The Flood Illuminator is a dedicated infrared flash used to project invisible infrared light to capture detailed facial data, such as the 30,000 facial points required for accurate facial recognition."}
{"id": "242", "contents": "The Gerbrandy Tower's analog antenna was replaced with a digital one on August 2, 2007."}
{"id": "243", "contents": "The individual who won the Polanyi Medal for outstanding contributions to gas kinetics in 2008 has the surname Casavecchia."}
{"id": "244", "contents": "The Agusta A.106 rotorcraft has a main rotor diameter of 9.50 meters."}
{"id": "245", "contents": "Asteroid 207 Hedda was discovered on October 17, 1879."}
{"id": "246", "contents": "Louis de Broglie was awarded the Kalinga Prize in 1952 for his contributions to popularizing scientific knowledge."}
{"id": "247", "contents": "The individual with the surname Warren won the Bader Award for Organic Chemistry in 2002."}
{"id": "248", "contents": "Pramod Kale received the Shri Hari Om Ashram Prerit Vikram Sarabhai Award for System Analysis and Management Problems in 1975."}
{"id": "249", "contents": "Pioneer's LD-700 was their first LaserDisc player for consumers that utilized a solid-state laser."}
{"id": "250", "contents": "Augustus De Morgan published the article \"Trochoidal Curve\" in the Penny Cyclopaedia in 1843."}
{"id": "251", "contents": "Giovanni Antonio Scopoli originally recorded the scientific name of the white-headed duck as *Anas leucocephala* in 1769."}
{"id": "252", "contents": "The Marlow Medal and Prize is an early-career award in physical chemistry bestowed by the Royal Society of Chemistry, with the 2022 recipient having the last name Curchod."}
{"id": "253", "contents": "The individual who won the Faraday Lectureship Prize in 1953 had the surname Hinshelwood."}
{"id": "254", "contents": "Thomas le Bonniec disclosed himself as a whistleblower and urged European data protection regulators to investigate Apple's Siri recording practices in May 2020."}
{"id": "255", "contents": "The weight of the Sputnik 6 spacecraft is 4,563 kilograms."}
{"id": "256", "contents": "Jeffrey Cuzzi won the Gerard P. Kuiper Prize in 2010."}
{"id": "257", "contents": "In February 2013, WhatsApp reached approximately 200 million active users while maintaining a staff of only 50 members."}
{"id": "258", "contents": "Bruno Buchberger won the Paris Kanellakis Theory and Practice Award in 2007."}
{"id": "259", "contents": "Evi Nemeth was awarded the USENIX/LISA Lifetime Achievement Award in 1995."}
{"id": "260", "contents": "Kurt Mehlhorn won the Paris Kanellakis Theory and Practice Award in 2010."}
{"id": "261", "contents": "Barbara Liskov was the second woman to be honored with the Turing Award."}
{"id": "262", "contents": "The individual who won the Lord Lewis Prize in 2016 has the surname Poliakoff."}
{"id": "263", "contents": "The De Gennes Prize, previously known as the Prize for Materials Chemistry, was established in 2008."}
{"id": "264", "contents": "The 1934 Bendix SWC concept car had an overall length of 204 inches."}
{"id": "265", "contents": "one sentense summary: The Polymixia fish species named after research scientist Gloria Hollister is Polymixia hollisterea."}
{"id": "266", "contents": "Dora Altbir won the Chilean National Prize for Exact Sciences in 2019."}
{"id": "267", "contents": "The registration date of a domain, such as \"hindustantimes.com,\" can be identified, with \"hindustantimes.com\" specifically registered on August 14, 1996."}
{"id": "268", "contents": "The asteroid 3412 Kafka was discovered on January 10, 1983."}
{"id": "269", "contents": "Henri Moissan published his first scientific paper in 1874 with the notable French plant physiologist Pierre Paul Dehérain."}
{"id": "270", "contents": "Allene Rosalind Jeanes earned her Master's degree in organic chemistry from the University of California, Berkeley in 1929."}
{"id": "271", "contents": "The 2014 ACM Software System Award was won by the Mach project."}
{"id": "272", "contents": "The brown cuckoo-dove was formally described by Coenraad Jacob Temminck in 1821."}
{"id": "273", "contents": "Google ceased support for Google Play services on Android Honeycomb in January 2017."}
{"id": "274", "contents": "Chris Sander received the ISCB Accomplishment by a Senior Scientist Award in 2010."}
{"id": "275", "contents": "The experimental aircraft AirGeep II had its first flight on February 15, 1962."}
{"id": "276", "contents": "The first recipient of the Manohar Parrikar Yuva Scientist Award is Dr. Mathavaraj S."}
{"id": "277", "contents": "The DS-SAR satellite was launched from the Satish Dhawan Space Centre in India on July 30, 2023."}
{"id": "278", "contents": "Figure 3 in the paper 'New Avenues and Challenges in Semantic Map Research' features linguistic data in Finnish and Wolof."}
{"id": "279", "contents": "The scientist who received the Penrose Medal the year after Peter R. Vail was W. Gary Ernst."}
{"id": "280", "contents": "The Margaret Oakley Dayhoff Award in 2004 was won by Dorothee Kern."}
{"id": "281", "contents": "The LET function in Google Sheets assigns a name to the value_expression results and then returns the result of the formula_expression."}
{"id": "282", "contents": "Galip Ulsoy was awarded the Charles Russ Richards Memorial Award by ASME and Pi Tau Sigma in 2013."}
{"id": "283", "contents": "Joan Berkowitz was the first female president of the Electrochemical Society."}
{"id": "284", "contents": "The maximum shutter speed when using EIS (Electronic Image Stabilization) with the Sigma FP camera is 1/4,000 sec."}
{"id": "285", "contents": "In August 2022, scientists published a study on a 1000 AD skeleton from Bragança, Portugal, revealing the individual had a 47,XXY karyotype."}
{"id": "286", "contents": "The OV1-13 spacecraft was launched in April 1968."}
{"id": "287", "contents": "Ruth Sager was awarded the Gilbert Morgan Smith Medal in 1988."}
{"id": "288", "contents": "The developmental code name for the selective orexin 2 receptor agonist danavorexton is TAK-925."}
{"id": "289", "contents": "The paper \"Tissue Engineering: The Challenges Ahead\" by Robert Langer was published on April 1, 1999."}
{"id": "290", "contents": "The individual who won the Chemical Industry Medal in 1984 was named Affleck."}
{"id": "291", "contents": "Professor Kathy Sykes is a British physicist recognized with the Kohn Award in 2006 for her excellence in science communication to the public."}
{"id": "292", "contents": "Google hosted a hacking contest called \"Pwnium\" for computer security experts in March 2014."}
{"id": "293", "contents": "John Ralph Ragazzini received the Rufus Oldenburger Medal in 1970."}
{"id": "294", "contents": "The 2020 ACM Eugene L. Lawler Award recipient is Richard Anderson."}
{"id": "295", "contents": "The true vertical depth at which hydrocarbons were encountered in the Eban-1X well is a specific measurement indicating the subsurface level where hydrocarbons were found, measured in meters."}
{"id": "296", "contents": "The V. M. Goldschmidt Award in 2015 was awarded to Miriam Kastner."}
{"id": "297", "contents": "Marina Ratner received the John J. Carty Award for the Advancement of Science in 1994."}
{"id": "298", "contents": "The Mediumwave transmitter Lopik in the Netherlands ceased operations on September 1, 2015."}
{"id": "299", "contents": "Philippe Flajolet received the Grand Prix Scientifique from the Union des Assurances de Paris in 1986."}
{"id": "300", "contents": "Eric Xing joined the Mohamed bin Zayed University of Artificial Intelligence in January 2021."}
{"id": "301", "contents": "The University of Michigan initiated the development of the MICRO Information Management System in 1970, utilizing D.L. Childs' Set-Theoretic Data model."}
{"id": "302", "contents": "Solanum albidum produces dull yellow berries with a diameter ranging from 0.31 inches to 0.59 inches."}
{"id": "303", "contents": "The heart of a shrimp is located in its head."}
{"id": "304", "contents": "The review paper \"Infant sleep disturbance: Description of a problem behavior process\" in Sleep Medicine Reviews 1999, Volume 3, Number 4, was authored by France, Karyn G. and Blampied, Neville M."}
{"id": "305", "contents": "The Gaspy app was launched in New Zealand in 2016."}
{"id": "306", "contents": "React switched from using the `id` attribute to `data-reactid` for tracking DOM nodes in version v0.4.0."}
{"id": "307", "contents": "The 2012 research paper by Adham Atyabi et al. utilized an EEG dataset sampled at a frequency of 250 Hz."}
{"id": "308", "contents": "Adriano Mario Garsia, a Tunisian-born Italian American mathematician, was born in the city of Tunis."}
{"id": "309", "contents": "Ludwig Bieberbach was appointed professor of mathematics in Basel in 1913."}
{"id": "310", "contents": "The mathematician Enrico D'Ovidio was born in Campobasso."}
{"id": "311", "contents": "BSNL launched its \"Wings Services,\" a VoIP-based telecommunication service without the need for SIM cards or cable wiring, across 22 telecom circles in India on 16 August 2018."}
{"id": "312", "contents": "The effective total pixel count of the Sigma DP1 Quattro camera is 29 megapixels."}
{"id": "313", "contents": "Stepan Prokopovich Timoshenko was awarded the Worcester Reed Warner Medal in 1935."}
{"id": "314", "contents": "The fuselage length of the Bell 430 helicopter is 13.44 meters."}
{"id": "315", "contents": "The first recipient of the Marlow Medal and Prize in physical chemistry from the Royal Society of Chemistry in 1975 was Geoffrey."}
{"id": "316", "contents": "Takeo Kanade publicly demonstrated a face-matching system in 1970 that could autonomously locate anatomical features and calculate the distance ratios between them."}
{"id": "317", "contents": "Jennifer Widom became a Fellow of the Association for Computing Machinery (ACM) in 2005."}
{"id": "318", "contents": "The Roebling Medal recipient the year following Alexandra Navrotsky is Robert C. Newton."}
{"id": "319", "contents": "In 1955, the Department of Mathematics at the University of California, Berkeley published Kato's influential notes titled \"Quadratic Forms in Hilbert Spaces and Asymptotic Perturbation Series.\""}
{"id": "320", "contents": "Mindgrove launched India's first commercial microcontroller unit (MCU) chip."}
{"id": "321", "contents": "José Fernando Escobar became a full professor at Cornell University in 1994."}
{"id": "322", "contents": "The third ionization energy of an element, such as molybdenum, is the energy required to remove the third electron from a mole of gaseous atoms, measured in kilojoules per mole."}
{"id": "323", "contents": "Roddam Narasimha won the Aryabhata Award in 2004."}
{"id": "324", "contents": "Taeniolabis taoensis is a multituberculate mammal from the early Paleocene (Puercan 3) discovered in the Denver Basin, Colorado in 2021."}
{"id": "325", "contents": "Ennio De Giorgi shared the 1990 Wolf Prize in Mathematics with Ilya Iosifovich Piatetski-Shapiro."}
{"id": "326", "contents": "The IUCN Red List updated the status of the Chinese paddlefish to \"extinct\" in July 2022."}
{"id": "327", "contents": "The Royal Society of Chemistry Bader Award in 2021 was received by Professor Alison Hulme."}
{"id": "328", "contents": "Xiangyu Zhang won the 2006 SIGPLAN Doctoral Dissertation Award."}
{"id": "329", "contents": "Adrian Smith received an honorary Doctorate of Science from Plymouth University in 2011."}
{"id": "330", "contents": "Albert Badoureau discovered 37 of the 75 non-prismatic uniform polyhedra in 1878."}
{"id": "331", "contents": "The scientist who received the Penrose Medal following Robert Dean Hatcher Jr. is Kevin C. A. Burke."}
{"id": "332", "contents": "Marcel Roche won the Kalinga Prize for the Popularization of Science in 1987."}
{"id": "333", "contents": "American chemist Eger Vaughan Murphree received the Industrial Research Institute Medal in 1953."}
{"id": "334", "contents": "The Hutter Prize, awarded for the first time in 2006 to Alexander Ratushnyak, established a new baseline of 17,073,018 bytes for the compression of the English Wikipedia."}
{"id": "335", "contents": "John B. Goodenough received the Welch Award in Chemistry in 2017."}
{"id": "336", "contents": "Peter Norvig was the director responsible for Google's core web search algorithms from 2002 to 2005."}
{"id": "337", "contents": "Tel Aviv University conducted a 2010 study that found cloud seeding with substances such as silver iodide and frozen carbon dioxide had minimal effect on precipitation."}
{"id": "338", "contents": "The individual who won the Ludwig Mond Award in 2008 had the surname Crabtree."}
{"id": "339", "contents": "The individual who won the Faraday Medal in 1999, awarded by the Electrochemistry Group of the Royal Society of Chemistry, had the surname Allongue."}
{"id": "340", "contents": "James Marshall filed a patent for a spring pocket mattress in Toronto on September 1, 1900."}
{"id": "341", "contents": "The individual who won the Bader Award for Organic Chemistry in 2000 had the surname Gilchrist."}
{"id": "342", "contents": "BAe and McDonnell Douglas signed a memorandum of understanding for the AV-8B Harrier II in August 1981."}
{"id": "343", "contents": "The Eddington Medal in 1953 was awarded to Georges Lemaître."}
{"id": "344", "contents": "The 2017 Erdős–Rényi Prize was awarded to Vittoria Colizza."}
{"id": "345", "contents": "The world's first solid titanium watch is the Citizen X8 Titanium Chronometer."}
{"id": "346", "contents": "The statistical environment R was utilized for data analysis in the study \"Identifying Semantic Role Clusters and Alignment Types via Microrole Coexpression Tendencies.\""}
{"id": "347", "contents": "The praying mantis species Eremiaphila braueri was described by Krauss in 1902."}
{"id": "348", "contents": "Katharine Burr Blodgett was awarded a U.S. patent for her invention of the \"Step Gauge for Measuring Thickness of Thin Films\" on 26 February 1952."}
{"id": "349", "contents": "The winner of the Gibson-Fawcett Award in 2020 had the surname Casiraghi."}
{"id": "350", "contents": "The academic publisher De Gruyter published the paper titled \"On Two Mathematical Representations for Semantic Maps.\""}
{"id": "351", "contents": "Charles Elachi won the Space Flight Award in 2005."}
{"id": "352", "contents": "Carl Friedrich Gauss completed the foundational works \"Disquisitiones Arithmeticae\" and \"Theoria motus corporum coelestium\" as a private scholar."}
{"id": "353", "contents": "The scientific name of the first reported sexually dichromatic snake from the Indian subcontinent is Ahaetulla anomala."}
{"id": "354", "contents": "Seinosuke Toda received the 1998 Gödel Prize for demonstrating that the complexity class PP is as hard as the Polynomial-Time Hierarchy."}
{"id": "355", "contents": "The Embraer EMB 110 Bandeirante aircraft was designed by Max Holste."}
{"id": "356", "contents": "Oliver Heaviside was awarded the Faraday Medal in 1922."}
{"id": "357", "contents": "The caption of Figure 5 in Levshina's 2022 paper likely describes a Multidimensional Scaling (MDS) solution, illustrating the distribution of data in two-dimensional pairs (dimensions 1 and 2, and dimensions 1 and 3)."}
{"id": "358", "contents": "The person who first discovered the blood-sucking bug Triatoma carrioni has the surname Larrousse."}
{"id": "359", "contents": "Charles Raymond Perrault served as co-editor-in-chief of the journal \"Artificial Intelligence\" from 2001 to 2010."}
{"id": "360", "contents": "IIT (BHU) was the first Indian Institute of Technology to install a supercomputer."}
{"id": "361", "contents": "The PSLV-C53 launch vehicle was used to carry the DS-EO satellite from the Satish Dhawan Space Centre in India in 2022."}
{"id": "362", "contents": "The apple-tree tent caterpillar's favorite food is \"undoubtedly\" Prunus serotina, according to the 14th report of the State Entomologist on injurious and other insects of NY from 1898."}
{"id": "363", "contents": "Marcelo Viana served as the Brazilian Vice-President of the International Mathematical Union in 2012."}
{"id": "364", "contents": "Miquel Valcárcel is the scientist who won the Robert Boyle Prize for Analytical Science in 2004."}
{"id": "365", "contents": "Engineer Evi Nemeth was recognized as a Distinguished Engineering Honoree at CU Boulder in 2007."}
{"id": "366", "contents": "The recipient of the RSC Supramolecular Chemistry Award in 2016 has the surname Ward."}
{"id": "367", "contents": "The Nokia 8110 mobile phone was announced on September 9, 1996."}
{"id": "368", "contents": "The asteroid 176 Iduna was originally assigned a minor planet designation number different from its current one, specifically 175."}
{"id": "369", "contents": "Kiyosi Itô was awarded the Carl Friedrich Gauss Prize in 2006."}
{"id": "370", "contents": "The binomial name of the yellowfin sole is credited to Pallas."}
{"id": "371", "contents": "Figure 4 in the text 'Generating Semantic Maps through Multidimensional Scaling: Linguistic Applications and Theory' illustrates semantic maps for the Romanian language."}
{"id": "372", "contents": "The individual who won the Perkin Medal in 1918 for an innovation in applied chemistry with outstanding commercial development was named Rossi."}
{"id": "373", "contents": "Ludvig Faddeev was awarded his candidate's degree for his thesis on the properties of the S-Matrix for scattering on a local potential in 1959."}
{"id": "374", "contents": "The DOI (Digital Object Identifier) is a unique identifier for a digital object, such as a journal article, and in this case, the DOI for the paper \"Generating Semantic Maps through Multidimensional Scaling: Linguistic Applications and Theory\" is 10.1515/cllt-2021-0018."}
{"id": "375", "contents": "David James Foulis was made Professor Emeritus at the University of Massachusetts in 1997."}
{"id": "376", "contents": "Aaron Leo Brody is credited with creating the first frozen fish sticks in the 1950s as an American food scientist."}
{"id": "377", "contents": "The Low Energy Gamma-Ray Imager (LEGRI) was activated on the day of its launch, May 19, 1997."}
{"id": "378", "contents": "The praying mantis species Eremiaphila barbara was described by Brisout in 1854."}
{"id": "379", "contents": "Mathematician George Andrews was elected a Fellow of the American Academy of Arts and Sciences in 1997."}
{"id": "380", "contents": "The research paper \"Classification of Relaxation and Concentration Mental States with EEG\" by Shingchern D. You was accepted for publication in the journal \"Information\" on April 23, 2021."}
{"id": "381", "contents": "Tülay Adalı was recognized as a Fellow of the Institute of Electrical and Electronics Engineers in 2009."}
{"id": "382", "contents": "Tülay Adalı was recognized as a Fellow of the American Institute for Medical and Biological Engineering in 2008."}
{"id": "383", "contents": "The Materials for Industry-Derek Birchall Award was established in 2008."}
{"id": "384", "contents": "The Pratt & Whitney R-1340-30 Wasp engine has a horsepower rating of 550 hp."}
{"id": "385", "contents": "The individual who won the Meldola Medal and Prize in 1955 had the surname Gray."}
{"id": "386", "contents": "Theodore von Kármán chose Frank Wattendorf as his research assistant upon becoming the director of the Guggenheim Aeronautical Laboratory at Caltech in 1930."}
{"id": "387", "contents": "The beetle species Glipa acutimaculata was described in the year 2000."}
{"id": "388", "contents": "Friedrich Tietjen is the astronomer credited with the discovery of the asteroid 86 Semele."}
{"id": "389", "contents": "Andreas Speiser's doctoral advisor was the renowned mathematician David Hilbert."}
{"id": "390", "contents": "Michael Waterman was awarded the ISCB Accomplishment by a Senior Scientist Award in 2006."}
{"id": "391", "contents": "Cesar Lattes, a Brazilian physicist, passed away at the age of 80."}
{"id": "392", "contents": "The update to MusicBee version 3.2.6827 included a feature enhancement where the mini player began supporting a large album artwork layout."}
{"id": "393", "contents": "Betty Julia Sullivan, a biochemist, was awarded the Francis P. Garvan–John M. Olin Medal in 1954."}
{"id": "394", "contents": "The NASA Space Science Data Coordinated Archive (NSSDCA) ID is a unique identifier assigned to spacecraft; Foton-M4 has the NSSDCA ID of 2014-041A."}
{"id": "395", "contents": "Oliver Heaviside published his second paper on electricity in 1873."}
{"id": "396", "contents": "Google Sheets offers a MARGINOFERROR function to calculate the margin of error from a range of values."}
{"id": "397", "contents": "The second asteroid discovered by astronomer Édouard Jean-Marie Stephan is the asteroid named 91 Aegina."}
{"id": "398", "contents": "American mathematician Rufus Isaacs died in Baltimore, Maryland."}
{"id": "399", "contents": "In August 2015, Buzz Aldrin, in collaboration with the Florida Institute of Technology, proposed a \"master plan\" to NASA featuring a ten-year \"tour of duty\" for astronauts."}
{"id": "400", "contents": "The mathematician who received the Salem Prize in 1969 was Richard Hunt."}
{"id": "401", "contents": "Edward S. Morse patented a method for warming and ventilating apartments using sun's rays in 1881."}
{"id": "402", "contents": "Donald Harry Sadler started his position as a Temporary Assistant to Comrie on 13 October 1930."}
{"id": "403", "contents": "The praying mantis species Eremiaphila aristidis was described by Lucas in the year 1880."}
{"id": "404", "contents": "Robert Warington is credited with fully developing the aquarium principle in 1850, demonstrating that plants can provide sufficient oxygen to support aquatic animals within a closed system, provided the animal population remains within sustainable limits."}
{"id": "405", "contents": "The guidelines outlining requirements for the inclusion of soluble biomarkers in osteoarthritis clinical trials were published in 2015."}
{"id": "406", "contents": "American chemist Eger Vaughan Murphree was awarded the Perkin Medal in 1950."}
{"id": "407", "contents": "Dolly the sheep, the first mammal cloned from an adult somatic cell, gave birth to triplets named Lucy, Darcy, and Cotton."}
{"id": "408", "contents": "In 2020, NASA's Artemis program included nine female candidates for the mission to land astronauts on the Moon."}
{"id": "409", "contents": "The individual who won the Polanyi Medal for outstanding contributions to gas kinetics in 2006 has the surname Hippler."}
{"id": "410", "contents": "The DrugBank accession number is a unique identifier for drugs, and Rimegepant's DrugBank accession number is DB12457."}
{"id": "411", "contents": "The individual who won the Gordon E. Moore Medal in 2021 for early career success and innovation in chemical industries is Carla."}
{"id": "412", "contents": "The Türksat 1A satellite exploded on 24 January 1994 before reaching orbit."}
{"id": "413", "contents": "The winner of the Gibson-Fawcett Award in 2012 had the surname Fogg."}
{"id": "414", "contents": "In April 2022, WhatsApp announced plans to introduce Communities, a feature that allows multiple group chats within a shared space, unified notifications, and the ability to create smaller discussion groups."}
{"id": "415", "contents": "The MINVERSE function is used in Google Sheets to find the inverse of a square matrix."}
{"id": "416", "contents": "In 2004, Trillian chat application introduced \"emotiblips,\" enabling users to stream files as audio-visual emoticons within instant messages."}
{"id": "417", "contents": "The NASA Space Science Data Coordinated Archive (NSSDCA) ID is a unique identifier assigned to spacecraft, with \"1994-033A\" being the NSSDCA ID for the Foton-9 spacecraft."}
{"id": "418", "contents": "The EOS-04 satellite was launched by the PSLV-C52 mission of the Indian Space Research Organisation from the Satish Dhawan Space Centre in 2022."}
{"id": "419", "contents": "The Theory of Relativity was not attributed to divine authorship according to Kentaro Yano's father."}
{"id": "420", "contents": "The first-generation, four-speed manual transmission gearbox type of the Mazda R360 in Japan was officially called KRBB."}
{"id": "421", "contents": "In 2021, the IEEE/RSE James Clerk Maxwell Medal was awarded to Evelyn Lynn Hu."}
{"id": "422", "contents": "The IBM 7030 Stretch had 2048 kilobytes of memory."}
{"id": "423", "contents": "The UNIVAC, delivered to the Census Bureau in 1951, could perform 1,000 calculations per second."}
{"id": "424", "contents": "In 1977, NASA Administrator James C. Fletcher proposed allocating a token sum of $5 million for the Hubble Space Telescope in NASA's budget."}
{"id": "425", "contents": "Germund Dahlquist was elected to the Royal Swedish Academy of Engineering Sciences in 1965."}
{"id": "426", "contents": "The individual who won the De Gennes Prize in 2013, previously known as the Prize for Materials Chemistry, has the surname Kitagawa."}
{"id": "427", "contents": "Shinya Yamanaka is a Japanese scientist who was awarded the Shaw Prize in 2008 for his contributions to stem cell research."}
{"id": "428", "contents": "Albert-László Barabási received the Cozzarelli Prize from the U.S. National Academies of Sciences in 2009."}
{"id": "429", "contents": "John B. Goodenough was elected a member of the National Academy of Engineering in 1976."}
{"id": "430", "contents": "The recipient of the Lapworth Medal in 2004 was James Valentine."}
{"id": "431", "contents": "Janet Emerson Bashen was the first African American woman to patent a web-based EEO (Equal Employment Opportunity) software, known as Nalikah, formerly LinkLine."}
{"id": "432", "contents": "The beetle species Glipa alboscutellata was described in the year 1934."}
{"id": "433", "contents": "On 21 May 2009, Air Force Space Command reassured the public about the reliability of GPS service, affirming a minimal risk of not meeting performance standards."}
{"id": "434", "contents": "The marine polychaete worm Sabella spallanzanii belongs to the family Sabellidae."}
{"id": "435", "contents": "The enzyme commission number 3.1.4.2 corresponds to the enzyme Glycerophosphocholine phosphodiesterase."}
{"id": "436", "contents": "The research paper \"Grey matter atrophy in cognitively impaired Parkinson’s disease\" utilized 34 control participants."}
{"id": "437", "contents": "The winner of the Turing Award in 1968 was affiliated with Bell Labs."}
{"id": "438", "contents": "In 2022, June Huh, affiliated with Princeton University, was awarded the Fields Medal."}
{"id": "439", "contents": "Glipodes bordoni was described by Franciscolo in the year 1990."}
{"id": "440", "contents": "Irving S. Reed was the first recipient of the IEEE Computer Society Charles Babbage Award."}
{"id": "441", "contents": "The last total lunar eclipse that occurred before the three-year interval ended on November 8, 2022."}
{"id": "442", "contents": "The NASA Space Science Data Coordinated Archive (NSSDCA) ID for the spacecraft Bion 9 is 1989-075A."}
{"id": "443", "contents": "The FSW-2 spacecraft was launched in July 1994."}
{"id": "444", "contents": "The praying mantis species Eremiaphila cycloptera was described by Uvarov in 1939."}
{"id": "445", "contents": "Cecil J Nesbitt, a Toronto doctoral student, collaborated with Tadashi Nakayama to coauthor the mathematical paper \"Note on Symmetric Algebras\" in 1938."}
{"id": "446", "contents": "Sibel Adalı's 1996 dissertation, supervised by V. S. Subrahmanian, was titled \"Query Processing in Heterogeneous Mediated Systems.\""}
{"id": "447", "contents": "James McKeen Cattell was the first individual to be awarded the academic title \"Professor of Psychology.\""}
{"id": "448", "contents": "The virus that killed Dolly the sheep is abbreviated as JSRV, which stands for Jaagsiekte sheep retrovirus."}
{"id": "449", "contents": "In 1898, H.C. Wilson predicted that there would be six eclipses, combining both solar and lunar events."}
{"id": "450", "contents": "The Economist reported in July 2015 on a University of California, Berkeley study where researchers utilized graphene diaphragms for conducting ultrasound studies."}
{"id": "451", "contents": "A solar day on Mars is approximately 24 Earth hours and 39 minutes and 35 seconds longer."}
{"id": "452", "contents": "Allan Cunningham is credited with the formal description of the orchid species *Dendrobium pugioniforme* in 1839."}
{"id": "453", "contents": "The Ground Segment Control System's transition to the new Architecture Evolution Plan occurred on September 14, 2007."}
{"id": "454", "contents": "The individual awarded the Francis P. Garvan–John M. Olin Medal in 1951 had the surname Blodgett."}
{"id": "455", "contents": "The NVS-01 satellite was launched from the Satish Dhawan Space Centre in India on May 29, 2023."}
{"id": "456", "contents": "Annamaria Beatrice Amenta's doctoral thesis at the University of California, Berkeley was supervised by computer scientist Raimund Seidel."}
{"id": "457", "contents": "The chromosome location 5q14.1 was identified as being linked to the finger ridge counts of the ring, index, and middle fingers through multivariate linkage analysis, according to a study by Medland et al. (2007)."}
{"id": "458", "contents": "Instagram introduced the feature to like comments on December 6, 2016."}
{"id": "459", "contents": "Sir Frederick Charles Frank was elected a Fellow of the Royal Society in 1954."}
{"id": "460", "contents": "Starlink became the largest-ever satellite constellation in January 2020."}
{"id": "461", "contents": "The winner of the Green Chemistry Award in 2012 had the surname Tsang."}
{"id": "462", "contents": "The authors of the paper \"Identifying Semantic Role Clusters and Alignment Types via Microrole Coexpression Tendencies\" utilized the ValPaL (Valency Patterns Leipzig) database to obtain the 25 languages for their research."}
{"id": "463", "contents": "The beetle species Glipa angustilineata was described in the year 1993."}
{"id": "464", "contents": "In 1849, Utrecht University awarded Pieter Bleeker a second Doctorate Honoris Causa for his contributions to ichthyology and tropical medicine."}
{"id": "465", "contents": "Gunnar Hägg was awarded the Gregori Aminoff Prize in 1982."}
{"id": "466", "contents": "Nan Laird was awarded the International Prize in Statistics in 2021."}
{"id": "467", "contents": "The Pittosporum divaricatum can grow up to 3 meters in height."}
{"id": "468", "contents": "Panama adopted the DVB-T broadcasting standard on May 12, 2009."}
{"id": "469", "contents": "Louis de Broglie became a professor of theoretical physics at the Henri Poincaré Institute in 1928."}
{"id": "470", "contents": "Tei-ichi Ito received the Roebling Medal in 1968."}
{"id": "471", "contents": "Dr. William Schwartz discovered in 1949 that sulfanilamide has diuretic properties beneficial for treating congestive heart failure."}
{"id": "472", "contents": "Domenico Lino Morichini first identified fluorine by examining a fossilized tooth of an elephant."}
{"id": "473", "contents": "The title of mechanical engineer Gang Chen's Ph.D. thesis published in 1993 was \"Microscale thermal phenomena in optical and optoelectronic thin film devices.\""}
{"id": "474", "contents": "Barry Mazur was awarded the Chern Medal in 2022."}
{"id": "475", "contents": "Bonnie L Bassler, a female molecular biologist, was awarded the Shaw Prize in 2015."}
{"id": "476", "contents": "The 2002 Paris Kanellakis Theory and Practice Award was won by Peter Franaszek."}
{"id": "477", "contents": "The 1935 Amilcar Pégase was powered by a Grillot engine with a displacement of 2490 cc."}
{"id": "478", "contents": "The beetle species Paraconalia brasiliensis was described by Ermisch in 1968."}
{"id": "479", "contents": "The winner of the Applied Inorganic Chemistry Award in 2015 has the surname Lu."}
{"id": "480", "contents": "Leonora Neuffer Bilger received the Francis P. Garvan–John M. Olin Medal in 1953."}
{"id": "481", "contents": "The study \"A role for anterior thalamic nuclei in affective cognition: interaction with environmental conditions,\" published in Hippocampus in May 2013, involved 102 Long-Evans rats."}
{"id": "482", "contents": "Dolly the Sheep was a Finn-Dorset breed."}
{"id": "483", "contents": "Edward Meyrick first described the sedge moth species Glyphipterix saurodonta in 1913."}
{"id": "484", "contents": "In July 2019, a scientific study of Kidd Mine in Canada discovered sulfur-breathing organisms."}
{"id": "485", "contents": "Gustav Arthur Cooper's Ph.D. dissertation was titled \"Stratigraphy of the Hamilton Group of New York.\""}
{"id": "486", "contents": "The T-101 Grach, derived from the AN-2 biplane and designed by Evgeny Grunin, has a height of 4.86 meters."}
{"id": "487", "contents": "Joachim Neubüser graduated from the University of Kiel in 1957."}
{"id": "488", "contents": "Spathius galinae, an imported species, was approved by the USDA and Canada in 2015 for release in North America to combat the invasive emerald ash borer."}
{"id": "489", "contents": "The Yamaha YM2203, a sound chip from the 1980s, contains 12 operator cells for generating sound."}
{"id": "490", "contents": "Section 5 of the paper 'Identifying semantic role clusters and alignment types via microrole coexpression tendencies' is titled \"Clustering roles.\""}
{"id": "491", "contents": "Verdiana Grace Masanja was the first Tanzanian woman to earn a doctorate in mathematics."}
{"id": "492", "contents": "The infraorder Caridea includes the superfamily Psalidopodoidea within the animal kingdom."}
{"id": "493", "contents": "Ariane ECA's first successful launch occurred on 12 February 2005."}
{"id": "494", "contents": "In 2010, researchers from the University of Geneva tested an electronic mechanism using infrared laser pulses directed at the air above Berlin."}
{"id": "495", "contents": "The Paris Kanellakis Theory and Practice Award in 2014 was awarded to James Demmel."}
{"id": "496", "contents": "Michael John Creutz received a Humboldt Research Award in 2009."}
{"id": "497", "contents": "The individual who won the Herman Skolnik Award in 1977 had the surname Garfield."}
{"id": "498", "contents": "The Nokia 3208c has a weight of 90 grams."}
{"id": "499", "contents": "The DOI (Digital Object Identifier) is a unique identifier for a digital object, such as a journal article, and serves as a persistent link to its location on the internet; in this case, the DOI provided is for Lauren Fonteyn's paper on gerundive nominalizations."}
{"id": "500", "contents": "Europe approved nirsevimab in November 2022."}
{"id": "501", "contents": "The original 2-XL Robot by Mego Corporation used a default overlay where the button surrounded by yellow corresponded to the multiple-choice letter option \"C\"."}
{"id": "502", "contents": "Naro-1 successfully reached Earth orbit on January 30, 2013, marking it as the first South Korean launch vehicle to achieve this milestone."}
{"id": "503", "contents": "The International Centre for Genetic Engineering and Biotechnology (ICGEB) was established in 1983."}
{"id": "504", "contents": "The \"Make Software: Change the World!\" exhibit was launched by the Computer History Museum on January 28, 2017."}
{"id": "505", "contents": "The individual who won the Bioinorganic Chemistry Award in 2011 has the surname Cowan."}
{"id": "506", "contents": "The individual who won the Faraday Medal in 2019, awarded by the Electrochemistry Group of the Royal Society of Chemistry, has the surname Winter."}
{"id": "507", "contents": "The first 3D planetarium in India is Swami Vivekananda Planetarium."}
{"id": "508", "contents": "Dolly the sheep's first lamb was named Bonnie."}
{"id": "509", "contents": "The first commercial tweet from space was sent by private company Solstar on April 29, 2018, during the New Shepard flight using solely commercial infrastructure."}
{"id": "510", "contents": "Martha Sherwood is the mycologist who circumscribed the genus Lillicoa."}
{"id": "511", "contents": "The Penrose Medal was awarded to Francis J. Pettijohn before Preston Ercelle Cloud Jr. received his."}
{"id": "512", "contents": "The millisecond pulsar PSR J0952–0607 is found in the constellation Sextans."}
{"id": "513", "contents": "Fayaz A. Malik was awarded the Young Scientist of the Year by the Council of Scientific and Industrial Research in 2009."}
{"id": "514", "contents": "The 2021 ACM Software System Award was won by the CompCert project."}
{"id": "515", "contents": "Netflix officially supported ChromeOS for streaming movies and TV shows in August 2011."}
{"id": "516", "contents": "In September 2022, the Devils Hole Pupfish population reached a 19-year high of 263 individuals."}
{"id": "517", "contents": "In July 2021, cloud-seeding efforts in Al Ain resulted in 6.9 millimeters of rainfall."}
{"id": "518", "contents": "John Lawrence LeConte described the beetle species Conalia helva in 1862."}
{"id": "519", "contents": "India's first nano-satellite is named Jugnu."}
{"id": "520", "contents": "In Metaphase II of meiosis, the spindle fibers from each pole attach to their corresponding sister chromatids."}
{"id": "521", "contents": "The individual who won the Perkin Prize for Organic Chemistry in 2017 has the surname Leigh."}
{"id": "522", "contents": "The John J. Carty Award for the Advancement of Science was awarded to Thomas Eisner in 2008."}
{"id": "523", "contents": "The beetle species Conalia baudii was described in the year 1858."}
{"id": "524", "contents": "William John Youden published his first paper on statistical methods in 1931."}
{"id": "525", "contents": "The 'k' argument in the Partitioning Around Medoids algorithm, as depicted in a specific figure of the paper \"Generating Semantic Maps through Multidimensional Scaling: Linguistic Applications and Theory,\" represents the number of clusters, with a value of 5 indicated for the right-side plot of Figure 9."}
{"id": "526", "contents": "The DOI (Digital Object Identifier) is a unique identifier for a digital object, such as a journal article, and in this case, the DOI for the paper 'Towards an Explanation of the Syntax of West Germanic Particle Verbs: A Cognitive-Pragmatic View' by Thomas Berg is 10.1515/cog-2017-0069."}
{"id": "527", "contents": "The Computer History Museum opened its first exhibit in 1975."}
{"id": "528", "contents": "The maximum takeoff weight of the Brewster F2A-3 Buffalo aircraft, produced in 1937, was 3,247 kilograms."}
{"id": "529", "contents": "The Progress Rail PR43C locomotive was retired in 2017."}
{"id": "530", "contents": "The Wayback Machine was launched privately on May 10, 1996."}
{"id": "531", "contents": "use\nThe DrugBank accession number is a unique identifier for drugs, and Axitinib, a small molecule tyrosine kinase inhibitor developed by Pfizer, has the accession number DB06626."}
{"id": "532", "contents": "John McCarthy was awarded the Benjamin Franklin Medal for Computer and Cognitive Science in 2003."}
{"id": "533", "contents": "Charles Babbage was appointed as the Lucasian Professor of Mathematics at the University of Cambridge in 1828."}
{"id": "534", "contents": "The 2018 ACM Eugene L. Lawler Award recipient was Meenakshi Balakrishnan."}
{"id": "535", "contents": "The beetle species Conalia melanops was described in the year 1946."}
{"id": "536", "contents": "Snapchat, the popular social media app, was created on July 8, 2011."}
{"id": "537", "contents": "The species Pterolophia exigua was first described by entomologist Stephan von Breuning."}
{"id": "538", "contents": "The first video uploaded to YouTube has a duration of 19 seconds."}
{"id": "539", "contents": "Tommaso Salvadori first described Fea's petrel as a distinct species in 1900."}
{"id": "540", "contents": "Leyden University awarded Pieter Bleeker a Doctorate Honoris Causa in 1846 for his contributions to ichthyology and tropical medicine."}
{"id": "541", "contents": "The orange-spotted bulbul was originally described in the genus Turdus in 1821."}
{"id": "542", "contents": "The real field of view of Canon 12x32 IS binoculars is specified in degrees."}
{"id": "543", "contents": "The Jianbing-93 spacecraft was launched in October 1993."}
{"id": "544", "contents": "Lars Gårding received his Ph.D. in 1944 for his thesis on linear transformations connected with group representations."}
{"id": "545", "contents": "Katharine Burr Blodgett patented the method for forming semiconducting layers on glass on April 28, 1953."}
{"id": "546", "contents": "Kenneth Jinghwa Hsu served as a professor of geology at ETH Zürich from 1967 to 1994."}
{"id": "547", "contents": "The paper \"Semantic Maps of Causation: New Hybrid Approaches Based on Corpora and Grammar Descriptions\" focuses on employing methods such as Multidimensional Scaling, Graph Theory, Cluster Analysis, and Parallel Corpus to study the representation and analysis of causation."}
{"id": "548", "contents": "Vladimir Vapnik won the Benjamin Franklin Medal for Computer and Cognitive Science in 2012."}
{"id": "549", "contents": "Thomas Edison started developing the Multiplex telegraphic system in 1874."}
{"id": "550", "contents": "Section 4.3.2 in the paper 'Generating semantic maps through multidimensional scaling: linguistic applications and theory' is titled \"MDS and formal paradigms.\""}
{"id": "551", "contents": "The Sony Alpha 1 has a resolution of 50.5 megapixels."}
{"id": "552", "contents": "Google introduced the native dark theme for Chrome on Windows 10 on January 2, 2019."}
{"id": "553", "contents": "Astronomical object 66 Maja was discovered at the Harvard College Observatory."}
{"id": "554", "contents": "Bo'az Klartag and Assaf Naor are the recipients of the Salem Prize following Akshay Venkatesh's receipt of the award."}
{"id": "555", "contents": "The KEGG (Kyoto Encyclopedia of Genes and Genomes) identifier for Allopurinol, a medication that reduces high blood uric acid levels, is D00224."}
{"id": "556", "contents": "Saul Rosen was the designer of the software for the Philco Transac S-2000, the first transistor-based computer."}
{"id": "557", "contents": "The paper \"Identifying Semantic Role Clusters and Alignment Types via Microrole Coexpression Tendencies\" analyzed 25 languages to visualize coexpression tendencies quantitatively."}
{"id": "558", "contents": "The research paper by Ziwu Ren et al. introduced an EEG-Based Driving Fatigue Detection system with a Two-Level Learning Hierarchy Radial Basis Function (RBF-TLLH) that achieved a mean accuracy of 92.71% for distinguishing between fatigue and alert states."}
{"id": "559", "contents": "The natural occurrence of the stable tantalum isotope 180m is approximately 0.012%."}
{"id": "560", "contents": "The English mathematician Brian Griffiths passed away in the city of Southampton."}
{"id": "561", "contents": "The individual who won the Materials for Industry - Derek Birchall Award in 2013 has the surname Goodby."}
{"id": "562", "contents": "Harry G. Drickamer received the Irving Langmuir Award in 1974."}
{"id": "563", "contents": "The Nvidia GeForce GTX 460 SE was launched on November 15, 2010."}
{"id": "564", "contents": "The recipient of the Dickson Prize in Medicine in 1981 was Philip Leder."}
{"id": "565", "contents": "Karl August Folkers received the American Chemical Society Award in Pure Chemistry in 1941."}
{"id": "566", "contents": "Jacques Neveu was awarded his doctorate in 1955 for his thesis on the study of Markov semi-groups."}
{"id": "567", "contents": "The half-life of the synthetic element tantalum-179 is 1.82 years."}
{"id": "568", "contents": "Lotfi A. Zadeh received the Eringen Medal in 1976."}
{"id": "569", "contents": "Twitter tested a new homepage and began phasing out \"Old Twitter\" on April 5, 2011."}
{"id": "570", "contents": "The Romer-Simpson Medal was awarded to paleontologist Colin Patterson in 1997."}
{"id": "571", "contents": "Shirley Jeffrey received the Gilbert Morgan Smith Medal in 2000."}
{"id": "572", "contents": "Bahattin Baysal was awarded the TÜBİTAK Science Award in 1968."}
{"id": "573", "contents": "The individual who won the Irving Langmuir Award in 1977 had the surname Rahman."}
{"id": "574", "contents": "The second author of a scientific paper can be identified from the list of authors provided, with \"The Combined Effect of Air Layers and Membrane Superhydrophobicity on Biofouling in Membrane Distillation\" having Jocelyn V Gonzalez as its second author."}
{"id": "575", "contents": "Willis H. Flygare was awarded the Irving Langmuir Award in 1981."}
{"id": "576", "contents": "The Transformer paper (2017) presented translation results for German to English and French to English language pairs."}
{"id": "577", "contents": "use the \"Japanese Association of Mathematical Sciences\" (JAMS) was changed to \"International Society for Mathematical Sciences\" in February 2005."}
{"id": "578", "contents": "The Large Hadron Collider achieved collisions with 3.5 TeV of energy per beam in 2010."}
{"id": "579", "contents": "Alexander Ratushnyak was declared the first winner of the Hutter Prize and received 3,416 euros."}
{"id": "580", "contents": "The IFT Industrial Scientist Award was first awarded in 1994."}
{"id": "581", "contents": "The title \"Microrole Coexpression in 25 Languages\" corresponds to Section 4 of the paper."}
{"id": "582", "contents": "The individual awarded the Francis P. Garvan–John M. Olin Medal in 1957 had the surname Pickett."}
{"id": "583", "contents": "The individual who won the Linus Pauling Award in 1977 had the surname Pople."}
{"id": "584", "contents": "Alan Turing was the first person to conduct substantial research in the field of machine intelligence."}
{"id": "585", "contents": "Petr Vaníček received the John Tuzo Wilson Medal in 1996."}
{"id": "586", "contents": "The asteroid 435 Ella was discovered by astronomers Max Wolf and Friedrich Karl Arnold Schwassmann in 1898 in Germany."}
{"id": "587", "contents": "Ralph Flanders received the Worcester Reed Warner Medal in 1934."}
{"id": "588", "contents": "The overnight study for the research on detecting driver mental fatigue using EEG Alpha Power Changes was conducted at Khaje Nasir Toosi University of Technology."}
{"id": "589", "contents": "The individual who won the Sir George Stokes Award (Stokes Medal) in 1999 had the surname Jeffreys."}
{"id": "590", "contents": "Lloyd Hamilton Donnell was awarded the American Society of Mechanical Engineers Medal in 1969."}
{"id": "591", "contents": "Ivan Pavlov introduced the concept of psychic secretion, which refers to the physiological response of salivation in dogs to the sound of a bell, demonstrating classical conditioning."}
{"id": "592", "contents": "The Bader Award for Organic Chemistry has been awarded since 1989."}
{"id": "593", "contents": "Astronomer Paul Henry's first credited asteroid discovery is asteroid 126 Velleda."}
{"id": "594", "contents": "Joseph Jean Pierre Laurent discovered the asteroid named 51 Nemausa."}
{"id": "595", "contents": "The EOS-02 satellite was launched aboard the SSLV-D1 vehicle from the Satish Dhawan Space Centre in India in 2022."}
{"id": "596", "contents": "Celal Şengör won the TÜBİTAK Science Award in 1986."}
{"id": "597", "contents": "James Lovelock discussed the Gaia hypothesis on the Radio Four series \"The Life Scientific\" with Jim Al-Khalili on 8 May 2012."}
{"id": "598", "contents": "In 1891, Eduard Buchner was promoted from assistant lecturer to lecturer at the University of Munich."}
{"id": "599", "contents": "Gerald M. Friedman received the William Henry Twenhofel Medal in 1997."}
{"id": "600", "contents": "The MD5 checksum is a unique hash value used to verify the integrity and authenticity of a file, such as \"ffrelay-debian-4.30.ggi.zip\" associated with the product \"FinFisher Relay v4.30\" released by WikiLeaks."}
{"id": "601", "contents": "The paper \"Multidimensional Scaling and Other Techniques for Uncovering Universals\" was published in the journal Theoretical Linguistics."}
{"id": "602", "contents": "Glipodes dietrichi was described by Franciscolo in the year 1962."}
{"id": "603", "contents": "Apple ceased mentioning Darwin by name on its website in January 2023."}
{"id": "604", "contents": "The third edition of the Yale Bright Star Catalogue was published in 1964."}
{"id": "605", "contents": "Danish mathematician and astronomer Niels Erik Norlund established seismographic stations in Denmark and Greenland in 1925."}
{"id": "606", "contents": "The John Tuzo Wilson Medal recipient in 1986 was Mike Rochester."}
{"id": "607", "contents": "Andrea Arpaci-Dusseau received her bachelor's degree in 1991 from Carnegie Mellon University."}
{"id": "608", "contents": "Computer scientist Elizabeth Michelle Belding was named a Fellow of the Institute of Electrical and Electronics Engineers in 2014."}
{"id": "609", "contents": "John B. Goodenough was elected a Foreign Member of the Royal Society in 2010."}
{"id": "610", "contents": "The ChemSpider ID is a unique identifier for chemical compounds in the ChemSpider database, and diazinon has a ChemSpider ID of 2909."}
{"id": "611", "contents": "Vincent Joseph Schaefer and Katharine B. Blodgett were co-inventors on the U.S. patent for the \"Electrical Indicator of Mechanical Expansion\" issued in 1947."}
{"id": "612", "contents": "The Logic Theorist computer program was written in 1956."}
{"id": "613", "contents": "The \"Hey Siri\" feature was updated to include individualized voice recognition in September 2015 to prevent non-owner activation."}
{"id": "614", "contents": "The recipient of the Nyholm Prize for Education in 1973-74 had the surname Halliwell."}
{"id": "615", "contents": "The electron configuration [Ar]4s²3d¹⁰4p¹ corresponds to the element Gallium (Ga) in the periodic table."}
{"id": "616", "contents": "Faramarz Gharagozlou et al.'s 2015 research identifies four classifications of techniques for measuring mental fatigue: subjective, psychological, performance, and physiological methods."}
{"id": "617", "contents": "The Margaret Oakley Dayhoff Award in 2007 was won by Kalina Hristova."}
{"id": "618", "contents": "Chamotte is a material noted for its ability to counteract shrinkage in clay without affecting its fusibility, serving as an effective diluent like quartz."}
{"id": "619", "contents": "Nitrous oxide was the largest ozone-depleting substance emitted due to human activities by the year 2009."}
{"id": "620", "contents": "In 2016, University of California, Santa Barbara scientists proposed that a laser-propelled sail system could reduce travel time for a robotic probe to Mars to as little as 72 hours."}
{"id": "621", "contents": "Niels Fabian Helge von Koch succeeded Gösta Mittag-Leffler as a professor of mathematics at Stockholm University in July 1911."}
{"id": "622", "contents": "Instagram began piloting the removal of the \"Following\" tab in August 2019."}
{"id": "623", "contents": "Godmar Back won the 2003 SIGPLAN John C. Reynolds Doctoral Dissertation Award."}
{"id": "624", "contents": "The respiratory syncytial virus (RSV) was discovered in 1956 when 14 chimpanzees were observed with cold-like symptoms."}
{"id": "625", "contents": "Katharine Burr Blodgett received the Photographic Society of America's Annual Achievement Award in 1972."}
{"id": "626", "contents": "Dr. Paris Pismis established the astrophysics program at the National Autonomous University of Mexico in 1955."}
{"id": "627", "contents": "René Laennec identified tubercles as the cause of pulmonary tuberculosis in 1819."}
{"id": "628", "contents": "The winner of the Leslie Fox Prize for Numerical Analysis in 1995 was Adrian Hill."}
{"id": "629", "contents": "Andrea Rotnitzky, an Argentine national, was awarded the Rousseeuw Prize for Statistics in 2022."}
{"id": "630", "contents": "The plant taxonomist who identified all the plant specimens for the study \"The local medicinal plant knowledge in Kashmir Western Himalaya\" is Dr Mushtaq Ahmad."}
{"id": "631", "contents": "use\nAkkihebbal is the first name of the winner of the 1998 Polanyi Medal for outstanding contributions to the field of gas kinetics."}
{"id": "632", "contents": "Paul D. Bartlett received the American Chemical Society Award in Pure Chemistry in 1938."}
{"id": "633", "contents": "The service ceiling of the Soko 522 aircraft is 7,000 meters."}
{"id": "634", "contents": "Saba Valadkhan received the Nsoroma Award from the Cleveland Chapter of the National Technical Association in 2006."}
{"id": "635", "contents": "As of 2022, Gliese 367 b is the smallest known exoplanet within 10 parsecs of Earth's solar system."}
{"id": "636", "contents": "Telegram announced reaching 60 million active users and delivering 12 billion daily messages in September 2015."}
{"id": "637", "contents": "The DOI (Digital Object Identifier) is a unique alphanumeric string assigned to a digital object, such as a journal article, which in this case is \"10.1515/thli.2008.007\" for the paper \"Multidimensional Scaling and Other Techniques for Uncovering Universals.\""}
{"id": "638", "contents": "Robert Graham is credited with the first formal description of the plant species *Chorizema dicksonii* in 1839."}
{"id": "639", "contents": "Alenoush Terian, an Iranian-Armenian astronomer and physicist, is recognized as the \"Mother of Modern Iranian Astronomy.\""}
{"id": "640", "contents": "WhatsApp was downloaded by only a handful of Fishman's Russian-speaking friends by June 2009."}
{"id": "641", "contents": "The giraffe's neck vertebrae are connected by ball-and-socket joints."}
{"id": "642", "contents": "Asteroid 369 Aëria was discovered on July 4, 1893."}
{"id": "643", "contents": "As of the 16 December 2021 article in Nature, approximately 7,000 languages have been documented worldwide."}
{"id": "644", "contents": "Ludwig Prandtl was awarded the Ackermann–Teubner Memorial Award in 1918."}
{"id": "645", "contents": "The VSTACK function in Google Sheets appends ranges vertically and in sequence to create a larger array."}
{"id": "646", "contents": "Globular cluster NGC 2298 is situated in the constellation Puppis."}
{"id": "647", "contents": "The K-class blimp K-14, introduced in 1938, had a useful lift of 3,524 kilograms."}
{"id": "648", "contents": "A. W. Skempton was the second president of the International Society for Soil Mechanics and Geotechnical Engineering."}
{"id": "649", "contents": "Richard H.G. Parry served as Secretary-General of the International Society for Soil Mechanics and Geotechnical Engineering from 1981 to 1999."}
{"id": "650", "contents": "The KEGG ID for Hydroxyzine, an antihistamine medication, is D08054."}
{"id": "651", "contents": "The Toshiba BC-1411 has a master clock frequency of 40 kilohertz."}
{"id": "652", "contents": "The EA-200 Tornado completed operational testing of the AGM-88E AARGM in October 2018."}
{"id": "653", "contents": "Mozilla Firefox version 107.0 included a patch that enhanced performance related to Microsoft's IME and Defender interactions with focused document URLs in Windows 11 version 22H2."}
{"id": "654", "contents": "Mary Winifred Betts, wife of Alexander Craig Aitken, lectured on Botany at Otago University."}
{"id": "655", "contents": "The Honda Juno K (1954) has an engine displacement of 189cc."}
{"id": "656", "contents": "The shear modulus of selenium is 3.7 gigapascals."}
{"id": "657", "contents": "Gunnar von Heijne received the ISCB Accomplishment by a Senior Scientist Award in 2012."}
{"id": "658", "contents": "Ernst Abbe invented the apochromatic lens system for the microscope in 1868."}
{"id": "659", "contents": "The typical family group of African forest elephants can consist of up to 20 individuals."}
{"id": "660", "contents": "Aleksandr Yakovlevich Povzner applied transformation operators of Volterra type to spectral theory for the first time in 1948."}
{"id": "661", "contents": "In 1950, William Hammon at the University of Pittsburgh purified the gamma globulin component from the blood plasma of polio survivors."}
{"id": "662", "contents": "Donald Arthur Norman received the Franklin Institute Awards' Benjamin Franklin Medal in 2006."}
{"id": "663", "contents": "The starting tractive effort of a Railpower GG20B locomotive is approximately 355.9 kilonewtons."}
{"id": "664", "contents": "The Gilbert Morgan Smith Medal in 2015 was awarded to Takao Kondo."}
{"id": "665", "contents": "Mozilla Firefox version 88.0 introduced smooth pinch-zooming support on Linux touchpads."}
{"id": "666", "contents": "Vinton Gray Cerf's work \"A View from the 21st Century\" was published on April 1, 1994."}
{"id": "667", "contents": "The UNII (Unique Ingredient Identifier) for Nivolumab, an anti-cancer medication, is 31YO63LBSN."}
{"id": "668", "contents": "The chemical formula of atogepant, a calcitonin gene-related peptide receptor antagonist, is C29H23F6N5O3."}
{"id": "669", "contents": "The beetle species Glipa annulata was described in the year 1868."}
{"id": "670", "contents": "The beetle species Glipa andamana was described in the year 1941."}
{"id": "671", "contents": "Windows 2000 Service Pack 3 was released in August 2002."}
{"id": "672", "contents": "MusicBee version 3.4.8033 supports Windows 7, 8, and 10 operating systems."}
{"id": "673", "contents": "Charles Sedgwick's patent application for a new and improved collapsible drinking cup was granted on June 3, 1879."}
{"id": "674", "contents": "The language represented in figures of a text can be inferred from the context provided by the text's title or content."}
{"id": "675", "contents": "The British Rail Class 92 has a wheel diameter of 1.14 meters."}
{"id": "676", "contents": "The Boeing-Saab T-7 Red Hawk had its first flight on December 20, 2016."}
{"id": "677", "contents": "The Brazilian entomologist Ubirajara Martins is credited with the first description of the beetle species Compsibidion circunflexum in the Cerambycidae family."}
{"id": "678", "contents": "A total of two Cierva W.11 Air Horse rotorcraft were built."}
{"id": "679", "contents": "Mahendra Boopathi M. et al. evaluated the physical properties of 2024 aluminium alloy in their review on Aluminium Metal Matrix Composites."}
{"id": "680", "contents": "Ivan Petrovich Pavlov was known for his intellectual curiosity and unusual energy, which he termed \"the instinct for research.\""}
{"id": "681", "contents": "The 2017 IEEE Spectrum Technology in the Service of Society Award was won by the Indian Institute of Technology Madras."}
{"id": "682", "contents": "Edward A. \"Ted\" Irving received the Wollaston Medal from the Geological Society of London in 2005."}
{"id": "683", "contents": "Gordon Plotkin received the ACM SIGPLAN Programming Languages Achievement Award in 2010."}
{"id": "684", "contents": "The Eddington Medal in 1972 was awarded to Paul Ledoux."}
{"id": "685", "contents": "The PubChem CID (Chemical Identifier) is a unique number assigned to chemicals in the PubChem database, and Rimegepant has a PubChem CID of 51049968."}
{"id": "686", "contents": "William Ramsay first synthesized pyridine in 1876 by reacting acetylene with hydrogen cyanide in an iron tube furnace."}
{"id": "687", "contents": "Philip Coppens was awarded the Gregori Aminoff Prize in 1996."}
{"id": "688", "contents": "The winner of the Perkin Prize for Organic Chemistry in 2013 had the surname Aggarwal."}
{"id": "689", "contents": "Emil Klaus Julius Fuchs collaborated with Max Born on the publication \"The Statistical Mechanics of Condensing Systems.\""}
{"id": "690", "contents": "Jean Chazy was awarded the Prix Benjamin Valz by the French Academy of Sciences in 1922 for his work on the three-body problem."}
{"id": "691", "contents": "Ada Lovelace first met Charles Babbage at a Saturday night soiree along with her mother and Mary Somerville."}
{"id": "692", "contents": "Kiyosi Ito collaborated with Yukiyosi Kawada to publish the paper \"On the Probability Distribution on a Compact Group.\""}
{"id": "693", "contents": "Charles Frank was awarded the Gregori Aminoff Prize in 1981."}
{"id": "694", "contents": "George Bentham renamed the species *Hedaroma pinifolium* to *Pimelea pinifolia* in the year 1865."}
{"id": "695", "contents": "The IEEE Medal of Honor's 100th anniversary commemorative hall was installed in Piscataway, New Jersey, United States."}
{"id": "696", "contents": "In 2014, the winner of the Alfredo di Braccio Award in physics, presented by the Italian Accademia Nazionale dei Lincei, was an individual with the surname Protti."}
{"id": "697", "contents": "Nils Jerlov's 1939 doctoral thesis is titled \"Effect of chemical combination on x-ray emission spectrum.\""}
{"id": "698", "contents": "StatCounter estimated Chrome's worldwide browser market share to have dropped from a peak of 72.38% in November 2018 to 65% as of April 2024."}
{"id": "699", "contents": "Michael Mark Woolfson was awarded the Gregori Aminoff Prize in 1992."}
{"id": "700", "contents": "The 2021 research paper by Ziwu Ren et al. on EEG-Based Driving Fatigue Detection utilized EEG data from six participants."}
{"id": "701", "contents": "Jeong Han Kim was the sole winner of the Fulkerson Prize for outstanding papers in discrete mathematics in 1997."}
{"id": "702", "contents": "The Akoma-1X well reached a total depth of 3790 meters in 2019."}
{"id": "703", "contents": "The ChemSpider ID is a unique identifier for chemical substances in the ChemSpider database, and oxycodone's ChemSpider ID is 4447649."}
{"id": "704", "contents": "In 2008, *Hemidactylus boavistensis* was recognized as a separate species distinct from *Hemidactylus bouvieri*."}
{"id": "705", "contents": "use the \"Fly\" design, Twitter overhauled its website on December 8, 2011 to make it easier for new users to follow and promote advertising."}
{"id": "706", "contents": "The individual who won the Oesper Award in 1988 had the surname Bloch."}
{"id": "707", "contents": "Pauline Gracia Beery Mack published her work \"Calories Make a Difference: Report of Studies on Three Groups of Children\" in 1949."}
{"id": "708", "contents": "The beetle species Glipa dohertyi was described in the year 1932."}
{"id": "709", "contents": "The naturalist William John Swainson first described the sharpbill with the binomial name *Oxyrhuncus cristatus* in 1821."}
{"id": "710", "contents": "The GeForce4 MX420 graphics card, released in 2002, has a memory clock speed of 166 MHz."}
{"id": "711", "contents": "Shun'ichi Amari first described Hopfield networks in the context of recurrent neural networks in 1972."}
{"id": "712", "contents": "Josiah Willard Gibbs was 34 years old when he published his first mathematical work."}
{"id": "713", "contents": "Miss Ormerod's 15th report in 1893 noted that Byturus tomentosus caused significant damage to raspberries in England."}
{"id": "714", "contents": "NASA's Vehicle Assembly Building was designated as a National Historic Civil Engineering Landmark by the American Society of Civil Engineers in 2020."}
{"id": "715", "contents": "The KEGG ID for barium sulfate is D02052."}
{"id": "716", "contents": "The beetle species Ischioplites salomonum was described by entomologist Stephan von Breuning in 1938."}
{"id": "717", "contents": "The SSL SL 4000 G Series console was introduced in 1987."}
{"id": "718", "contents": "Kristen Nygaard was awarded the Norbert Wiener Prize in October 1990."}
{"id": "719", "contents": "The DOI (Digital Object Identifier) is a unique identifier for a digital object, such as a journal article, and serves as a persistent link to its location on the internet."}
{"id": "720", "contents": "The winner of the Oesper Award in 1983 had the surname Basolo."}
{"id": "721", "contents": "The engineer who financed Gaulard's development of the transformer was of British nationality."}
{"id": "722", "contents": "Zofia Emilia Kielan-Jaworowska was the first woman to serve on the executive committee of the International Union of Geological Sciences."}
{"id": "723", "contents": "The Guy Medal in Gold was awarded to David Cox in 1973."}
{"id": "724", "contents": "Friedrich Karl Arnold Schwassmann discovered Mathesis in 1900."}
{"id": "725", "contents": "The idea of using liquid carbon dioxide to induce rainfall in rain clouds was suggested by Louis Gathmann."}
{"id": "726", "contents": "Otto Kratky was awarded the Gregori Aminoff Prize in 1987."}
{"id": "727", "contents": "In 1960, Israel Gelfand, along with Fomin and other scientists, established the Institute of Biological Physics of the USSR Academy of Sciences."}
{"id": "728", "contents": "The individual who won the Faraday Lectureship Prize in 1958 had the surname Ruzicka."}
{"id": "729", "contents": "As of 2020, the latest perovskite solar cells achieved an efficiency rate of 25.5%."}
{"id": "730", "contents": "Anthony S. Fauci won the Albany Medical Center Prize in 2002."}
{"id": "731", "contents": "The binomial name for the species commonly known as Acidalia virginaria is Scopula modicaria."}
{"id": "732", "contents": "Canon introduced its new nanoimprint lithography manufacturing systems in October 2023."}
{"id": "733", "contents": "Swarat Chaudhuri's thesis titled \"Logics and Algorithms for Software Model Checking\" won the 2007 John C. Reynolds Doctoral Dissertation Award."}
{"id": "734", "contents": "The Yamaha YM2203 FM synthesis chip supports up to 3 concurrent voices."}
{"id": "735", "contents": "Valerie Thomas mentored students at the Goddard Space Flight Center during its summer programs."}
{"id": "736", "contents": "The DOI (Digital Object Identifier) is a unique alphanumeric string used to identify and provide a permanent link to an electronic document, such as the paper \"Semantic maps of causation: New hybrid approaches based on corpora and grammar descriptions\" by Levshina (2022), which is identified by the DOI 10.1515/zfs-2021-2043."}
{"id": "737", "contents": "Mary Pangborn was the first scientist to isolate cardiolipin."}
{"id": "738", "contents": "The Hutter Prize awarded 3416 euros to its first-time winner in 2006."}
{"id": "739", "contents": "The DOI (Digital Object Identifier) is a unique identifier for a digital object, such as a journal article, and in this case, the DOI for the paper \"Articulatory constraints on stop insertion and elision in consonant clusters\" by Daniel Recasens is 10.1515/ling.2011.031."}
{"id": "740", "contents": "Seiko released their first 300m diver watch in 1968."}
{"id": "741", "contents": "use\nThe Astrarium of Giovanni Dondi dell'Orologio featured seven faces."}
{"id": "742", "contents": "Jan Kalicki published 13 papers on logical matrices and equational logic between 1948 and his death in 1953."}
{"id": "743", "contents": "Arch Linux began including installation scripts by default in their installation images starting April 2021."}
{"id": "744", "contents": "In 1915, Russian mathematician Pavel Sergeevich Aleksandrov proved that every non-denumerable Borel set contains a perfect subset."}
{"id": "745", "contents": "The Yamaha SHS-10 synthesizer (1987) utilizes 2 operators for its oscillator functionality."}
{"id": "746", "contents": "John Perry assisted in securing a pension for the physicist Oliver Heaviside in 1896."}
{"id": "747", "contents": "The head of Mathematics at MIT in 1948 was姓 Martin."}
{"id": "748", "contents": "John Mylopoulos, a professor at the University of Toronto, was awarded the AAAI Fellow in 1993."}
{"id": "749", "contents": "Edward Meyrick was the first entomologist to describe the species _Amata leucacma_."}
{"id": "750", "contents": "Francis John Turner was awarded the Roebling Medal in 1985 for his contributions to the field of geology."}
{"id": "751", "contents": "The Nokia 8110 was announced on 9 September 1996."}
{"id": "752", "contents": "The half-life of radon-224 is 1.8 hours."}
{"id": "753", "contents": "Arthur Cayley was a lawyer by profession who contributed significantly to the development of matrix algebra and higher-dimensional geometry."}
{"id": "754", "contents": "The Wayback Machine started fact-checking content on October 30, 2020."}
{"id": "755", "contents": "Chushiro Hayashi was awarded the Eddington Medal in 1970."}
{"id": "756", "contents": "Nokia introduced the first digital satellite receiver with Common Interface (CI) support in August 1997."}
{"id": "757", "contents": "Alexander Ratushnyak set a compression record with PAQ8HP12 on May 14, 2007, by reducing the size of enwik8 to 16,481,655 bytes and earning a prize of 1732 euros."}
{"id": "758", "contents": "The UNII (Unique Ingredient Identifier) is a standardized alphanumeric identifier for active pharmaceutical ingredients, and Axitinib, a small-molecule tyrosine kinase inhibitor developed by Pfizer, has a UNII of C9LVQ0YUXG."}
{"id": "759", "contents": "The Samsung Galaxy A22 4G is equipped with the Mali G52 MC2 GPU."}
{"id": "760", "contents": "Bradley Efron was awarded the International Prize in Statistics in 2019."}
{"id": "761", "contents": "The recipient of the Tetrahedron Prize for Creativity in Organic Chemistry or Bioorganic and Medicinal Chemistry in 1996 is Samuel."}
{"id": "762", "contents": "The individual with the surname Anastas won the Green Chemistry Award in 2016."}
{"id": "763", "contents": "Sony released the Beta Hi-Fi in June 1983."}
{"id": "764", "contents": "The Honda Juno M85 (1962) has an engine displacement of 169 cc."}
{"id": "765", "contents": "Richard M. Karp was awarded the Benjamin Franklin Medal for Computer and Cognitive Science in 2004."}
{"id": "766", "contents": "Kiyosi Ito, a Japanese mathematician, was awarded the Fujiwara Prize in 1985."}
{"id": "767", "contents": "Roberto Vázquez García was the first person to be awarded a Ph.D. in Mathematics from the Universidad Nacional Autónoma de México."}
{"id": "768", "contents": "The 64-bit version of Raspberry Pi OS was released in February 2022."}
{"id": "769", "contents": "Timothy Rowe defined Mammalia phylogenetically as the crown group of mammals in a 1988 paper."}
{"id": "770", "contents": "The Thermal Design Power (TDP) of the Intel® Core™ i7-9700E processor with 8 cores is 65 watts."}
{"id": "771", "contents": "L'Hypothèse de l'Atome Primitif by Georges Lemaître was translated into English in 1950."}
{"id": "772", "contents": "WhatsApp began rolling out support for third-party animated stickers in March 2021, starting with users in Iran, Brazil, and Indonesia."}
{"id": "773", "contents": "The scientist who received the Penrose Medal after Hollis Dow Hedberg was John Rodgers."}
{"id": "774", "contents": "The first calculator marketed by Toshiba was named BC-1001."}
{"id": "775", "contents": "José Medem served as the President of the World Federation of Engineering Organizations in 2002."}
{"id": "776", "contents": "The ICTP Ramanujan Prize in 2013 was awarded to Ye Tian."}
{"id": "777", "contents": "The asteroid 1994 Shane was discovered in 1961 at the Goethe Link Observatory."}
{"id": "778", "contents": "Annie Jump Cannon, by 1913, was able to classify 200 stars per hour."}
{"id": "779", "contents": "Ichisuke Fujioka is credited with developing Japan's first arc lamp."}
{"id": "780", "contents": "Mathematician Iossif Ostrovskii passed away in Ankara."}
{"id": "781", "contents": "Marques Brownlee's YouTube channel reached 10 million subscribers on December 18, 2019."}
{"id": "782", "contents": "The radio station in Westwood, Kentucky was assigned the WWQB call letters by the FCC on March 28, 2011."}
{"id": "783", "contents": "The 1962 Eddington Medal was awarded to André Lallemand."}
{"id": "784", "contents": "Catherine C. Cowie received the ADA Kelly West Award for Outstanding Achievement in Epidemiology in June 2018 for her contributions to diabetes epidemiology."}
{"id": "785", "contents": "Fred Cook was awarded the John Tuzo Wilson Medal in 2011."}
{"id": "786", "contents": "Telegram introduced animated emoji in August 2019."}
{"id": "787", "contents": "The Honda CLR has a seat height of 815 millimeters."}
{"id": "788", "contents": "In 1863, George Bentham reclassified the species *Cyanothamnus ramosus* as *Boronia ramosa*."}
{"id": "789", "contents": "David Hanson presented K-Bot at the American Association for the Advancement of Science (AAAS) conference in 2004."}
{"id": "790", "contents": "The developmental code for the orexin type 2 receptor agonist Firazorexton is TAK-994."}
{"id": "791", "contents": "Prior to its official naming, the crater on Mercury named after Kurt Vonnegut was referred to in scientific literature as \"e5.\""}
{"id": "792", "contents": "The Honda RC143 from 1960 has a dry weight of 205 pounds."}
{"id": "793", "contents": "The boiling point of the element cerium is 6,229 degrees Fahrenheit."}
{"id": "794", "contents": "Computer scientist Sarita Vikram Adve was elected to the American Academy of Arts and Sciences in 2020."}
{"id": "795", "contents": "The Foton 8 spacecraft was launched in October 1992."}
{"id": "796", "contents": "Reinhold Rudenberg retired in 1952."}
{"id": "797", "contents": "William Labov won the Benjamin Franklin Medal for Computer and Cognitive Science in 2013."}
{"id": "798", "contents": "Baidu announced a partnership with Qualcomm on November 18, 2012, to provide free cloud storage to Android users with Snapdragon processors."}
{"id": "799", "contents": "The K-class blimp K-14, introduced in 1938, had a maximum speed of 68 knots."}
{"id": "800", "contents": "The Lumia 550 features a Qualcomm Adreno 304 GPU."}
{"id": "801", "contents": "The individual awarded the Francis P. Garvan–John M. Olin Medal in 1947 had the surname Sherrill."}
{"id": "802", "contents": "Charles Frederick Koelsch received the American Chemical Society Award in Pure Chemistry in 1934."}
{"id": "803", "contents": "The individual with the surname Gerischer won the Faraday Medal in 1987."}
{"id": "804", "contents": "The first person to build a Gregorian reflecting telescope was Robert Hooke."}
{"id": "805", "contents": "The first recipient of the Knuth Prize was Andrew Yao."}
{"id": "806", "contents": "The praying mantis species Eremiaphila arabica was described by Saussure in the year 1871."}
{"id": "807", "contents": "The NASA Space Science Data Coordinated Archive (NSSDCA) ID is a unique identifier for spacecraft, with EURECA-1 designated as 1992-049B."}
{"id": "808", "contents": "Peter Kirstein, a British computer scientist born in 1933 who contributed to the development of the Internet, is the child of Walter and Eleanor Kirstein."}
{"id": "809", "contents": "The IEEE Frank Rosenblatt Award in 2013 was awarded to Terrence Sejnowski."}
{"id": "810", "contents": "The Hellschreiber was invented in 1925."}
{"id": "811", "contents": "The Agusta A.106 rotorcraft has a rate of climb of 1,220 feet per minute."}
{"id": "812", "contents": "Albert-László Barabási received the FEBS Anniversary Prize for Systems Biology in 2005."}
{"id": "813", "contents": "The first author of the article \"The World Federation of ADHD International Consensus Statement: 208 Evidence-Based Conclusions About the Disorder\" in the 128th edition of Neuroscience and Biobehavioral Reviews (2021) is Stephen V. Faraone."}
{"id": "814", "contents": "The asteroid 435 Ella was discovered on September 11, 1898."}
{"id": "815", "contents": "The ChemSpider ID for azithromycin, an antibiotic, is 10482163."}
{"id": "816", "contents": "In 2015, Carl Wunsch was awarded The Oceanography Society's Walter Munk Medal."}
{"id": "817", "contents": "The Chemical Industry Medal, awarded annually by the Society of Chemical Industry America, was won by an individual with the surname Dow in 1946."}
{"id": "818", "contents": "use the surname \"Isayev\" to win the 1999 Melvin Mooney Distinguished Technology Award individual."}
{"id": "819", "contents": "In 1973, Scottish mathematician Walter Douglas Munn was appointed as the Thomas Muir Professor of Mathematics."}
{"id": "820", "contents": "The Japanese Type 89 torpedo, completed in 1984, utilizes a swash-plate piston engine."}
{"id": "821", "contents": "The 2005 Margaret Oakley Dayhoff Award was won by Sarah Keller."}
{"id": "822", "contents": "The praying mantis species Eremiaphila bovei was described by Lefebvre in the year 1835."}
{"id": "823", "contents": "The first Respiratory Syncytial Virus (RSV) vaccines were approved by the FDA in May 2023."}
{"id": "824", "contents": "The G-Shock GG-B100-8A model uses a CR2025 battery."}
{"id": "825", "contents": "The Dickson Prize in Medicine was awarded to Philippa Marrack in 1996."}
{"id": "826", "contents": "The thesis of Indian mathematician Amalendu Krishna is titled \"Zero Cycles and K-theory on normal surfaces.\""}
{"id": "827", "contents": "Dengvaxia received approval in the United States in May 2019."}
{"id": "828", "contents": "Swedish scientist Lennart Lindegren was awarded the Shaw Prize in 2022."}
{"id": "829", "contents": "The Briggs & Stratton Raptor III engine was released in 1995."}
{"id": "830", "contents": "The first iPad Air's main camera has an ƒ/2.4 aperture."}
{"id": "831", "contents": "Margaret Martonosi was the recipient of the Eckert–Mauchly Award in 2021."}
{"id": "832", "contents": "The Indonesian Food and Drug Authority (FDA) approved Qdenga for use in individuals aged six to 45 years in August 2022, marking the first global authority to do so."}
{"id": "833", "contents": "The registration date of a domain, such as \"aajtak.in,\" can be identified, with the specific information including the day, month, and year."}
{"id": "834", "contents": "Emil Werner and James Bell were the first to describe Metformin in scientific literature in 1922."}
{"id": "835", "contents": "Jean-Marie Hullot, credited with conceiving the idea of the iPhone, passed away on June 19, 2019."}
{"id": "836", "contents": "The surname of the mathematician Lagrange is engraved on the Eiffel Tower at location NW06."}
{"id": "837", "contents": "The individual who won the Herman Skolnik Award in 1984 had the surname Hyams."}
{"id": "838", "contents": "The ChemSpider ID for Sitagliptin, an anti-diabetic medication for Type 2 diabetes, is 3571948."}
{"id": "839", "contents": "The Black Widow Pulsar (PSR B1957+20) is found in the constellation Sagitta."}
{"id": "840", "contents": "Seiko produced the world's first computerized diver's watch."}
{"id": "841", "contents": "The research on detecting driver mental fatigue using EEG alpha power changes involved participants in the age range of 20-30 years old."}
{"id": "842", "contents": "Asteroid 3137 Horky was discovered on September 16, 1982."}
{"id": "843", "contents": "The Henry Draper Catalogue classified 359,083 stars as of August 2017."}
{"id": "844", "contents": "David DeWitt received the SIGMOD Edgar F. Codd Innovations Award in 1995 for his contributions to the field of database systems."}
{"id": "845", "contents": "Heinz Gerischer, a German chemist, was the recipient of the Bourke Award in 1965."}
{"id": "846", "contents": "A symposium on tyrosinosis in honor of biochemist Grace Medes was held in Oslo, Norway in 1965."}
{"id": "847", "contents": "Heidi Yellen proposed that the signature frequency of a healthy human body is around 100 MHz in 2003."}
{"id": "848", "contents": "use the Sir George Stokes Award (Stokes Medal) in 2001 winner's surname is Norris."}
{"id": "849", "contents": "In September 1993, American Vice-President Al Gore and Russian Prime Minister Viktor Chernomyrdin announced plans for the International Space Station."}
{"id": "850", "contents": "The engineer Jacob Pieter Den Hartog was born on July 23, 1901."}
{"id": "851", "contents": "Lucy Suchman was awarded the Benjamin Franklin Medal for Computer and Cognitive Science in 2002."}
{"id": "852", "contents": "Annibale de Gasparis is the astronomer credited with the discovery of the asteroid 83 Beatrix."}
{"id": "853", "contents": "Seiko released their first 1000m diver watch in 1986."}
{"id": "854", "contents": "The winner of the Applied Inorganic Chemistry Award in 2013 had the surname Barron."}
{"id": "855", "contents": "South Korea's first spaceport, Naro Space Center, was completed in June 2009 in Goheung, South Jeolla Province."}
{"id": "856", "contents": "John Monteath Robertson received the Gregori Aminoff Prize in 1983."}
{"id": "857", "contents": "In 2012, it was reported that certain lichen and cyanobacteria demonstrated significant adaptability for photosynthesis after enduring simulated Martian conditions for 34 days in the Mars Simulation Laboratory (MSL) at the German Aerospace Center (DLR)."}
