{"id": "0", "contents": "The Leipzig 1877 chess tournament was organized in honor of Adolf Anderssen."}
{"id": "1", "contents": "Inter Milan committed 13 fouls in the 2010 UEFA Champions League final match against Bayern Munich."}
{"id": "2", "contents": "Manuel Ordas scored all the conversions for Spain in their match against Romania during the 2022 Rugby Europe Championship on February 27, 2022."}
{"id": "3", "contents": "Andrew Tate's kickboxing name is \"King Cobra.\""}
{"id": "4", "contents": "The strike rate of Harbhajan Singh in the final match of IPL 2015 was 200.00."}
{"id": "5", "contents": "The figure skating pair Katharina Müller and Tim Dieck placed 21st in the ice dance category at the 2022 Winter Olympics in Beijing."}
{"id": "6", "contents": "Norberto Raffo was Racing Club's top scorer in the 1967 Copa Libertadores."}
{"id": "7", "contents": "Frank Jacobsson was a Swedish footballer known for his entire career as a winger with GAIS in the Swedish Allsvenskan from 1949 to 1960, who passed away on February 26, 2017."}
{"id": "8", "contents": "In the 2021-2022 Premier League season, Leeds United finished with 38 points."}
{"id": "9", "contents": "Rafael Benítez was sacked from Everton when the team was in 15th place during the 2021-22 Premier League season."}
{"id": "10", "contents": "Ken Skupski won two medals for England at the 2010 Commonwealth Games in Delhi."}
{"id": "11", "contents": "Starr Andrews replaced Bradie Tennell as the representative at the 2021 Skate America competition."}
{"id": "12", "contents": "The number of corners taken by a specific team in a particular match, such as Barcelona in the Champions League semi-final against Milan on April 27, 2006, is a detailed statistical aspect of the match."}
{"id": "13", "contents": "The first wooden roller coaster manufactured by Rocky Mountain Construction officially opened on March 15, 2013."}
{"id": "14", "contents": "Adolf Anderssen suffered three losses in his 1864 chess match against Berthold Suhle."}
{"id": "15", "contents": "Southeastern Louisiana University retired Robin Roberts' jersey on February 5, 2011."}
{"id": "16", "contents": "Briana Scurry married Zizos on June 1, 2018."}
{"id": "17", "contents": "Cléo Hamon, a French pair skater, was born on November 25, 2001."}
{"id": "18", "contents": "Romain Poite refereed the rugby match between Georgia and Portugal in the 2022 Rugby Europe Championship on February 6, 2022."}
{"id": "19", "contents": "The Fédération Internationale d'Escrime was founded in a meeting held at the Automobile Club de France."}
{"id": "20", "contents": "The scientists who utilized lasers to measure Usain Bolt's performance in a September 2011 100-meter race were Belgian."}
{"id": "21", "contents": "Matija Radović played in 25 games for the Hofstra Pride during the 2017-18 season."}
{"id": "22", "contents": "Andrea Borella won the gold medal in men's foil at the inaugural European Fencing Championships."}
{"id": "23", "contents": "Rugged Lark, an AQHA horse, achieved the Superhorse title at the AQHA World Show in both 1985 and 1987."}
{"id": "24", "contents": "Dwayne Bravo faced 15 balls in the Indian Premier League 2019 final match."}
{"id": "25", "contents": "Mike Young served as an assistant coach to Oliver Purnell at Radford University."}
{"id": "26", "contents": "Kristin Otto won two silver medals at the 1986 World Championships in Madrid."}
{"id": "27", "contents": "Barcelona committed 20 fouls in the 2006 UEFA Champions League Final against Arsenal."}
{"id": "28", "contents": "The Zippo Pine Bar was inducted into the National Snaffle Bit Association Hall of Fame in 1992."}
{"id": "29", "contents": "Jackson Asiku, a Ugandan-Australian boxer, was born on October 21, 1978."}
{"id": "30", "contents": "The 3rd umpire in the 2019 Indian Premier League final was Nigel Llong."}
{"id": "31", "contents": "Vicenza won the Coppa Italia Serie C in the 1981-82 season."}
{"id": "32", "contents": "In the 1963 libel case against \"The Saturday Evening Post,\" the University of Georgia and University of Alabama football teams were mentioned."}
{"id": "33", "contents": "In November 2008, the International Sport Kickboxing Association (ISKA) ranked Andrew Tate as the seventh-best light heavyweight kickboxer in the United Kingdom."}
{"id": "34", "contents": "The birthdate of Joeri Verlinden is 22 January 1988."}
{"id": "35", "contents": "In the Champions League Final match between Bayern Munich and Inter Milan on May 23, 2010, Inter Milan attempted 7 shots on target."}
{"id": "36", "contents": "The inaugural season of Ultimate Kho Kho (UKK) attracted 41 million viewers from India."}
{"id": "37", "contents": "Austrian former competitive figure skater Mario-Rafael Ionian was born on October 14, 1990."}
{"id": "38", "contents": "Jeff Crowe was the match referee for the Sri Lanka vs West Indies World T20 Final match held in Colombo on October 7, 2012."}
{"id": "39", "contents": "Egypt and Angola played against each other in Group A of the 1996 African Cup of Nations on January 15, 1996."}
{"id": "40", "contents": "IFK (Idrottens Främjande i Sverige) was founded on 1 February 1895 in Stockholm by Louis Zettersten and Pehr Ehnemark."}
{"id": "41", "contents": "Professional rower Albert Hamm's first professional race occurred on August 1st, 1880."}
{"id": "42", "contents": "The JK Tyre Rotax Max Karting Championship was launched in India in 2005."}
{"id": "43", "contents": "Pep Guardiola was awarded the Premier League Manager of the Month for November and December 2021 during the 2021-22 season."}
{"id": "44", "contents": "Javier Zanetti's first daughter was born on June 11, 2005."}
{"id": "45", "contents": "In the 2004 ALCS Game 2, Trot Nixon was the player who singled to lead off the 8th inning."}
{"id": "46", "contents": "In 1964, Grand Seiko became the Official Timer for the Olympics."}
{"id": "47", "contents": "Hungary won four gold medals in fencing at the 1964 Summer Olympics."}
{"id": "48", "contents": "Pedro Martinez allowed a leadoff double to Hideki Matsui in Game 7 of the 2004 ALCS."}
{"id": "49", "contents": "The economy rate of a bowler in cricket is the number of runs conceded per over bowled; in the IPL 2019 match between CSK and DC on May 10, 2019, S. N. Thakur had an economy rate of 13.00 runs per over."}
{"id": "50", "contents": "The Finchley Shakha Kho Kho Team won the first National Kho Kho Championship in England in 2015."}
{"id": "51", "contents": "Pedro Martinez started Game 5 of the 2004 American League Championship Series (ALCS) for the Boston Red Sox."}
{"id": "52", "contents": "Adrian Robert James Pettigrew, an English former professional footballer, was born on November 12, 1986."}
{"id": "53", "contents": "The inaugural Hessenpokal was won by Eintracht Frankfurt."}
{"id": "54", "contents": "Diogo Jota scored three goals for Liverpool in the 2021-2022 EFL Cup."}
{"id": "55", "contents": "Leonard Perry Jr. is a college basketball coach originally from Dallas, Texas."}
{"id": "56", "contents": "New Balance first sponsored Liverpool F.C. in England."}
{"id": "57", "contents": "The sabre was the last of the three Olympic fencing weapons to adopt electrical scoring equipment."}
{"id": "58", "contents": "Phanas of Pellene won the stadion and the double race (Diaulos) in addition to the hoplitodromos at the Olympics of 521 BCE."}
{"id": "59", "contents": "The United States won the most equestrian medals at the 2004 Olympic Games in Athens."}
{"id": "60", "contents": "Olympic athlete Merwin \"Marvin\" Graham passed away on January 24, 1989."}
{"id": "61", "contents": "Daniele Garozzo won the silver medal in men's individual foil fencing at the Tokyo 2020 Olympics."}
{"id": "62", "contents": "Harinder Pal Sandhu, an Indian squash player, won the 2017 Men’s Makati Open Squash tournament."}
{"id": "63", "contents": "Kostas Tsimikas had 6 assists across all competitions in the 2021-2022 season."}
{"id": "64", "contents": "The player from the German national team who received a yellow card in the 71st minute of the Germany vs. Sweden match during the 2018 FIFA World Cup was Jerome Boateng."}
{"id": "65", "contents": "Cléo Hamon started learning to skate in 2006."}
{"id": "66", "contents": "Joshna Chinappa won the 19th edition of the Women’s Asian Individual Squash Championships in 2017."}
{"id": "67", "contents": "The Asahis won the Burrard League Championship in 1940."}
{"id": "68", "contents": "The 1993 Scandinavian Masters golf tournament took place at Forsgården Golf Club."}
{"id": "69", "contents": "The ten venues for the 2010 FIFA World Cup were officially announced on 17 March 2006."}
{"id": "70", "contents": "The 7th All-Africa Games concluded on September 19, 1999."}
{"id": "71", "contents": "Maria Toorpakai Wazir won the first women's event in the Nash Cup in Canada."}
{"id": "72", "contents": "Pepe received a yellow card in the 24th minute of the Champions League semi-final match between Real Madrid and Manchester City in 2016."}
{"id": "73", "contents": "Dr. Abu Baker Asvat stepped down as a leader of the Transvaal Cricket Board in 1981."}
{"id": "74", "contents": "Hardik Pandya faced 10 balls in the 2019 Indian Premier League final match."}
{"id": "75", "contents": "In the UEFA Champions League semi-final second leg match between Chelsea and Real Madrid in 2021, Real Madrid received a total of 4 yellow cards."}
{"id": "76", "contents": "The first Bennett Cup auto race, sponsored by James Gordon Bennett Jr., commenced on June 14th, 1900."}
{"id": "77", "contents": "Vicki Draves, a diver, was recognized as the Most Outstanding Alumnus of the Year at City College of San Francisco in 2005."}
{"id": "78", "contents": "Antonella Ragno-Lonzi won the bronze medal in the women's individual foil event at the 1964 Summer Olympics."}
{"id": "79", "contents": "The height of Australian former international cricketer Stephen Rodger Waugh is 5 feet 10 inches."}
{"id": "80", "contents": "The strike rate of Manish Pandey in the 2019 IPL match between KKR and SRH on March 24, 2019, was 160.00."}
{"id": "81", "contents": "Shohidul Islam made his international debut for the Bangladesh cricket team in 2021."}
{"id": "82", "contents": "The Selkirk Fishermen scored 4 goals in Game 2 of the 1920 Memorial Cup against the Toronto Canoe Club Paddlers."}
{"id": "83", "contents": "The halftime score of the Liverpool versus Leicester match on December 30, 2022, was Liverpool leading 2-1."}
{"id": "84", "contents": "On June 23, 1914, Austria, Denmark, Monaco, Romania, Russia, Switzerland, and the United States were admitted as new member countries to the Fédération Internationale d'Escrime."}
{"id": "85", "contents": "Kim Tae-young scored the K-League's 10,000th goal as an own goal on November 9, 2008."}
{"id": "86", "contents": "Kristin Otto, a swimmer, retired in 1989."}
{"id": "87", "contents": "Olga Kharlan joined the Ukrainian National Olympic team at the age of 14."}
{"id": "88", "contents": "Bill Carrigan was the first manager of the Boston Red Sox to win two World Series championships."}
{"id": "89", "contents": "In Game 3 of the 2007 World Series, Daisuke Matsuzaka achieved his first Major League hit during the 3rd inning."}
{"id": "90", "contents": "The name of India's first cricket team was the Oriental Cricket Club."}
{"id": "91", "contents": "Clifford Cunnell, an English cricketer, passed away on October 5, 2016."}
{"id": "92", "contents": "The runners-up for the 2000 WTA Finals doubles competition were Nicole Arendt and Manon Bollegraf."}
{"id": "93", "contents": "David Richardson, the figure skater, was born on August 18, 1987."}
{"id": "94", "contents": "Susie Hutchison and Samsung Woodstock were blocked mid-round by the ring crew at the Volvo FEI World Cup Final."}
{"id": "95", "contents": "Saqib Majeed won the 2016 Wisden-MCC Cricket Photograph of the Year."}
{"id": "96", "contents": "Jorge Miramón scored a goal in the 53rd minute of the La Liga match between Levante UD and Real Sociedad on June 6, 2022."}
{"id": "97", "contents": "Joeri Adams won the 2007 UCI Cyclo-cross World Championships – Men's junior race with a finish time of approximately 41 minutes and 18 seconds."}
{"id": "98", "contents": "Tijmen Eising won the 2009 UCI Cyclo-cross World Championships – Men's junior race with a finishing time of approximately 40 minutes and 6 seconds."}
{"id": "99", "contents": "The Netherlands received their only yellow card in the 22nd minute during the match against Spain on 5 February 2022 in the 2022 Rugby Europe Championship."}
{"id": "100", "contents": "Alisher Usmanov received 66 votes when he won the 2008 election for President of the Fédération Internationale d'Escrime."}
{"id": "101", "contents": "Peicho Peev, a Bulgarian chess International Master, was born on April 2, 1940."}
{"id": "102", "contents": "Tatiana Zatulovskaya won the 1993 World Senior Chess Championship Women's Tournament."}
{"id": "103", "contents": "In the 2016 World Rugby Nations Cup, Namibia defeated Emerging Italy with a score of 38-26."}
{"id": "104", "contents": "The British-American kickboxer Andrew Tate had 76 fight wins before retiring."}
{"id": "105", "contents": "The Pakistani hockey team did not participate in the FIH World Cup in 2014."}
{"id": "106", "contents": "Wiley Lee Griggs III, an American Negro league infielder, passed away at the age of 71."}
{"id": "107", "contents": "Lawrence Whittaker won the first Cape Town Cycle Tour in 1978 with a finish time of 3 hours, 2 minutes, and 24 seconds."}
{"id": "108", "contents": "Denys Strekalin, a skater, was born on March 31, 1999."}
{"id": "109", "contents": "In 1902, William Hodgson \"Hod\" Stuart signed a professional contract with the Pittsburgh Bankers of the Western Pennsylvania Hockey League."}
{"id": "110", "contents": "The first SoCal Sword Fight tournament took place in 2012."}
{"id": "111", "contents": "The 20th match of IPL 2015 was held at M. Chinnaswamy Stadium."}
{"id": "112", "contents": "Frank Beamer grew up on a farm in Fancy Gap, Virginia."}
{"id": "113", "contents": "Kathy Kusner was a female disc jockey who sued the Maryland Racing Commission in 1968 to obtain a license, landmarking a step in gender equality in the field."}
{"id": "114", "contents": "The first Battle of the Nations tournament took place at the Khotyn Fortress in Ukraine."}
{"id": "115", "contents": "Brig. (r) Abdul Hamid Hamidi, a Pakistani hockey icon, passed away in Rawalpindi."}
{"id": "116", "contents": "Italy brought 61 competitors to the 1964 Winter Olympics, consisting of 53 males and 8 females."}
{"id": "117", "contents": "Enzo Ferrari began pursuing racing at the age of 10."}
{"id": "118", "contents": "Man O' War's sire was born on April 1, 1905."}
{"id": "119", "contents": "Ange Postecoglou was born in Nea Filadelfeia, Greece."}
{"id": "120", "contents": "David William Sayer, an English cricketer, was born on October 18, 1997."}
{"id": "121", "contents": "Virginia Tech defeated Alabama in a football game on December 29, 1998."}
{"id": "122", "contents": "the 2021 rules of Battle of the Nations stipulate that each longsword duel consists of a single round."}
{"id": "123", "contents": "Vicki Manalo's coach when she joined the swimming program at Crystal Plunge in San Francisco was Jimmy Hughes."}
{"id": "124", "contents": "Johnny Damon participated in track and football in addition to baseball during his high school years."}
{"id": "125", "contents": "Taylor Fritz defeated Radu Albot in the second round of the 2020 French Open Men's Singles."}
{"id": "126", "contents": "The individual who cheated in the 1993 Comrades Marathon was Herman Matthee."}
{"id": "127", "contents": "In the 2016 World Rugby Nations Cup, Spain finished with the least amount of points."}
{"id": "128", "contents": "Sachin Tendulkar was appointed as the UNICEF and Cricket for Good Ambassador for the ICC Women's World Cup 2017."}
{"id": "129", "contents": "Robert Pier received a yellow card in the 52nd minute of the La Liga match between Levante and Real Sociedad on May 6, 2022."}
{"id": "130", "contents": "The Reading Mercury reported the first recorded cricket match between women on July 26, 1745, in Surrey, England."}
{"id": "131", "contents": "Hjalmar Hvam invented the safety release binding for skis in 1937 to prevent injuries during accidents."}
{"id": "132", "contents": "Frank Beamer's first coaching job was at Radford High School."}
{"id": "133", "contents": "Michael Johnson, the sprinter, suffered a stroke in September 2018."}
{"id": "134", "contents": "Romania scored four tries against Russia in the 2022 Rugby Europe Championship match on February 5, 2022."}
{"id": "135", "contents": "Ashley Payne holds the record for the fastest marathon dressed as an elf, male category, with a time of 2:58:16 at the 2017 Virgin Money London Marathon."}
{"id": "136", "contents": "Vicki Draves and Sammy Lee became friends during the 1944 national AAU championships."}
{"id": "137", "contents": "The 2013 World Championships featured a fencing epee match between Olga Kharlan and Kim Ji-yeon, with Olga Kharlan winning with a score of 15–14."}
{"id": "138", "contents": "The officials, including the referee, touch judges, and television match official for the Spain vs. Romania rugby match in the 2022 Rugby Europe Championship, were from Scotland."}
{"id": "139", "contents": "Donjuan Triumphant began his career as a breeding stallion in 2020 with a stud fee of €4,000."}
{"id": "140", "contents": "Swiss ski mountaineer Rolf Zurbrügg was born in the village of Adelboden."}
{"id": "141", "contents": "The Helsinki Olympics in 1952 had an opening ceremony attended by 70,435 spectators."}
{"id": "142", "contents": "In the 1964 Summer Olympics, 203 men participated in fencing events."}
{"id": "143", "contents": "Gazprom became an official partner of FIFA tournaments from 2015 to 2018, including the 2018 FIFA World Cup in Russia, signing the contract in September 2013."}
{"id": "144", "contents": "The gun time for Justin Kemboi Chesire's finish in the Old Mutual 56km Ultra Two Oceans Marathon in 2019 was recorded as 3 hours, 11 minutes, and 22 seconds."}
{"id": "145", "contents": "Juan Nogueira, a Brazilian amateur heavyweight boxer, was born on May 1, 1988."}
{"id": "146", "contents": "Boxer Jackson Asiku lost to Arlan Lerio in the Summer Olympics of 2000 in Sydney, Australia."}
{"id": "147", "contents": "Clara Burel was the sole French player granted a wildcard entry for the women's singles at the 2019 Australian Open."}
{"id": "148", "contents": "Arjun Rajiv secured the first position in the Rotax Micro Max season 2017 in India."}
{"id": "149", "contents": "Edward Ambrose Hug, an American Major League Baseball catcher, died on May 11, 1953."}
{"id": "150", "contents": "The Netherlands scored 0 points against Spain in the 2022 Rugby Europe Championship match on February 5, 2022."}
{"id": "151", "contents": "Dušan Lajović is the Serbian tennis player who reached the quarterfinals of the 2018 Madrid Open men's singles."}
{"id": "152", "contents": "Anna Krzeptowska-Żebracka, a Polish cross-country skier, was born on 26 July 1938."}
{"id": "153", "contents": "Takumi Minamino was the Liverpool player who scored the most goals for the team in the 2021-2022 FA Cup season."}
{"id": "154", "contents": "Romania finished the 2022 Rugby Europe Championship with 14 points."}
{"id": "155", "contents": "The football club originally named Pishchevik Kaliningrad was renamed to Baltika in 1958."}
{"id": "156", "contents": "Noel Turner, a Maltese footballer, was born on December 9, 1974."}
{"id": "157", "contents": "Marquinhos received a yellow card in the 77th minute of the 2022 World Cup quarterfinals."}
{"id": "158", "contents": "Habiba Ghribi won the junior race of the Pan Arab Cross Country Championships in 2002."}
{"id": "159", "contents": "The umpires for the 1980 Gillette Cup match between Ireland and Middlesex on July 2, 1980, were Terry Spencer and Tom Spencer."}
{"id": "160", "contents": "Women were officially welcomed into the United States Polo Association on January 1, 1972."}
{"id": "161", "contents": "Katrina Lehis won the bronze medal in Women's Épée Individual at the 2020 Tokyo Olympics."}
{"id": "162", "contents": "Gary Schreider, a Canadian football player, passed away in 2011."}
{"id": "163", "contents": "Michael Vick finished 6th in the Heisman Trophy voting in 2000."}
{"id": "164", "contents": "Nick Faldo won the 1992 Scandinavian Masters golf tournament."}
{"id": "165", "contents": "The ROC (Russian Olympic Committee) team placed 8th in the women's épée team event at the 2020 Tokyo Olympics."}
{"id": "166", "contents": "Game 5 of the 1986 ALCS lasted 11 innings."}
{"id": "167", "contents": "Stan Bliss coached the Fort William War Veterans to their Memorial Cup victory in 1922."}
{"id": "168", "contents": "The Battle of the Nations tournament in 2011 involved seven countries: Russia, Ukraine, Belarus, Poland, Italy, Germany, and Quebec."}
{"id": "169", "contents": "Jomo Cosmos, a South African football club in Johannesburg, was founded on 29 January 1983."}
{"id": "170", "contents": "include the Vare Trophy, Patty Berg's total wins from 1948 to 1962."}
{"id": "171", "contents": "Marc Julian Bradley, known as Wisconsin Senator representing the 28th Senate District since 2021, made his professional wrestling debut in 1999 under the pseudonym Kris Krude."}
{"id": "172", "contents": "Daddy McCloud, a Scotsman who founded Clyde Pinelands Football Club in Cape Town in 1898."}
{"id": "173", "contents": "Ishan Kishan faced 26 balls in the 2019 Indian Premier League final match."}
{"id": "174", "contents": "Romania finished in second position in the 2022 Rugby Europe Championship."}
{"id": "175", "contents": "Isavel Roche-Kelly was named UCT Sportsperson of the Year in 1980."}
{"id": "176", "contents": "Maxi Gnauck announced her retirement from gymnastics in April 1986."}
{"id": "177", "contents": "Mohinder Amarnath scored his first Test century in Perth at the WACA."}
{"id": "178", "contents": "Kip Fulbeck, a Professor of Art at UC Santa Barbara, received his black belt in Shotokan karate from Steve Ubl."}
{"id": "179", "contents": "Ida Adamoff was married to Claude Bourdet."}
{"id": "180", "contents": "Colin Montgomerie won the 1991 Scandinavian Masters golf tournament."}
{"id": "181", "contents": "The female runner who secured the third position in the 2019 Ultra Old Mutual Two Oceans Marathon is Irvette Van Zyl."}
{"id": "182", "contents": "In the second football game between Virginia Tech and Alabama, Alabama won with a score of 27 to 0."}
{"id": "183", "contents": "Mexican professional footballer Miguel Gerardo Velázquez Olivares was born on July 2, 1990."}
{"id": "184", "contents": "The Bluff City Bombers of the Central Illinois Collegiate League played their home games at Lloyd Hopkins Field from 1998 to 2004."}
{"id": "185", "contents": "Hannes Fink was born in Bolzano, Italy."}
{"id": "186", "contents": "Shohidul Islam, a Bangladeshi cricketer, was born on January 5, 1995."}
{"id": "187", "contents": "Clifford Cunnell, an English cricketer, was born on August 31, 1944."}
{"id": "188", "contents": "Hermogenes, known as \"The Horse,\" achieved a remarkable feat by winning eight running events across three Olympics from 81 to 89 CE."}
{"id": "189", "contents": "Javier López did not pitch any innings in the 2007 World Series."}
{"id": "190", "contents": "In 2018, PayPal became a jersey patch sponsor for the Phoenix Suns for the first time."}
{"id": "191", "contents": "The first president of the Pakistan Cycling Federation was Muhammad Ali Jinnah."}
{"id": "192", "contents": "Erich Ribbeck was the coach of Eintracht Frankfurt in 1970."}
{"id": "193", "contents": "Brodie Smith played for the Denver team called \"Johnny Bravo\" in 2014."}
{"id": "194", "contents": "Arnaud Jouffroy won the 2008 UCI Cyclo-cross World Championships – Men's Junior race with a finish time of approximately 40 minutes and 30 seconds."}
{"id": "195", "contents": "Brighton & Hove Albion's goal difference at the end of the 2021-22 Premier League season was -2."}
{"id": "196", "contents": "The final score of Super Bowl LVII was Kansas City Chiefs战胜 Philadelphia Eagles with a score of 38-35."}
{"id": "197", "contents": "Georgi Ivanov Peev, a Bulgarian former footballer, was born on 11 March 1979."}
{"id": "198", "contents": "Stefanos Tsitsipas was the runner-up in the Men's singles at the 2022 Italian Open."}
{"id": "199", "contents": "In the 1964 Summer Olympics, Germany and Italy competed for the third place in the women's team foil event."}
{"id": "200", "contents": "The pass accuracy of a team in a specific match, such as France's 68% in the 2018 FIFA World Cup Final, indicates the percentage of successful passes made by that team during the game."}
{"id": "201", "contents": "Kylian Mbappé was the first football player to be seen wearing the Off-White x Nike Mercurial Vapor 360."}
{"id": "202", "contents": "The fencer who ranked 5th in the women's épée individual event at the 2020 Tokyo Olympics represented Hong Kong."}
{"id": "203", "contents": "use\nŞahika Ercümen set a world record in the VNF category by diving 61 meters in Lake Van, Turkey on June 1, 2013."}
{"id": "204", "contents": "Kaizer Chiefs Football Club won the Shell Ultra Helix Cup on October 12, 2019."}
{"id": "205", "contents": "Claudine Vita ranked 9th in the women's discus throw final event at the 2019 World Athletics Championships."}
{"id": "206", "contents": "Two television match officials from England were appointed for the 2019 Rugby World Cup."}
{"id": "207", "contents": "Sandra Douglass Morgan was the first Black woman to become president of an NFL team."}
{"id": "208", "contents": "Manish Pandey faced 5 balls in the 2019 IPL match between Kolkata Knight Riders (KKR) and Sunrisers Hyderabad (SRH) on March 24, 2019."}
{"id": "209", "contents": "James Brain, an English football manager and player born in 1900, was born in Bristol, England."}
{"id": "210", "contents": "Rachid Lousteque was appointed as the interim manager of Olympique de Khouribga in December 2019."}
{"id": "211", "contents": "Antony Clapham, Vic Clapham's great-grandson, completed the Comrades Marathon from 2012 to 2015."}
{"id": "212", "contents": "India is the only country to have won the Cricket World Cup in the 50-over format (twice in 1983 and 2011), the T20 format (in 2007), and the 60-over format (pre-ODI standard)."}
{"id": "213", "contents": "Gabashane Vincent Rakabaele was the first Black runner to win the Ultra Two Oceans Marathon in South Africa."}
{"id": "214", "contents": "The Cape Town Cycle Tour, previously known as the Cape Argus Cycle Tour, was 105 kilometers long in 1989."}
{"id": "215", "contents": "Tonya Harding placed third at the 1989 U.S. Figure Skating Championships."}
{"id": "216", "contents": "Argentina won 4 bronze medals in the 2004 Summer Olympics."}
{"id": "217", "contents": "Marques Brownlee played for the Philadelphia Phoenix in ultimate Frisbee in 2017."}
{"id": "218", "contents": "Peicho Peev achieved the title of Bulgarian chess International Master in 1973."}
{"id": "219", "contents": "Italy won four medals at the 1964 Winter Olympics, consisting of one silver and three bronze."}
{"id": "220", "contents": "The Stoke Ladies football team won the first and only ELFA Challenge Cup competition in 1922."}
{"id": "221", "contents": "The first try of the rugby match between Spain and Romania in the 2022 Rugby Europe Championship on February 27, 2022 was scored in the 6th minute."}
{"id": "222", "contents": "Briana Scurry was elected to the National Soccer Hall of Fame on August 3, 2017."}
{"id": "223", "contents": "Wiley Lee Griggs III, an American Negro League infielder, was nicknamed \"Diamond Jim.\""}
{"id": "224", "contents": "Tomas Paprstka finished first in the 2010 UCI Cyclo-cross World Championships – Men's junior race with a time of approximately 40 minutes and 30 seconds."}
{"id": "225", "contents": "The 1998 Scandinavian Masters golf tournament took place at Kungsängen Golf Club."}
{"id": "226", "contents": "Petra Văideanu, a retired Romanian heptathlete, was born on August 24, 1965."}
{"id": "227", "contents": "In March 2021, tennis player Damir Dzumhur faced a disciplinary probe and was fined for walking off the court during the ATP 500 event in Acapulco, Mexico."}
{"id": "228", "contents": "Ildiko Rejto-Ujlaki won the gold medal in the women's individual foil event at the 1964 Summer Olympics."}
{"id": "229", "contents": "Ken Kesey won second place in his weight class at the 1957 Pacific Coast intercollegiate competition."}
{"id": "230", "contents": "In the Champions League semi-final match between Barcelona and Milan on April 27, 2006, Costacurta received a yellow card in the 44th minute."}
{"id": "231", "contents": "Yangyi Yu achieved a score of 4.5 out of 13 in the 2020 Tata Steel Masters chess tournament."}
{"id": "232", "contents": "Anna Wardley was the first person to complete a solo swim around Portsea Island, recognized by the British Long Distance Swimming Association."}
{"id": "233", "contents": "Virginia Tech and Alabama first played a football game at Virginia Tech on September 20, 1969."}
{"id": "234", "contents": "Ahmed Samir Farag, an Egyptian footballer, was born on May 20, 1986."}
{"id": "235", "contents": "In the 1992 Canadian Open tennis tournament, Andre Agassi and John McEnroe were the runners-up in the men's doubles event."}
{"id": "236", "contents": "Starr Andrews finished sixth in the novice level at the 2016 U.S. Championships."}
{"id": "237", "contents": "French chess master Amédée Gibaud passed away on August 18, 1957."}
{"id": "238", "contents": "William Hodgson \" Hod\" Stuart was suspended from the league on 11 December 1905 before the start of the 1905–06 season."}
{"id": "239", "contents": "The John Brophy Award, given annually to the best defensive forward in the NHL, was first awarded in 1989."}
{"id": "240", "contents": "The Milwaukee Bucks suffered a cyber scam in May 2016 when an impersonator posing as team president Peter Feigin tricked the team into releasing all employees' 2015 W-2 tax forms."}
{"id": "241", "contents": "Hollywood Dun It, a dog, was bred in Kildeer, Illinois."}
{"id": "242", "contents": "Frank Beamer won three Big East Championships during his coaching tenure."}
{"id": "243", "contents": "Fabinho, a Liverpool player, received 7 yellow cards during the 2021-2022 Premier League season."}
{"id": "244", "contents": "The 2007 Super 14 rugby match between the Lions and Waratahs took place at Ellis Park Stadium on February 2, 2007."}
{"id": "245", "contents": "Edward Morris, a Welsh international footballer, was born in 1872."}
{"id": "246", "contents": "Mauro Forghieri served as Bugatti Automobili S.p.A.'s technical director until 1994."}
{"id": "247", "contents": "Müller was substituted in the 74th minute during the 2014 Champions League semi-final match between Real Madrid and Bayern."}
{"id": "248", "contents": "Tim Wakefield's earned run average (ERA) in the 2004 World Series was 12.27."}
{"id": "249", "contents": "Alyaksandr Buloychyk, a professional footballer, was born on August 30, 1979."}
{"id": "250", "contents": "In 2022, a single $1 superfecta bet at the Mohegan Sun sportsbook yielded a win of $321,500."}
{"id": "251", "contents": "Clifford Cunnell made his debut in the Minor Counties Championship in 1965."}
{"id": "252", "contents": "In the 2020 French Open Men's Singles, Jaume Munar won the second set against Stefanos Tsitsipas."}
{"id": "253", "contents": "Şahika Ercümen broke a world record in the VNF category with a 100 m dive on 26 October 2021 in Kaş, Antalya, Turkey."}
{"id": "254", "contents": "Vincent Boury, a French Paralympic table tennis champion, was born on June 21, 1969."}
{"id": "255", "contents": "Boxer Sergei Kobozev was reported missing by his girlfriend on November 8, 1995."}
{"id": "256", "contents": "Mary Hawton married Keith Ernest Hawton in the year 1948."}
{"id": "257", "contents": "The 2016–17 Championnat LNA season, the 86th season of the top-tier basketball league in Switzerland, was won by the Monthey team."}
{"id": "258", "contents": "The winner of the 1995 Scandinavian Masters golf tournament was Jesper Parnevik."}
{"id": "259", "contents": "Clyde Pinelands Football Club in Cape Town was established in 1898."}
{"id": "260", "contents": "Sonny Wade was drafted by the Philadelphia Eagles in the 1969 NFL Draft."}
{"id": "261", "contents": "Aston Villa finished 14th in the 2021-22 Premier League season."}
{"id": "262", "contents": "Floro Garrido, a Spanish retired footballer, passed away on 9 January 2012."}
{"id": "263", "contents": "Wilfred Ferguson was the first West Indian leg spinner to achieve ten wickets in a Test match in 1948."}
{"id": "264", "contents": "The 1896 Summer Olympics did not award bronze medals for third place in the men's masters foil event."}
{"id": "265", "contents": "Taylor Harry Fritz was eliminated in the 3rd round of the 2019 Australian Open."}
{"id": "266", "contents": "Irina Shtork and Taavi Rand were the ice dancing couple who ranked twenty-third in the original dance event at the Vancouver 2010 Olympics."}
{"id": "267", "contents": "In the FEI European Championships, a member of the jump crew disrupted Cian O'Connor and Good Luck during the second round of the Nations Cup team competition."}
{"id": "268", "contents": "Edward Morris made his debut for the Wales national football team on 13 March 1893."}
{"id": "269", "contents": "The full name of the Colombian soccer player born in 1988 named Juan Guzmán is Juan Pablo Guzmán Perdomo."}
{"id": "270", "contents": "David de Gea was the sole Spanish player to be awarded the Premier League Player of the Month during the 2021-22 season."}
{"id": "271", "contents": "The score of Game 2 of the 2007 World Series in the third inning was Colorado leading 1-0 against Boston."}
{"id": "272", "contents": "Roberto Battaglia won a gold medal in the team épée event in 1952."}
{"id": "273", "contents": "Indian swimmer Vedaant Madhavan completed the 1500m freestyle race at the 48th Junior National Aquatic Championships in 16 minutes and 1.73 seconds."}
{"id": "274", "contents": "Jamia Millia Islamia won its first gold and silver medals in wrestling at the All India Inter University Championship in 1977."}
{"id": "275", "contents": "Anna Krzeptowska-Żebracka, a Polish cross-country skier, passed away on December 1st, 2017."}
{"id": "276", "contents": "Leonard Perry Jr., an American basketball coach, attended McLennan Community College from 1986 to 1988."}
{"id": "277", "contents": "Kristin Glosimot Kjelsberg, a notable Norwegian handball player from 1978 to 1983, was born on November 7, 1959."}
{"id": "278", "contents": "Two players from the Winnipeg Falcons hockey team died during World War I."}
{"id": "279", "contents": "The footballer Michael Anderson Pereira da Silva was born on February 16, 1983."}
{"id": "280", "contents": "Russell Robins, a Welsh rugby union and professional rugby league footballer, passed away on September 27, 2019."}
{"id": "281", "contents": "A. Wallis Myers was married to Lilian Gentry."}
{"id": "282", "contents": "Edward Ambrose Hug made his MLB debut for the Brooklyn Superbas."}
{"id": "283", "contents": "Damian Lillard was 1.65 meters tall when he joined the varsity starting lineup as a freshman at Arroyo High School."}
{"id": "284", "contents": "Mohamed Mane scored the decisive goal for Liverpool in the second leg of their 2021-2022 Champions League semi-final against Villarreal."}
{"id": "285", "contents": "Filip Hašek made his professional debut against the team Slovácko on July 22, 2018."}
{"id": "286", "contents": "Anna Moriah Wilson graduated from Burke Mountain Academy in 2014."}
{"id": "287", "contents": "One Romanian player advanced to the second round of the 2022 Madrid Open women's singles."}
{"id": "288", "contents": "Jimmie Johnson achieved his first NASCAR Cup Series win at Chicagoland Speedway in 2001."}
{"id": "289", "contents": "The referee for the 2004 African Cup of Nations final match between Tunisia and Morocco was Falla N'Doye."}
{"id": "290", "contents": "Jazzercise, a fitness program, was created in Evanston, Illinois in 1969."}
{"id": "291", "contents": "In the 1908 Summer Olympics, 76 competitors from 11 nations participated in the Men's saber fencing event."}
{"id": "292", "contents": "Agustín Marchesín held the record for the most clean sheets by a goalkeeper in the 2019-2020 Primeira Liga."}
{"id": "293", "contents": "Anna Rita Sparaciari won the gold medal in the women's foil event at the inaugural European Fencing Championships."}
{"id": "294", "contents": "Dick Drago, an American relief pitcher, passed away at the age of 78."}
{"id": "295", "contents": "Ian Robinson and Khizer Hayat were the umpires for the West Indies vs. India World Cup cricket match on February 21, 1996."}
{"id": "296", "contents": "Aston Villa's Tyrone Mings received the most yellow cards in the 2021-22 Premier League season."}
{"id": "297", "contents": "Leon R. Rohde, a German road and track cyclist, was born on May 10, 1995."}
{"id": "298", "contents": "In 1979, Davona Dale won the Triple Tiara in horse racing."}
{"id": "299", "contents": "The umpires for the 1980 Gillette Cup match between Devon and Cornwall on July 2, 1980, were Ken Palmer and Roy Palmer."}
{"id": "300", "contents": "Yoshinaga Sakurai, a Japanese equestrian, was born on November 6, 1949, and competed in the 1992 Summer Olympics."}
{"id": "301", "contents": "Martina Trevisan was eliminated in the quarterfinals of the 2020 French Open Women's Singles."}
{"id": "302", "contents": "Aniol Serrasolses kayaked down the largest glacial waterfall ever recorded in Norway at the age of 32."}
{"id": "303", "contents": "The body of Stuart Leary, a South African sportsman associated with Charlton Athletic Football Club, was found on Table Mountain in South Africa on August 23, 1988."}
{"id": "304", "contents": "For the 2010 FIFA World Cup in Durban, South Africa, CONMEBOL selected 6 referees."}
{"id": "305", "contents": "Vicki Manalo finished third in her first national Amateur Athletic Union diving competition at the 1943 Indiana National meet."}
{"id": "306", "contents": "Coco Gauff won the USTA Clay Court National 12-and-under title at the age of 10 years and 3 months."}
{"id": "307", "contents": "The Purple Cap award in the IPL 2022 was won by spinner Yuzvendra Chahal for being the leading wicket-taker."}
{"id": "308", "contents": "In 2009, the seating capacity of Dragão Arena (Dragão Caixa) was 2,179."}
{"id": "309", "contents": "Twisted Timbers was ranked 39th on the Golden Ticket Awards' list of the top 50 steel roller coasters in 2021."}
{"id": "310", "contents": "Richard Anthony Drago, an American relief pitcher, graduated from high school in 1963."}
{"id": "311", "contents": "The teams that qualified for the Europa League group stage through Premier League rankings at the conclusion of the 2021-2022 season were Arsenal and Manchester United."}
{"id": "312", "contents": "The sportsperson who suffered from cardiac arrest on January 3, 2021, had a cricket background in India."}
{"id": "313", "contents": "Kobe Bryant has a special affection for Reggio Emilia, his childhood city."}
{"id": "314", "contents": "Christopher Deane Haney attended Orange County High School."}
{"id": "315", "contents": "The first B.A.S.S. Bassmaster Tournament took place at Lake Mead."}
{"id": "316", "contents": "Edward Ambrose Hug, an American Major League Baseball catcher, was born on July 14, 1880."}
{"id": "317", "contents": "Alfred Carlton Gilbert set the world record for consecutive chin-ups in 1900 with 39 repetitions."}
{"id": "318", "contents": "The fourth official for the Champions League semi-final match between Chelsea and Real Madrid on May 6, 2021, was Davide Massa."}
{"id": "319", "contents": "The three stadiums in South Africa that hosted the most matches during the 2010 FIFA World Cup, each staging eight games, were FNB Stadium (Soccer City), Cape Town Stadium, and Nelson Mandela Bay Stadium."}
{"id": "320", "contents": "Filip Hašek, the footballer, made his professional debut on July 22, 2018."}
{"id": "321", "contents": "Oussama Mellouli ranked 43rd in the men's 400-metre individual medley event at the 2000 Olympics."}
{"id": "322", "contents": "Michelle Bartsch-Hackley was the first female MVP player in the VNL tournament."}
{"id": "323", "contents": "Johnny Damon played in the South Orange Little League as a child before junior high school."}
{"id": "324", "contents": "In the 2018-19 UEFA Champions League, Liverpool FC finished as the runners-up in Group C."}
{"id": "325", "contents": "The 1992 Scandinavian Masters golf tournament took place at Barsebäck Golf & Country Club."}
{"id": "326", "contents": "Manny Ramirez had an outstanding on-base percentage (OBP) of .500 during the 2004 World Series."}
{"id": "327", "contents": "Arsenal received two yellow cards in the 2006 UEFA Champions League Final against Barcelona."}
{"id": "328", "contents": "Douglas Bennett, a South African cricketer, played a total of 7 first-class matches between 1912 and 1924."}
{"id": "329", "contents": "The loser of the 1866 chess match between Wilhelm Steinitz and Adolf Anderssen received a prize of £20."}
{"id": "330", "contents": "Peter Baker won the 1993 Scandinavian Masters golf tournament."}
{"id": "331", "contents": "The first running shoe produced by Nike was the Nike Cortez."}
{"id": "332", "contents": "Top Thrill Dragster held the record for the tallest and fastest roller coaster in the world for two years."}
{"id": "333", "contents": "Meredith Novack achieved the distinction of being the fastest person and the first woman to accomplish a double crossing of the Auau Channel in Hawaii."}
{"id": "334", "contents": "The first race of the Two Oceans Marathon took place on 2 May 1970 in Cape Town."}
{"id": "335", "contents": "The Burlington Sock Puppets were founded in 2021."}
{"id": "336", "contents": "Gavi received a yellow card in the 89th minute of the La Liga match between Valencia CF and FC Barcelona on October 29, 2022."}
{"id": "337", "contents": "Sweden won 6 bronze medals at the 1956 Summer Olympics."}
{"id": "338", "contents": "The birthdate of Eyþór Ingólfsson Melsteð is 16 February 1994."}
{"id": "339", "contents": "Velma Springstead worked as a secretary to the sales manager at the Tuckett Tobacco Company in Hamilton, ON."}
{"id": "340", "contents": "Team Quebec was the first non-European team to participate in the Battle of the Nations tournament."}
{"id": "341", "contents": "FC Baltika Kaliningrad was founded on December 22, 1954."}
{"id": "342", "contents": "Ahmad Jamal, a first-class cricketer, was born on September 3, 1988."}
{"id": "343", "contents": "Patrick Ntsoelengoe is credited with spotting Lucas Valeriu Ntuba Radebe and recommending his recruitment by Kaizer Chiefs in 1989."}
{"id": "344", "contents": "In the first football game between Emory & Henry College and Virginia Tech, Emory & Henry College emerged as the winner."}
{"id": "345", "contents": "The 2003 Badminton Asia Championships were held in Jakarta, Indonesia."}
{"id": "346", "contents": "Neil Priestley made one first-class appearance for Northamptonshire against the touring Sri Lankans in 1981."}
{"id": "347", "contents": "L Lucas Valeriu Ntuba Radebe attended Bopasenatla Secondary School until he was 15 years old."}
{"id": "348", "contents": "Sonny Wade attended Emory & Henry College in 1969."}
{"id": "349", "contents": "Gustave \"Gus\" Fitzhugh Touchard Jr. passed away in Toronto, Canada."}
{"id": "350", "contents": "Poland won the silver medal in the men's team foil event at the 1964 Summer Olympics."}
{"id": "351", "contents": "Manny Pacquiao married Jinkee Jamora on May 10, 1999."}
{"id": "352", "contents": "The 2022 Rugby Europe Championship match between Georgia and Portugal on February 6, 2022, ended in a 25-25 draw."}
{"id": "353", "contents": "In the 2021 rules for Battle of the Nations, longsword duel rounds are 90 seconds long."}
{"id": "354", "contents": "Jason Varitek hit a double in the 4th inning of Game 1 of the 2007 World Series, scoring two runs."}
{"id": "355", "contents": "Haile Gebrselassie achieved an undefeated season in all road races in 2005."}
{"id": "356", "contents": "Dwayne Bravo took 2 wickets in the 2015 IPL final."}
{"id": "357", "contents": "Dr. Abu Baker Asvat played cricket for the team called Crescents."}
{"id": "358", "contents": "Isco received a yellow card in the 57th minute of the Champions League semi-final match between Real Madrid and Bayern Munich in 2014."}
{"id": "359", "contents": "Mohamed Zahafi achieved his personal best time in Lausanne in June 1983."}
{"id": "360", "contents": "Virginia Tech and Alabama first played each other in football on November 5, 1932."}
{"id": "361", "contents": "Liu Xiang, a Chinese track and field athlete, was the torch lighter for the 2007 Special Olympics World Summer Games in Shanghai, China."}
{"id": "362", "contents": "Fenerbahçe Grundig won the 2013–14 CEV Challenge Cup."}
{"id": "363", "contents": "Patty Berg made history in 1959 as the first woman to achieve a hole-in-one during a U.S. Women's Open, a competition governed by the USGA."}
{"id": "364", "contents": "Aniol Serrasolses kayaked down a 20-meter-high glacial waterfall in the Arctic Circle, marking the biggest drop ever recorded."}
{"id": "365", "contents": "Neeraj Chopra improved his own record by throwing the javelin 0.64 meters further at the Stockholm Diamond League in 2022."}
{"id": "366", "contents": "Kristin Otto won 5 gold medals at the 1987 European Championships."}
{"id": "367", "contents": "Gazprom was announced as the official Global Energy Partner of the UEFA Champions League on 17th July 2012, coinciding with Chelsea's victory in the 2012 tournament."}
