{"id": "0", "contents": "The psychiatrist who prescribes medication for Marie Hanson's blackouts in Season 1, Episode 20 of Ally McBeal is Dr. Peters."}
{"id": "1", "contents": "Daemon Targaryen advises Rhaenyra in \"House of the Dragon\" Season 1, Episode 4, that living in fear will cause one to miss out on life's best aspects."}
{"id": "2", "contents": "The Canadian reality series *To Serve and Protect* debuted on U.S. TV station KVOS-TV."}
{"id": "3", "contents": "Bill Cosby first appears in the South Park episode \"Trapper Keeper\" in Season 4."}
{"id": "4", "contents": "In the Spanish television series \"El guardián invisible,\" actor Ramón Barea plays the character Alfonso Álvarez de Toledo."}
{"id": "5", "contents": "David Chow arrived in Genoa City on \"The Young and the Restless\" to avenge the death of his former fiancée, Carmen Mesta."}
{"id": "6", "contents": "In the television series Archer, Sterling goes into a rampage in Season 2, Episode 9 titled \"Placebo Effect.\""}
{"id": "7", "contents": "Vince entered the game in episode 7 of Season 3 of \"The Circle\" (American version)."}
{"id": "8", "contents": "F.R.I.D.A. in Critical Role Campaign 3 stands for Far Ranging Integrated Defense Aeormaton."}
{"id": "9", "contents": "Billy Miller received a Daytime Emmy nomination for Outstanding Lead Actor for his role as Jason Morgan in March 2018."}
{"id": "10", "contents": "Katie Sapienza was eliminated in the second week of Season 1 of The Bachelor."}
{"id": "11", "contents": "In \"Rick and Morty\" Season 1, Episode 11, Bird Person uses the phrase \"gubba nub nub doo rah kah\" to express the concept of making the right choice or the one that allows you to sleep well at night in his alien language."}
{"id": "12", "contents": "NHK Hall in Shibuya Ward, Tokyo, began operations on June 20, 1973."}
{"id": "13", "contents": "Mr. Mackey, a recurring character on South Park, makes his first appearance in the show's first season during the ninth episode titled \"Mr. Hankey, the Christmas Poo.\""}
{"id": "14", "contents": "The 16th edition of the Miss World pageant was hosted by Peter West and Michael Aspel."}
{"id": "15", "contents": "Teru meets Mob for the first time in Mob Psycho 100 Season 1, Episode 4."}
{"id": "16", "contents": "Kirsten McAskill is murdered by Royce in Season 1, Episode 3 of the British drama series Happy Valley."}
{"id": "17", "contents": "In the fifth episode of Rick and Morty titled \"Rattlestar Ricklactica,\" Jerry is depicted floating around for 10 hours."}
{"id": "18", "contents": "Canal+ Box Office was launched on September 1, 2023."}
{"id": "19", "contents": "In the TV series \"Dragnet\" (1967), Joe Friday killed a burglar in Season 2, Episode 2."}
{"id": "20", "contents": "Sharon Needles won four maxi challenges in Season 4 of RuPaul's Drag Race."}
{"id": "21", "contents": "Belva Davis made her television debut on KTVU."}
{"id": "22", "contents": "Mob's brother's Spanish voice actor in \"Mob Psycho 100\" is Javier Olguín."}
{"id": "23", "contents": "Evil Abed first appears in the \"Community\" episode \"Remedial Chaos Theory\" in Season 3."}
{"id": "24", "contents": "Gabrielle Fitzpatrick appeared in one episode of the television series \"Roar.\""}
{"id": "25", "contents": "In RuPaul's Drag Race, contestants lip sync to popular songs, and in Episode 5, Season 1, the lip sync song was \"Stronger\" by Britney Spears."}
{"id": "26", "contents": "In \"The Walking Dead\" Season 11, Episode 10, Connie is revealed to have orchestrated the removal of Pamela Milton's uncle from Congress prior to the apocalypse."}
{"id": "27", "contents": "Conrad Schintz's dog on Dimension 20's \"Mentopolis\" is named Justin Fication."}
{"id": "28", "contents": "Robert Townsend portrays the character Emmanuel Adamu in the second season of \"The Bear.\""}
{"id": "29", "contents": "Marissa Jaret Winokur played the character Theresa in Season 5 of the TV show \"Moesha.\""}
{"id": "30", "contents": "In Season 2, Episode 7 of \"The Circle,\" Jonathan Van Ness leaves a message guiding the players on how to play the game Glammequins."}
{"id": "31", "contents": "Shonda Rhimes' interest in hospital environments was sparked by her experience as a hospital volunteer during her teenage years."}
{"id": "32", "contents": "Deidre Lang was a member of the 1990 Fly Girls dance troupe on \"In Living Color\" who remained with the show for five seasons."}
{"id": "33", "contents": "The title of Series 1, Episode 17 of *Space: 1999* is \"The Last Sunset.\""}
{"id": "34", "contents": "The quote \"I build boats, Ragnar. You're the navigator\" by Floki appears in the second episode of the second season of \"Vikings,\" titled \"Invasion.\""}
{"id": "35", "contents": "The runner-up from Season 2 of \"The Bachelor\" was a college student."}
{"id": "36", "contents": "Dolores Fonzi made her first television appearance in the series \"La nena.\""}
{"id": "37", "contents": "Phi Phi O'Hara from \"RuPaul's Drag Race\" is known for the iconic quote \"Go back to Party City where you belong.\""}
{"id": "38", "contents": "Janice Burgess held the position of executive in charge of production at Nick Jr."}
{"id": "39", "contents": "\"Avatar: The Last Airbender\" won an Annie Award for Storyboarding in an Animated Television Production in 2006."}
{"id": "40", "contents": "Phoebe Buffay impersonated Estelle twice in one episode after her death."}
{"id": "41", "contents": "Daryl Dixon in \"The Walking Dead\" TV series has O- blood type."}
{"id": "42", "contents": "Masaki Iizuka was the production manager for the 1985 science-fantasy animated television series ThunderCats."}
{"id": "43", "contents": "Latrice Royale lip-synced against Dida Ritz in Episode 9 of Season 4 of RuPaul's Drag Race."}
{"id": "44", "contents": "The American version of \"Big Brother\" increased the number of houseguests for the first time in its second season."}
{"id": "45", "contents": "Myrtle Eagan's parents in the show \"Severance\" are Kier and Imogene Eagan."}
{"id": "46", "contents": "Rose Matafeo hosted the comedy show \"Tiny Tour of Aotearoa\" with Guy Montgomery in July 2020."}
{"id": "47", "contents": "Alec Secareanu plays the character Darius Knezevic in the British drama series \"Happy Valley.\""}
{"id": "48", "contents": "Berlinda Tolbert studied theater art at the University of North Carolina School of the Arts."}
{"id": "49", "contents": "The first \"Sazae-san\" comic strip by the Asahi Shimbun was published on November 30, 1949."}
{"id": "50", "contents": "The main characters of \"The Parkers\" lived in Santa Monica."}
{"id": "51", "contents": "Hum TV transitioned from SD to HD broadcasting in Pakistan on May 1, 2018."}
{"id": "52", "contents": "\"Make Some Noise\" is a DropoutTV series spin-off from \"Game Changer,\" drawing inspiration from the \"Noise Boys\" episodes."}
{"id": "53", "contents": "Brett Halsey guest-starred as Carter on the fifth season, ninth episode of \"The Dukes of Hazzard.\""}
{"id": "54", "contents": "Mikami Teru is first introduced in Death Note in episode 31 titled \"Transfer.\""}
{"id": "55", "contents": "Rosie Perez served as a segment producer on the TV series \"In Living Color\" in addition to her role as a choreographer."}
{"id": "56", "contents": "The third CEO of Lumon Industries in the show \"Severance\" is Myrtle Eagan."}
{"id": "57", "contents": "Cheryl's status as a millionaire is revealed in Archer Season 2, Episode 10."}
{"id": "58", "contents": "In Law & Order: Special Victims Unit Season 15, Episode 1, William Lewis hid Olivia on Long Island."}
{"id": "59", "contents": "In Season 1 of \"The Bachelor,\" Angela Lowery was a contestant who worked as a waitress at Hooters."}
{"id": "60", "contents": "Julie Depardieu portrayed the character Valerie Letechin in the TV movie \"La Passion du Docteur Bergh.\""}
{"id": "61", "contents": "In \"House of the Dragon\" Season 1, Daemon Tancredi's final words to Vaemond teases his desire for a confession, saying, \"Say it.\""}
{"id": "62", "contents": "In Scandal, Olivia Pope discovers that her mother is a terrorist in Season 3, Episode 9."}
{"id": "63", "contents": "Sicily Sewell was released from the TV show \"One on One\" on June 20, 2005."}
{"id": "64", "contents": "Helly is the new employee introduced in the first episode of the TV show \"Severance.\""}
{"id": "65", "contents": "\"I Could Have Been Your Cellmate\" was released on April 3rd, 2007."}
{"id": "66", "contents": "In Season 1 of \"Severance,\" Mark's neighbor's secret identity is Harmony Cobel."}
{"id": "67", "contents": "In the first season of \"Severance,\" character Gabby Arteta is married to Senator Angelo Arteta."}
{"id": "68", "contents": "Debbie Allen directed the Season 8, Episode 1 of \"Girlfriends\" titled \"Range of Emotions.\""}
{"id": "69", "contents": "Darnell, a character from the series \"Girlfriends,\" worked as an airport baggage handler before becoming a mechanic."}
{"id": "70", "contents": "Louise Elliott joined Jamie Owen as a co-host on a weekday morning show on BBC Radio Wales in 2007."}
{"id": "71", "contents": "In Season 4, Episode 13 of \"Regular Show,\" titled \"Sandwich of Death,\" Mordecai and Rigby sport mullets."}
{"id": "72", "contents": "Tommy and Alfie have a conversation about crossing the line in Peaky Blinders' Season 3, Episode 6."}
{"id": "73", "contents": "In Ally McBeal Season 2, Episode 1, Nelle Porter leaves the firm Goodman-Dale to join Cage & Fish."}
{"id": "74", "contents": "Toby Jones wrote 10 episodes of the television series \"Numbertime.\""}
{"id": "75", "contents": "Shai appeared in the \"Family Matters\" episode titled \"Good Cop, Bad Cop\" in Season 5, Episode 15."}
{"id": "76", "contents": "The episode \"Full Leather Jacket\" of The Sopranos was first filmed in North Caldwell, New Jersey."}
{"id": "77", "contents": "Ginnifer Goodwin portrayed the character Erica in the \"Myth of Fingerprints\" episode of Law and Order."}
{"id": "78", "contents": "There were two Targaryen kings before Maegor the Cruel ascended to the throne."}
{"id": "79", "contents": "Sarina Roma directed the eighth episode of the first season of \"Abstract: The Art of Design.\""}
{"id": "80", "contents": "The watchdog in the South African children's series \"Pumpkin Patch\" (1988) was named Woofles."}
{"id": "81", "contents": "Van Dyke Parks composed music for 12 episodes of the television series \"Harold and the Purple Crayon.\""}
{"id": "82", "contents": "\"The Bear\" won the Top 10 Programs of the Year award at the 2022 American Film Institute Awards."}
{"id": "83", "contents": "The drama \"HUM KAHAN K SACHAY THAY\" was written by Umera Ahmad and released in August 2021."}
{"id": "84", "contents": "Chip Fields-Hurd directed the episode \"The Road Less Traveled\" in season 6 of the TV show \"Sister, Sister.\""}
{"id": "85", "contents": "In Season 4, Episode 3 of Breaking Bad, Jesse goes to the go-karts as part of his ongoing story arc."}
{"id": "86", "contents": "The lawsuit filed by WION against their ex-anchor Palki Sharma Upadhyay claimed that she was contractually obligated to continue working for the channel until December 2022."}
{"id": "87", "contents": "The active president of the United States in Season 1 of the TV show \"Motherland: Fort Salem\" is President Kelly Wade."}
{"id": "88", "contents": "Matt Smith made his first television appearance on December 27, 2006."}
{"id": "89", "contents": "In \"Ally McBeal\" Season 1, Episode 10, Richard's uncle had a phobia of short people, which the minister omitted from his eulogy."}
{"id": "90", "contents": "Hakuyu Go directed a total of two episodes for the anime series Mob Psycho 100 between 2016 and 2022."}
{"id": "91", "contents": "Dave Garroway was the host who interviewed military pilot Eugene Bullard on NBC's \"Today Show.\""}
{"id": "92", "contents": "The second son of Rickard Stark is Eddard Stark."}
{"id": "93", "contents": "Dolores Fonzi starred in and produced the miniseries \"Soy tu fan\" in 2006."}
{"id": "94", "contents": "In Breaking Bad Season 3 Episode 8, Jesse Pinkman witnesses Hank Schrader being admitted to the hospital with gunshot wounds following an attack."}
{"id": "95", "contents": "Doug Garner is the head of security on Lumon's severed floor in Season 1 of the television show \"Severance.\""}
{"id": "96", "contents": "The first award Penny Dreadful won was the 2014 Critics' Choice Television Award for Most Exciting New Series."}
{"id": "97", "contents": "The history of the city Omashu is explained in \"Avatar: The Last Airbender\" during Season 2, Episode 2, titled \"The Cave of Two Lovers.\""}
{"id": "98", "contents": "Van Dyke Parks portrayed the character Jack Racine on the TV show \"Twin Peaks.\""}
{"id": "99", "contents": "John William Carson portrayed the character Kenneth Rausch in the 1960 episode \"The Queen of the Orange Bowl\" of the anthology series \"The United States Steel Hour.\""}
{"id": "100", "contents": "Lor McQuarrie wore heels three times on the show \"The Weekenders\" by the end of 2004."}
{"id": "101", "contents": "Kier Eagan's birth year in the show \"Severance\" is 1841."}
{"id": "102", "contents": "Lori Todd, a contestant from Season 2 of The Bachelor, had a background as a former NBA cheerleader."}
{"id": "103", "contents": "Cartman shoots Token in the third episode of the seventeenth season of South Park."}
{"id": "104", "contents": "Harry Bentley, a character in \"The Jeffersons,\" affectionately referred to George and Louise Jefferson as \"Mr. J\" and \"Mrs. J.\""}
{"id": "105", "contents": "Fleabag was ranked 8th on The Guardian's 2019 list of the 100 best TV shows of the 21st century."}
{"id": "106", "contents": "In Season 4 of \"What We Do in the Shadows,\" Nandor receives 52 wishes from the djinn."}
{"id": "107", "contents": "Teleri Bevan became the Head of Programs for BBC Wales in 1985, moving up from her previous position as Deputy Head of Programs."}
{"id": "108", "contents": "As of 2022, Leah Shaw was the original owner of the character Dog on The Walking Dead TV series."}
{"id": "109", "contents": "In \"Girlfriends\" Season 8, Episode 1, Joan's purchase of an expensive kitchen range is the cause of her fiancé's upset."}
{"id": "110", "contents": "Nobita Nobi's paternal grandfather is named Nobiru Nobi."}
{"id": "111", "contents": "Tatianna won Season 2 of RuPaul's Drag Race: All Stars' Snatch Game."}
{"id": "112", "contents": "Carmen and Natalie borrowed an additional $500,000 from their uncle Cicero in Season 2 of \"The Bear.\""}
{"id": "113", "contents": "The title of Episode 3 in Season 3 of \"Airwolf,\" which aired in 1985, is \"And a Child Shall Lead.\""}
{"id": "114", "contents": "Brittney Schreiner quit as a contestant on Season 16 of \"The Bachelor.\""}
{"id": "115", "contents": "In \"Modern Family\" Season 4, Episode 23, Lily is competing in gymnastics."}
{"id": "116", "contents": "The title of Episode 12 in Season 3 of the TV series \"Airwolf\" is \"Half-Pint.\""}
{"id": "117", "contents": "June Bacon-Bercey was the first female television meteorologist in the United States."}
{"id": "118", "contents": "In the British series Happy Valley, Season 2, character John Wadsworth commits suicide by jumping off a bridge."}
{"id": "119", "contents": "Craig's first appearance on South Park is in Season 1, Episode 9 titled \"Mr. Hankey, the Christmas Poo.\""}
{"id": "120", "contents": "Helly uses an extension cord in an attempted suicide in Season 1, Episode 4 of the TV show \"Severance.\""}
{"id": "121", "contents": "The series \"Human Planet\" premiered on Discovery en Español on April 25, 2011."}
{"id": "122", "contents": "In Good Omens Season 2, Gabriel's memories are stored in a fly."}
{"id": "123", "contents": "In the sixth episode of the first season of \"New York Undercover,\" Judy Reyes portrayed the character Helena."}
{"id": "124", "contents": "Aunt Jemima first appears in South Park in Season 18, Episode 2, titled \"Gluten Free Ebola.\""}
{"id": "125", "contents": "In \"Breaking Bad,\" Gus Fring confronts a狙击手 in Season 4, Episode 9, titled \"Bug.\""}
{"id": "126", "contents": "In the American version of \"The Circle,\" a specific player, in this case Jacki, is occasionally exempt from being blocked by other players."}
{"id": "127", "contents": "Sabrina Costelana Newman's father from \"The Young and the Restless\" was a diplomat."}
{"id": "128", "contents": "In the TV series Happy Valley, Alison Garrs is responsible for killing her husband Daryl Garrs."}
{"id": "129", "contents": "Willam portrayed Jessica Simpson in the Snatch Game during Season 4, Episode 5 of RuPaul's Drag Race."}
{"id": "130", "contents": "Adore Delano from RuPaul's Drag Race is known for her catchphrase \"party\" as a response to various situations."}
{"id": "131", "contents": "In the television series \"What We Do in the Shadows,\" Laszlo is responsible for Gregor's death."}
{"id": "132", "contents": "The episode \"Why Does Evil Exist?\" from a documentary about God aired on May 1, 2016."}
{"id": "133", "contents": "Ginuwine portrayed the character Khalib in the sixth season of the television show \"Moesha.\""}
{"id": "134", "contents": "In Season 2 of \"Dexter,\" Detective Doakes catches Dexter while he is attempting to dispose of the remains of his mother's killer."}
{"id": "135", "contents": "Fresh Cut Grass acquired a blue leather duster from Catlyn's Clothier in Uthodurn during Critical Role's Campaign 3."}
{"id": "136", "contents": "In *Dexter* Season 5, Episode 4, Sonya delivers the line about the importance of honesty in relationships."}
{"id": "137", "contents": "Teleri Bevan became the deputy head of programs for BBC Wales in 1981."}
{"id": "138", "contents": "Vanessa Bayer portrays the emotional vampire in the TV show \"What We Do in the Shadows\" during Seasons 1 and 5."}
{"id": "139", "contents": "In Peaky Blinders, Thomas Shelby smashes a nun's glasses in Season 5, Episode 3."}
{"id": "140", "contents": "Ginnifer Goodwin appeared in two episodes of \"Big Love: In the Beginning.\""}
{"id": "141", "contents": "John Matoian became the president of Entertainment at Fox Broadcasting in September 1995 before leaving for HBO in 1996."}
{"id": "142", "contents": "In Season 7 of RuPaul's Drag Race, contestant Katya lip-synced to \"Roar\" by Katy Perry for her final performance before elimination."}
{"id": "143", "contents": "In Season 1 of \"Severance,\" Mark's pregnant sister is Devon Scout-Hale."}
{"id": "144", "contents": "Track 8 on the album \"The Awesome Album,\" featured in the Parks and Recreation TV series, is titled \"Menace Ball.\""}
{"id": "145", "contents": "Stan questions why dogs have cold noses in South Park's Season 2 Episode 3, titled \"Ike's Wee Wee.\""}
{"id": "146", "contents": "Claire encounters Neil in the second season of Happy Valley."}
{"id": "147", "contents": "The South African soap opera \"Generations\" premiered on SABC 1 in 1993."}
{"id": "148", "contents": "Robert Nairne portrayed the vampire in Penny Dreadful's Season 1."}
{"id": "149", "contents": "Finn breaks his legs in the \"Adventure Time\" episode \"No One Can Hear You\" from Season 3."}
{"id": "150", "contents": "Kameron Michaels lip-synced six times during RuPaul's Drag Race Season 10."}
{"id": "151", "contents": "Burt Reynolds replaced Dennis Weaver on the television series Gunsmoke."}
{"id": "152", "contents": "Monica played the character Sarah Robinson in the fourth season, fourth episode of the TV show \"Felicity.\""}
{"id": "153", "contents": "Omni-Man kills a pilot in front of Invincible during their fight in Season 1 to demonstrate the meaningless of human lives."}
{"id": "154", "contents": "In Season 2 of \"The Circle,\" Terilisha was blocked in Episode 7."}
{"id": "155", "contents": "Janice Burgess was responsible for managing craft services when she volunteered at the public television station WQED."}
{"id": "156", "contents": "Fleabag won the Best Multichannel Programme award in 2016."}
{"id": "157", "contents": "Darsheel Safary played the role of Abhay in the 2016 series \"Yeh Hai Aashiqui.\""}
{"id": "158", "contents": "Nadja, a character from \"What We Do in the Shadows,\" is over 500 years old as of Season 2."}
{"id": "159", "contents": "David Randolph hosted a show originally titled \"Music for the Connoisseur\" on WNYC radio station."}
{"id": "160", "contents": "Hank Green's character, The Fix, on Dimension 20's Mentopolis, represents hyperfixation."}
{"id": "161", "contents": "The Jallianwala Bagh massacre is depicted in the seventh episode of Granada TV's 1984 series \"The Jewel in the Crown.\""}
{"id": "162", "contents": "Orym's father-in-law, Derrig, was killed during an attack on Zephrah in the Critical Role campaign."}
{"id": "163", "contents": "Jackée Harry played the role of Roxanne Farley in the Amen TV series episode \"A Slight Case of Murder: Part 1 & 2.\""}
{"id": "164", "contents": "Disney ceased distributing Disney Channel programs in Russia on December 14, 2022."}
{"id": "165", "contents": "Beanie Feldstein plays the character Jenna in the film \"What We Do in the Shadows.\""}
{"id": "166", "contents": "Ricky Whittle won the TV Soap Personality award in 2010."}
{"id": "167", "contents": "In the American version of \"The Circle,\" Keisha \"Kai\" Ghost was voted fan favorite in Episode 13 of Season 3."}
{"id": "168", "contents": "In the S3, E13 episode of \"The Circle\" (American version), Matthew Pappadia was the runner-up."}
{"id": "169", "contents": "In the 1993 series \"The Young and the Restless,\" Hope was saved from a rapist by Victor."}
{"id": "170", "contents": "The first episode of \"Candela Obscura\" premiered on Twitch on May 25, 2023."}
{"id": "171", "contents": "The cat cousin of Tom in the Tom and Jerry cartoons who was ironically scared of mice is named George."}
{"id": "172", "contents": "In the TV show \"Severance,\" Mark Scout replaces Peter \"Petey\" Kilmer as the department head."}
{"id": "173", "contents": "The twins' names from \"The Cosby Show\" are Nelson and Winnie."}
{"id": "174", "contents": "Ross Geller was dating Bonnie at the beginning of Season 4 of the TV show Friends."}
{"id": "175", "contents": "In Season 1 of \"Severance,\" Ms. Casey is revealed to be Mark's wife."}
{"id": "176", "contents": "In the Regular Show episode \"Brain Eraser\" from Season 2, Mordecai inadvertently sees Pops naked."}
{"id": "177", "contents": "Tottie Goldsmith portrayed the character Sara Herlihy in the TV movie \"Underbelly Files: Infiltration.\""}
{"id": "178", "contents": "In Season 7 of The Bachelorette, a contestant who was a personal trainer hailed from Odessa, Florida."}
{"id": "179", "contents": "In the episode \"Death Punchies\" from Season 1, Mordecai and Rigby get mullets."}
{"id": "180", "contents": "Les Dennis was announced as the guest host for the British show Countdown on July 25, 2022, due to Colin Murray's COVID-19 positivity."}
{"id": "181", "contents": "Liangy Fernandez, a contestant from Season 2 of The Bachelor, was a paralegal."}
{"id": "182", "contents": "The episode \"The Nightmarket\" from Season 4 of \"What We Do in the Shadows\" was written by William Meny and Paul Simms."}
{"id": "183", "contents": "In Season 1 of \"Severance,\" Devon's midwife is Alexa."}
{"id": "184", "contents": "Prince Aemond utters a poignant line about his eye injury and bond with a dragon in \"House of the Dragon.\""}
{"id": "185", "contents": "Kim Fields announced her pregnancy with her second son on the TV show \"The Real.\""}
{"id": "186", "contents": "In \"Gossip Girl\" Season 4, Episode 5, Vanessa Abrams steals Serena van der Woodsen's bag from the coat check."}
{"id": "187", "contents": "Abradolf Lincler appears in the season 1 episode 11 of Rick and Morty titled \"Ricksy Business.\""}
{"id": "188", "contents": "In Season 1, Episode 2 of \"Airwolf,\" Major Sam Roper's son is held captive by the Russians."}
{"id": "189", "contents": "Shirley Bennett's statement about the Bible and divorce appears in \"Community\" Season 2, Episode 8, titled \"Cooperative Calligraphy.\""}
{"id": "190", "contents": "Shawn Evans was an amateur sex coach on Season 11 of \"The Bachelorette.\""}
{"id": "191", "contents": "The Jallianwala Bagh massacre is referenced in episode 8 of Season 5 of the British period drama Downton Abbey."}
{"id": "192", "contents": "In \"Severance\" Season 1, Episode 2, Irving hallucinates black goo oozing out of his desk."}
{"id": "193", "contents": "Liam O'Brien portrayed the character Derrig in Critical Role's \"Dalen's Closet\" one-shot."}
{"id": "194", "contents": "The runners-up for Season 4 of RuPaul's Drag Race were Chad Michaels and Phi Phi O'Hara."}
{"id": "195", "contents": "The character Arnold is the newspaper delivery boy on \"The Flintstones.\""}
{"id": "196", "contents": "Two contestants quit during Season 2 of The Bachelor."}
{"id": "197", "contents": "Jeremy Wade caught a Japanese giant salamander by hand in the \"Cold Blooded Horror\" episode of *River Monsters*."}
{"id": "198", "contents": "Chang is overthrown as the leader of Greendale in the TV series \"Community\" during Season 3, Episode 21 titled \"The First Chang Dynasty.\""}
{"id": "199", "contents": "Randy Marsh becomes a chef at South Park Elementary in the episode \"Crème Fraîche\" of Season 14."}
{"id": "200", "contents": "The relationship between David W. Duclon and Cherie Johnson is that of a maternal uncle to his niece."}
{"id": "201", "contents": "Morty commits suicide by cop in Rick and Morty's Season 1, Episode 8, titled \"The Vat of Acid Episode.\""}
{"id": "202", "contents": "Jarrette Jones from the American version of \"Love Is Blind\" Season 2 announced his separation on August 17th, 2022."}
{"id": "203", "contents": "\"The Road Less Traveled\" is an episode from the 6th season of the television series \"Sister, Sister\"."}
{"id": "204", "contents": "Patricia Strasburger is the voice actor for Tsubomi in the German dub of all three seasons of Mob Psycho 100."}
{"id": "205", "contents": "In Peaky Blinders, John Shelby marries in Season 1, Episode 4."}
{"id": "206", "contents": "In the show \"Severance,\" Burt worked in the Optics and Design department for 7 years."}
{"id": "207", "contents": "In \"The Young and the Restless,\" Victoria's father marries her friend Sabrina Costelana."}
{"id": "208", "contents": "Tina Turner appeared as herself in the \"Ally McBeal\" episode titled \"The Oddball Parade.\""}
{"id": "209", "contents": "Steven Bartlett invested in the company Cheesegeek on the first episode of Series 19 of the BBC show Dragon's Den."}
{"id": "210", "contents": "In 1967, NBC acquired the broadcast rights to \"The Wizard of Oz\" from CBS."}
{"id": "211", "contents": "In Season 4, Episode 1 of *River Monsters*, Jeremy Wade investigates a catfish in the Lake of the Ozarks."}
{"id": "212", "contents": "The \"Community\" episode where Troy's grandma hits Britta is \"Basic Genealogy\" from Season 1, Episode 18."}
{"id": "213", "contents": "The Sky EPG number for Game Network at its UK launch in May 2001 was 223."}
{"id": "214", "contents": "In the British drama series \"Happy Valley,\" Vicky Fleming is murdered by John Wadsworth."}
{"id": "215", "contents": "Josh Souza was the saboteur in Season 1 of the American version of \"Big Brother.\""}
{"id": "216", "contents": "The potential suspect in the Ice Truck Killer case following an incident at an ice rink is identified as Tony Tucci."}
{"id": "217", "contents": "The song \"L'amoureuse\" by Carla Bruni was featured in the \"Chuck\" episode \"Chuck vs. the First Class.\""}
{"id": "218", "contents": "Hannibal did not win the \"Best TV Series\" award at the 2016 IGN Awards."}
{"id": "219", "contents": "Lark Voorhies played the character Tiffany in the 1997 miniseries \"The Last Don.\""}
{"id": "220", "contents": "Season 1 of Fleabag was released on Blu-ray in the UK on October 15, 2018."}
{"id": "221", "contents": "Janice Burgess won the Outstanding Special Class Animated Program at the 2008 Daytime Emmy Awards."}
{"id": "222", "contents": "In the TV series \"I, Claudius,\" George Pravda portrayed the character Gershom."}
{"id": "223", "contents": "In the final episode of Season 2 of \"Happy Valley,\" Alison Garrs overdosed on Diazepam."}
{"id": "224", "contents": "Critical Role's 33rd one-shot episode, titled \"Dalen's Closet,\" aired on August 29, 2019."}
{"id": "225", "contents": "At the end of Season 1 of \"Motherland: Fort Salem,\" Willa Collar is revealed to be alive."}
{"id": "226", "contents": "Jinkx Monsoon impersonated Natasha Lyonne and Judy Garland in the Snatch Game of \"RuPaul's Drag Race All-Stars\" Season 7."}
{"id": "227", "contents": "Tupac Shakur made a guest appearance on the television show \"A Different World\" on June 24, 1993."}
{"id": "228", "contents": "The original air date of \"The Rules of Luton\" in Series 2 of *Space: 1999* is October 23, 1976."}
{"id": "229", "contents": "Jackie Li wrote Episode 6, titled \"Don't You Have Enough,\" for Season 2 of the TV show \"Physical.\""}
{"id": "230", "contents": "In \"Airwolf\" Season 2, Episode 22, the archaeologist who accompanies Caitlin and four students on a trip to explore Maya temples is named Ozzie Hathaway."}
{"id": "231", "contents": "David J. Peterson and Carl Buck are the creators of the Sangheili language for the 2022 Halo TV series."}
{"id": "232", "contents": "Leslie Jones first appeared on \"RuPaul's Drag Race\" in Season 12."}
{"id": "233", "contents": "The title of the episode \"Benson\" S7 E16 is \"The Hat and the Ring.\""}
{"id": "234", "contents": "In 1950, William Oltman won NBC's promotional contest for resembling the TV star puppet Howdy Doody."}
{"id": "235", "contents": "In Season 1 of \"Severance,\" the character Mark Scout resides in the housing development known as Baird Creek Manor."}
{"id": "236", "contents": "Chip Fields portrayed the character Rochelle in the \"Good Times\" episode \"J.J.'s New Career, Part 2.\""}
{"id": "237", "contents": "Bob Denison provided the voice for the character Hercules in the 1978 animated television series \"The Freedom Force.\""}
{"id": "238", "contents": "Ana Hamilton first appeared in Genoa City on June 25, 2008."}
{"id": "239", "contents": "The song \"Baker Street\" by Gerry Rafferty is played at the beginning of the \"Full Leather Jacket\" episode of The Sopranos."}
{"id": "240", "contents": "Courteney Cox was initially selected for the role of Rachel on Friends but ended up playing the character Monica Geller."}
{"id": "241", "contents": "Alfonso Ribeiro portrayed the character Dr. Maxwell Stanton in seasons 3-5 of the TV show \"In the House.\""}
{"id": "242", "contents": "The game \"Circle Yearbook\" was featured in Episode 11 of Season 3 of the American version of \"The Circle.\""}
{"id": "243", "contents": "Toni Childs' condo in the TV series \"Girlfriends\" was located in the Hollywood Hancock Park subdivision."}
{"id": "244", "contents": "Actress Tracy Middendorf portrayed the character Risa on the TV show \"Ally McBeal\" in Season 3, Episode 1."}
{"id": "245", "contents": "Gabrielle Carmouche played the character Raynelle on the TV show \"In the House\" for Seasons 3-5."}
{"id": "246", "contents": "Susan Lucci hosted \"Saturday Night Live\" in Season 16, Episode 2."}
{"id": "247", "contents": "In Season 1 of \"Severance,\" Mrs. Selvig's secret identity is Harmony Cobel."}
{"id": "248", "contents": "Seth Milchick is the supervisor for the Severed Floor at Lumon in Season 1 of \"Severance.\""}
{"id": "249", "contents": "Rigby is seemingly killed by Skips in the Regular Show Season 2 episode titled \"Over the Top,\" which is the 21st episode of the season."}
{"id": "250", "contents": "Haley Dillard was Moesha's first friend at Bridgewood."}
{"id": "251", "contents": "The contestant from South Dakota on Season 16 of The Bachelorette is Dale Moss."}
{"id": "252", "contents": "Toby Jones appeared in one episode of the series \"The English.\""}
{"id": "253", "contents": "Arya Stark forms a psychic bond with a cat during her time in Braavos."}
{"id": "254", "contents": "Jackée Harry directed the episode titled \"Painfully Employed\" for the show Mr. Box Office, which is the 26th episode of Season 1."}
{"id": "255", "contents": "In the final episode of Happy Valley's first season, Catherine discovers her grandson Ryan and his father Tommy on a narrowboat."}
{"id": "256", "contents": "The episode \"Our Unsung Villains\" of Disneyland premiered on February 15, 1956."}
{"id": "257", "contents": "García Bernal was cast as Rodrigo de Souza in the series \"Mozart in the Jungle\" in 2014."}
{"id": "258", "contents": "In the \"One on One\" Season 1, Episode 5, titled \"My Life as a Dog,\" Laila Ali made a guest appearance."}
{"id": "259", "contents": "In Season 1, Episode 4 of \"Happy Valley,\" Tommy reveals to Ryan that he is his father."}
{"id": "260", "contents": "Digital Spy readers voted the 10th Doctor from \"Doctor Who\" as the best TV character of the 21st century in 2016."}
{"id": "261", "contents": "Sicily Sewell made her first TV appearance on \"Sesame Street\" at the age of 8."}
{"id": "262", "contents": "In Happy Valley, Catherine discovers the dead body of Lynn Dewhurst in the first episode of the second season."}
{"id": "263", "contents": "The Bing Crosby – Chesterfield Show was the first radio show to use a laugh track."}
{"id": "264", "contents": "In 2013 at the Essence Festival, SWV announced the launch of their reality series."}
{"id": "265", "contents": "Joe Lo Truglio portrayed the character Boyle on the television series Brooklyn Nine-Nine."}
{"id": "266", "contents": "Chloe Veitch was the fan favorite in Season 2 of the American version of \"The Circle.\""}
{"id": "267", "contents": "Alex Trebek dropped out of military college in Quebec due to a request to cut his hair."}
{"id": "268", "contents": "Tyra Hamilton made her first appearance on the soap opera set in Genoa City on June 25, 2008."}
{"id": "269", "contents": "Kier Eagan is the founder of Lumon Industries in the television series \"Severance.\""}
{"id": "270", "contents": "In the television series \"Severance,\" the eighth CEO of Lumon Industries is James Eagan."}
{"id": "271", "contents": "Karen Ganci was evicted on Day 70 of Season 5 of the American version of \"Big Brother.\""}
{"id": "272", "contents": "Shai first appeared on \"Family Matters\" in Season 5, Episode 15."}
{"id": "273", "contents": "In \"Good Omens\" Season 2, episode \"The Clue,\" Crowley uses his magical abilities to transform Job's goats into crows as a mischievous alternative to killing them."}
{"id": "274", "contents": "Karly Rothenberg portrayed Mrs. Janice Veazey, the secretary of Dr. Hodges, in the TV show \"Young Sheldon\"."}
{"id": "275", "contents": "In Breaking Bad, the pivotal scene where Walt's son expresses his desire for his father's death occurs in Season 5, Episode 15."}
{"id": "276", "contents": "Jim and Tammy Bakker initiated an East Coast version of \"Praise the Lord\" under TBN in May 1973."}
{"id": "277", "contents": "In the American version of \"Love Is Blind,\" the \"Impress the Parents\" event typically occurs in Week 2 of the show."}
{"id": "278", "contents": "In \"Friends,\" Rachel discovers the sex of her baby in Season 8, Episode 13."}
{"id": "279", "contents": "Mordecai and Rigby discover RadiCola in Season 2, Episode 9 of Regular Show, titled \"Party Pete.\""}
{"id": "280", "contents": "Ragnar Lodbrok tells Rollo, \"When everyone wanted you dead, I kept you alive,\" in the Vikings episode \"The Profit and the Loss.\""}
{"id": "281", "contents": "The last episode of \"One Life to Live\" was narrated by the character Allison Perkins."}
{"id": "282", "contents": "The 5th Streamy Awards, hosted by Grace Helbig and Tyler Oakley, were live-broadcasted on VH1 on September 17, 2015."}
{"id": "283", "contents": "Kacey Musgraves made her first appearance on \"Hollywood Medium with Tyler Henry\" on June 21, 2017."}
{"id": "284", "contents": "Berlin's son in Money Heist is an electronics engineer."}
{"id": "285", "contents": "The second episode of Season 2 of \"What We Do in the Shadows\" premiered on April 15, 2020."}
{"id": "286", "contents": "The first episode of the 12th season of \"Say Yes to the Dress\" premiered on October 10, 2014."}
{"id": "287", "contents": "In 1999, Shemar Moore presented Susan Lucci with an Emmy Award."}
{"id": "288", "contents": "Pedro Pascal first appeared alongside his sister in the TV series \"Narcos.\""}
{"id": "289", "contents": "Paul Frees voiced Ludwig Von Drake in 18 episodes of \"Walt Disney's Wonderful World of Color.\""}
{"id": "290", "contents": "Greenland sharks in *River Monsters* Season 9 episode \"Ice Cold Killer\" can reach weights of 250 pounds and lengths of 7 feet during their adolescent stage, at approximately 40 years old."}
{"id": "291", "contents": "Ray Colbert played the character Rance, a computer technician, in the fourth episode of the seventh season of \"The Dukes of Hazzard.\""}
{"id": "292", "contents": "Charlie's secret is revealed in the 17th episode of the 11th season of \"The Jeffersons,\" titled \"A Secret in the Back Room.\""}
