{"id": "0", "contents": "The International 2016 was played on Dota 2 version 6.88b."}
{"id": "1", "contents": "The Silver Armor was removed from the crafting recipe for Jungle Armor in Terraria with the 1.1 patch."}
{"id": "2", "contents": "As of December 5, 2012, three downloadable content (DLC) expansions had been released for \"The Elder Scrolls V: Skyrim.\""}
{"id": "3", "contents": "In Dragon Age: Inquisition, Josephine can potentially develop feelings for Blackwall."}
{"id": "4", "contents": "Capcom reported a ransomware attack by the Ragnar Locker hacker group on November 2, 2020, which resulted in the theft of 1TB of corporate data and subsequent blackmail."}
{"id": "5", "contents": "The \"Warrior\" class in Dark Souls 1 for PlayStation 3 begins with 11 vitality, 13 strength, and starts at soul level 4."}
{"id": "6", "contents": "The EverQuest II original soundtrack was officially released on November 8, 2004."}
{"id": "7", "contents": "The DLC \"Dragonborn\" for Morrowind takes place off the northern coast."}
{"id": "8", "contents": "Anita Sandoval was the lead programmer of Project Firebreak, contributing to the creation of CYAN in \"Horizon Zero Dawn: The Frozen Wilds\" expansion."}
{"id": "9", "contents": "The classic version of the shaman class ability Totemic Focus was removed in World of Warcraft patch 5.0.4."}
{"id": "10", "contents": "Activision Blizzard announced the creation of a new esports division on October 21, 2015."}
{"id": "11", "contents": "The item Mechanical Glove in Terraria had its damage buff effect restricted to only melee weapons in patch 1.2.3."}
{"id": "12", "contents": "The set bonus for the Robe in Terraria, when combined with the Magic Hat, was introduced in the 1.2.3 update."}
{"id": "13", "contents": "Patch 3.1.0 for World of Warcraft decreased the damage taken in Berserk Stance from 10% to 5%."}
{"id": "14", "contents": "The Phosphorescent Pole in Demon's Souls has a weight of 4.0 units."}
{"id": "15", "contents": "Vergil's battle quote \"It's past your bedtime\" is a taunt he directs at the player controlling Nero in Devil May Cry 5 when he delivers a critical strike during combat."}
{"id": "16", "contents": "The Terraria update 1.2.3 introduced biome-specific stalactites to the game's underground areas."}
{"id": "17", "contents": "The original Groove Coaster game for iOS featured music composed by Hirokazu Koshio (COSIO) and Shohei Tsuchiya."}
{"id": "18", "contents": "The 28th track on the official CD release of \"Kirby Star Allies: The Original Soundtrack\" is titled \"Reef Resort.\""}
{"id": "19", "contents": "The Extinction Failsafe Protocol in Horizon Zero Dawn is known as HADES."}
{"id": "20", "contents": "In \"Demon's Souls,\" Full Moon Grass sold by Patches costs 1000 souls."}
{"id": "21", "contents": "The LEGO part with ID 54093 has dimensions measuring 20 x 56 in studs."}
{"id": "22", "contents": "The Ardlings, introduced in D&D's Unearthed Arcana 2022 \"Character Origins,\" are a new species with heads resembling those of various animals."}
{"id": "23", "contents": "Koji Haishima is the credited conductor for the music on the Super Mario Galaxy Original Soundtrack: Platinum Version."}
{"id": "24", "contents": "The Dota 2 International 2012 was played on game version 6.74."}
{"id": "25", "contents": "OBS Studio version 29.1 introduced support for multiple audio tracks in Simple output recording."}
{"id": "26", "contents": "The Minecraft Java Beta 1.3 introduced view bobbing in the third-person perspective."}
{"id": "27", "contents": "Patch 1.06 for Dark Souls on the original PS3 added 3 Humanities to the Firelink well."}
{"id": "28", "contents": "The shaman ability Astral Recall in World of Warcraft was updated to be learned at level 34 in patch 5.0.4."}
{"id": "29", "contents": "The patch number sequence in World of Warcraft typically increments by minor version numbers, with Patch 1.11.1 following Patch 1.11.0."}
{"id": "30", "contents": "In Dark Souls 1 for the PlayStation 3, the Deprived class starts at Soul Level 6."}
{"id": "31", "contents": "The Shaman totem Tremor Totem was adjusted to be learned at level 18 in the World of Warcraft beta on June 15, 2004."}
{"id": "32", "contents": "Albert Fink owns a record label/music studio named Magical Melodies in BioShock Infinite."}
{"id": "33", "contents": "The Crescent Axe from Demon's Souls inflicts a 55% damage reduction when blocking with it held in two hands."}
{"id": "34", "contents": "The Terraria desktop patch that introduced sawmills to the game was released on August 17th, 2011."}
{"id": "35", "contents": "Aseprite version 1.3 was released on November 27, 2023."}
{"id": "36", "contents": "Koichi Ishii was the lead designer of Seiken Densetsu 3."}
{"id": "37", "contents": "The Dota 2 International 2019 was played on game version 7.22f."}
{"id": "38", "contents": "The earliest release date for World of Warcraft: Classic Hardcore official servers was on August 24, 2023."}
{"id": "39", "contents": "Eddie Gluskin's final words in the \"Whistleblower\" DLC of the 2013 video game \"Outlast\" are \"We could have been beautiful.\""}
{"id": "40", "contents": "Shinnosuke Tachibana is the Japanese voice actor for Jusis Albarea in \"Trails of Cold Steel 1.\""}
{"id": "41", "contents": "The classic version of the Shaman class ability Totemic Focus was removed in World of Warcraft with the release of Patch 5.0.4."}
{"id": "42", "contents": "The Dregling Merchant in Demon's Souls sells a Short Spear for 1500 souls."}
{"id": "43", "contents": "In the game Transistor, an invitation to Cloudbank's 67th Annual Fashion Week by Sybil Reisz can be found on an OVC terminal in Goldwalk Promenade."}
{"id": "44", "contents": "The 12th song on the original Kingdom Hearts I soundtrack is titled \"A Walk in Andante\" and has a duration of 1:18 minutes."}
{"id": "45", "contents": "The Shaman ability Searing Totem was removed from World of Warcraft in patch 7.0.3."}
{"id": "46", "contents": "The feature to enable the 'Snap to Grid' option for the brush preview was introduced in Aseprite version v1.3-rc8."}
{"id": "47", "contents": "In the video game Outlast, Dr. Richard Trager's final words to Miles Upshur before his death are \"I'm not giving up on you.\""}
{"id": "48", "contents": "Adrian Holmes provided the voice for Colonel Drucker in the Medal of Honor (2010) video game."}
{"id": "49", "contents": "In the Starfinder RPG, the planet Triaxus is known as \"The Wanderer\" due to its extreme orbit."}
{"id": "50", "contents": "The change in Terraria that reduced the required amount of titanium ore to craft a titanium bar from 5 to 4 was introduced in the Desktop 1.4.1 patch."}
{"id": "51", "contents": "In Sekiro: Shadows Die Twice, Lord Takeru's partner is Lady Tomoe."}
{"id": "52", "contents": "The patch that reduced the cooldown of Crusader Strike from 10 to 6 seconds in The Burning Crusade expansion of World of Warcraft was released on November 13, 2007."}
{"id": "53", "contents": "Alison Mori and Christian Gyrling were promoted to vice presidents of Naughty Dog on December 4, 2020."}
{"id": "54", "contents": "Pokémon Diamond and Pearl featured three stages in their original Pokémon contests."}
{"id": "55", "contents": "Sawmills were added to Terraria in version 1.0.6.1."}
{"id": "56", "contents": "The seventh track on Disc 1 of the Super Mario Galaxy Original Soundtrack Platinum Version is titled \"Egg Planet.\""}
{"id": "57", "contents": "Psygnosis Limited was headquartered at Wavertree Technology Park in Liverpool starting in 1995."}
{"id": "58", "contents": "In Fire Emblem: Three Houses, Linhardt informs Leonie of a holy weapon at Lake Teutates that can be wielded without a crest."}
{"id": "59", "contents": "The dungeon Dire Maul was introduced to \"World of Warcraft\" on March 7, 2005."}
{"id": "60", "contents": "The patch 1.04 for Dark Souls addressed an issue where the Cracked Red Eye Orb was no longer consumed upon a failed invasion connection."}
{"id": "61", "contents": "The patch 1.06 for the original Dark Souls decreased the effectiveness of the Hornet Ring."}
{"id": "62", "contents": "In Horizon Zero Dawn's Frozen Wilds DLC, CYAN stands for Caldera of Yellowstone Analytic Nexus."}
{"id": "63", "contents": "Track 3 on the Mario Kart 64 Greatest Hits soundtrack is titled \"Moo Moo Farm.\""}
{"id": "64", "contents": "The official name of Terraria patch 1.4.1 is \"Rounding Out the Journey.\""}
{"id": "65", "contents": "The original HeroQuest Game System board game released in North America in 1990 included 3 individual plastic Fimir miniatures."}
{"id": "66", "contents": "Foxtel and Microsoft announced a partnership on 20 May 2010 to deliver Foxtel content through Xbox 360's Xbox LIVE service."}
{"id": "67", "contents": "Charlie Brooker was the first recipient of the Nebula Award for Best Game Writing."}
{"id": "68", "contents": "The Istarelle spear in Demon's Souls has a durability of 800."}
{"id": "69", "contents": "Terraria version 1.4.2.1 was released on March 31st, 2021."}
{"id": "70", "contents": "Version 1.06 of Dark Souls for the PS3 was updated on October 22, 2012, in North America."}
{"id": "71", "contents": "The API function UpdateWorldMapArrow was introduced in World of Warcraft's Patch 5.2.0."}
{"id": "72", "contents": "The Japanese voice actor for the character Kiergaard in Ys VIII: Lacrimosa of Dana is Daisuke Kishio."}
{"id": "73", "contents": "The 14th song on the official Demon's Souls soundtrack CD, released in 2009, is titled \"Maneater.\""}
{"id": "74", "contents": "The patch 1.4.4 in Terraria decreased the Spectre Pickaxe's mining speed from 10 to 8."}
{"id": "75", "contents": "The Vesk species in Starfinder originates from the Ghavaniska system."}
{"id": "76", "contents": "In \"Dante's Inferno\" (DMC 3), Vergil's statement to Dante after their first fight with the Yamato emphasizes the importance of strength and power in protection."}
{"id": "77", "contents": "The guard stability of the Broken Straight Sword in Dark Souls II is 5."}
{"id": "78", "contents": "Track 6 on the Mario Kart 64 Greatest Hits Soundtrack, released in 1997, is titled \"Koopa Castle.\""}
{"id": "79", "contents": "Terraria version 1.3.5.2 was released on April 21, 2017."}
{"id": "80", "contents": "In the 2013 video game \"Outlast,\" Father Martin's last words before being burned alive were \"Now, my son.\""}
{"id": "81", "contents": "Cities: Skylines was released for Google Stadia on May 17, 2022."}
{"id": "82", "contents": "The full name of the American live streamer and YouTuber Valkyrae is Rachell Marie Hofstetter."}
{"id": "83", "contents": "The International 2014 for Dota 2 was played on version 6.81b."}
{"id": "84", "contents": "The Brushwood Helmet in Demon's Souls has a poison resistance value of 6."}
{"id": "85", "contents": "Tasha's Cauldron of Everything introduced 22 new subclasses."}
{"id": "86", "contents": "Kyarorina was the first person to catch 1 million Pokémon in Pokémon Go."}
{"id": "87", "contents": "The secret world seed \"Celebrationmk10\" was introduced in Terraria patch 1.4.2.3."}
{"id": "88", "contents": "In the original BioShock (2007), Jasmine Jolene's corpse is wearing a dress that is white and black."}
{"id": "89", "contents": "Terraria desktop version 1.4.3.2 was released on November 24, 2021."}
{"id": "90", "contents": "Sony announced the PlayStation 5 in April 2019."}
{"id": "91", "contents": "Aseprite v1.3-beta1 was released on May 26th, 2021."}
{"id": "92", "contents": "The Space Creature set was added to Terraria in patch 1.2.1."}
{"id": "93", "contents": "In Demon's Souls, the Royalty class begins with 4 Half Moon Grass items."}
{"id": "94", "contents": "The Puzzling Stone Sword from Dark Souls II has an in-game weight of 2 units."}
{"id": "95", "contents": "The Ruins of Lordaeron PvP arena was released in World of Warcraft on May 22, 2007, in the United States."}
{"id": "96", "contents": "The 2022 Expert Classes Unearthed Arcana for Dungeons & Dragons introduced the College of Lore as a new Bard subclass."}
{"id": "97", "contents": "include the starting Endurance value for the Cleric class in Dark Souls II is 3."}
{"id": "98", "contents": "To craft the Partisan weapon with Johannes in the original Bloodstained: Ritual of the Night, players require one Oak and one Steel."}
{"id": "99", "contents": "The 10th track on the Sonic Free Riders Original Soundtrack, released in 2010, is titled \"Theme of Metal City.\""}
{"id": "100", "contents": "Blake Ritson is the voice actor for the character Griggs in Dark Souls 1 for PlayStation 3."}
{"id": "101", "contents": "The Crystal Ring Shield in Dark Souls requires a strength stat of 10 to wield."}
{"id": "102", "contents": "Neil Druckmann was promoted to co-president of Naughty Dog on December 4, 2020, alongside Evan Wells."}
{"id": "103", "contents": "In patch 5.2.0 of World of Warcraft, the cooldown for the shaman ability Elemental Mastery was reduced to 90 seconds."}
{"id": "104", "contents": "Jason Statham is the voice actor for Sergeant Waters in the original Call of Duty game."}
{"id": "105", "contents": "Terraria patch 1.3.0.5 was released on July 13th, 2015."}
{"id": "106", "contents": "The \"Expert Classes\" 2022 Unearthed Arcana for Dungeons & Dragons moved the 20th-level features of the classes to the 18th level."}
{"id": "107", "contents": "In Morrowind, the book \"The Lusty Argonian Maid\" can be found in the body of Crassius Curio in Vivec City."}
{"id": "108", "contents": "The item \"Lance\" in Bloodstained: Ritual of the Night can be purchased for 2,700 gold."}
{"id": "109", "contents": "Minecraft snapshot 21w11a introduced a change making hoes the correct tool for efficiently breaking moss blocks."}
{"id": "110", "contents": "In \"Sekiro: Shadows Die Twice,\" Isshin the Sword Saint declares \"Hesitation is defeat\" following his victory over Sekiro."}
{"id": "111", "contents": "The patch 1.4.4 in Terraria lowered the cost of the Leather Whip from 15 gold to 10 gold."}
{"id": "112", "contents": "The Partisan weapon in the original version of Bloodstained: Ritual of the Night for PC is dropped by an enemy named Lance Armor."}
{"id": "113", "contents": "Patch 5.0.5a for World of Warcraft was released in the United States on September 13, 2012."}
{"id": "114", "contents": "The 21st track on \"The Legend of Heroes: Trails in the Sky The Animation\" Original Soundtrack CD is titled \"Secret Green Passage.\""}
{"id": "115", "contents": "The Game Boy was produced for a total of 14 years."}
{"id": "116", "contents": "The cannibal in the \"Whistleblower\" DLC of the 2013 video game \"Outlast\" is named Frank Manera."}
{"id": "117", "contents": "The Warrior starting class in Dark Souls II begins with an Iron Parma shield."}
{"id": "118", "contents": "Sargeras convinced most of the Eredar to join the Burning Legion around 13,000 years before the Dark Portal's creation."}
{"id": "119", "contents": "The LEGO part with ID 35775 is known to come in the color Pearl Gold."}
{"id": "120", "contents": "The official soundtrack for \"Spyro: Enter the Dragonfly\" was released on November 5, 2002."}
{"id": "121", "contents": "The Tiki Totem item in Terraria was introduced in the 1.2 desktop patch."}
{"id": "122", "contents": "The original Seiken Densetsu 3 soundtrack was released across 3 CDs."}
{"id": "123", "contents": "In the video game Outlast 2, Father Loutermilch sings the song \"Be Careful Little Eyes.\""}
{"id": "124", "contents": "The voice actor for the character Alvina in the game Dark Souls is Ève Karpf."}
{"id": "125", "contents": "The 10th track on disc 2 of the \"Sen no Kiseki IV - The End of Saga -\" original soundtrack is titled \"Break In.\""}
{"id": "126", "contents": "Patch 0.7 in the beta of World of Warcraft increased the damage of the spell Crusader Strike and changed it to an instant cast spell."}
{"id": "127", "contents": "The Blue Flame in Dark Souls II has a durability of 60."}
{"id": "128", "contents": "The release price of the 2019 \"Kirby Star Allies: The Original Soundtrack\" was 6480 Japanese Yen."}
{"id": "129", "contents": "The Fume Sword in Dark Souls II has a counter strength value of 120."}
{"id": "130", "contents": "Naughty Dog's technology head Christian Gyrling left the company in October 2023 after 17 years, with Travis McIntosh succeeding him."}
{"id": "131", "contents": "Minecraft beta 1.4_01 was released on April 5th, 2011."}
{"id": "132", "contents": "The Puzzling Stone Sword in Dark Souls II has a durability of 60."}
{"id": "133", "contents": "The Terraria version that raised the server player limit to 255 was released on June 2nd, 2011."}
{"id": "134", "contents": "Jodelle Ferland provided the voice for the Little Sisters in \"BioShock 2\" (2010)."}
